{
  "name": "Conduct Disorder",
  "slug": "conduct-disorder",
  "type": "condition",
  "metadata": {
    "category": "behavioral-disorders",
    "dsm5_code": "312.81/312.82/312.89",
    "icd10_code": "F91.1/F91.2/F91.9"
  },
  "content": {
    "description": "Conduct Disorder (CD) is characterized by a repetitive and persistent pattern of behavior in which the basic rights of others or major age-appropriate societal norms or rules are violated. Behaviors may include aggression to people or animals, destruction of property, deceitfulness or theft, and serious violation of rules.",
    "diagnostic_criteria": "A pattern of violating rights/societal norms with ≥3 of 15 criteria in the past 12 months (and at least 1 in past 6 months) across aggression, property destruction, deceit/theft, and serious rule violations. Clinically significant impairment. If age ≥18, criteria not exclusively for Antisocial Personality Disorder.",
    "prevalence": "Estimated ~2–5% of youth; more commonly identified in males; presentation varies by onset (childhood vs. adolescent).",
    "age_of_onset": "Childhood-onset (≤10 years) or adolescent-onset (>10 years); onset subtype has prognostic significance.",
    "prognosis": "Childhood-onset and the 'with limited prosocial emotions' specifier predict more severe, persistent course and higher risk for later antisocial behavior and substance use. Access to family-based treatments, school collaboration, and addressing comorbidities (e.g., ADHD) improves outcomes.",
    "neurobiology": {
      "brain_networks": [
        "Prefrontal/ventromedial and orbitofrontal cortex: decision-making, inhibition, moral judgment.",
        "Amygdala and anterior insula: threat processing, empathy, emotional learning.",
        "Striatal/reward circuits: heightened reward sensitivity and reduced punishment responsiveness."
      ],
      "physiologic_markers": [
        "Lower resting heart rate and reduced autonomic reactivity associated with sensation seeking/fearlessness in some subgroups.",
        "Emotion recognition deficits (particularly with callous–unemotional traits)."
      ],
      "genetic_environmental": "Polygenic risk interacts with environmental adversity (coercive family processes, maltreatment, peer deviance); prenatal exposures (nicotine/alcohol) and early neurodevelopmental vulnerabilities may contribute."
    },
    "evaluation": {
      "history_observation": [
        "Multi-informant history (youth, caregivers, teachers) covering onset, settings, triggers, safety risks, and functional impact.",
        "Trauma history, bullying/victimization, legal involvement, access to weapons, substance use."
      ],
      "standardized_measures": [
        "K-SADS or DISC for diagnostic interview.",
        "CBCL/YSR/TRF for broad behavior ratings.",
        "Antisocial Process Screening Device (APSD) or ICU for callous–unemotional traits.",
        "Conners or Vanderbilt when ADHD suspected."
      ],
      "risk_assessment": [
        "Violence/aggression and self-harm risk, elopement, fire-setting; safety plan development.",
        "Screen for suicidality, especially with depression/substance use."
      ],
      "medical_learning_screen": [
        "Rule out neurodevelopmental conditions affecting behavior (ADHD, Language Disorder, Intellectual Disability, ASD).",
        "Hearing/vision screens as indicated; consider sleep disorders."
      ],
      "differential_diagnosis": [
        "Oppositional Defiant Disorder (pattern of defiance without severe rights violations).",
        "Intermittent Explosive Disorder (impulsive aggression without pervasive conduct pattern).",
        "Disruptive Mood Dysregulation Disorder, Bipolar Disorder (mood-driven outbursts).",
        "PTSD/trauma-related behaviors, Adjustment Disorder.",
        "Substance-induced behaviors; Autism with context-driven meltdowns."
      ],
      "team_and_context": "Collaborative approach with caregivers, school, primary care/psychiatry, and—when indicated—juvenile justice; integrate functional behavior analysis for school planning."
    },
    "symptoms": {
      "aggression": [
        "Bullying, threatening, intimidating",
        "Physical fights, use of weapons",
        "Cruelty to people or animals, forced sexual activity"
      ],
      "property_destruction": ["Deliberate fire-setting", "Vandalism/damage to property"],
      "deceit_theft": [
        "Breaking and entering",
        "Lying to obtain goods/favors or avoid obligations",
        "Stealing (shoplifting, forgery)"
      ],
      "serious_rule_violations": [
        "Staying out at night despite prohibitions (before age 13)",
        "Running away overnight",
        "Truancy (before age 13)"
      ]
    },
    "severity_levels": {
      "mild": "Minor harm to others; conduct problems exceed norms but limited in number/severity.",
      "moderate": "Intermediate number/effects of problems (e.g., theft without confrontation).",
      "severe": "Many conduct problems or few but with considerable harm (e.g., forced sex, use of weapons, physical cruelty)."
    },
    "risk_factors": {
      "biological": [
        "Family history of externalizing disorders",
        "Prenatal exposure to nicotine/alcohol",
        "Neurocognitive deficits (executive function, language)"
      ],
      "psychological": [
        "Callous–unemotional traits",
        "Impulsivity, sensation seeking, low frustration tolerance"
      ],
      "environmental": [
        "Inconsistent/harsh parenting, coercive cycles",
        "Peer deviance/gang involvement",
        "Neighborhood violence, poverty, school failure"
      ]
    },
    "impact_on_life": {
      "home": "Conflict with caregivers/siblings; property damage; safety concerns.",
      "school": "Suspensions/expulsions, academic failure, truancy.",
      "legal": "Arrests, probation, court mandates.",
      "social": "Peer rejection or deviant peer affiliation; risky sexual behavior.",
      "long_term": "Risk for substance use disorders, unemployment, injuries, and legal problems."
    },
    "comorbidities": [
      "ADHD",
      "Oppositional Defiant Disorder",
      "Substance Use Disorders",
      "Depressive and Anxiety Disorders",
      "Learning Disorders",
      "Trauma- and stressor-related disorders",
      "Bipolar spectrum (in select cases)"
    ],
    "treatment_approaches": {
      "family_based": [
        "Parent Management Training (PMT)/Behavioral Parent Training (BPT): positive reinforcement, consistent limits, noncoercive strategies.",
        "Multisystemic Therapy (MST) for severe, justice-involved youth.",
        "Functional Family Therapy (FFT) or Brief Strategic Family Therapy (BSFT)."
      ],
      "individual_group": [
        "CBT for anger, problem-solving, and social skills.",
        "Contingency management and motivational interviewing for co-occurring substance use.",
        "Trauma-focused treatments when indicated."
      ],
      "school_community": [
        "School behavior plans informed by FBA (clear expectations, consistent consequences, reinforcement).",
        "Academic supports for learning/language deficits.",
        "Pro-social activities and mentoring; structured after-school programs."
      ],
      "medications": [
        "No medication treats CD per se; consider for target symptoms/comorbidities.",
        "ADHD: stimulants (methylphenidate, amphetamine) or non-stimulants (atomoxetine, guanfacine, clonidine) can reduce aggression via better impulse control.",
        "Severe aggression/irritability (specialist-guided, short-term with monitoring): risperidone or aripiprazole.",
        "Mood instability or explosive aggression: mood stabilizers (e.g., valproate, lithium) in select cases; evidence mixed.",
        "Depression/anxiety/SUD: treat per guidelines (e.g., SSRIs, SUD-specific care)."
      ],
      "lifestyle_interventions": [
        "Regular sleep, exercise, and structured routines.",
        "Limit access to weapons; lock medications/chemicals.",
        "Pro-social peer engagement; reduce high-risk settings."
      ]
    },
    "treatment_goals": [
      "Reduce aggression, property destruction, deceit, and rule violations.",
      "Strengthen caregiver consistency and positive reinforcement systems.",
      "Build problem-solving, emotion regulation, and social skills.",
      "Address comorbidities and reduce legal/school consequences.",
      "Increase engagement in school, family, and community pro-social roles."
    ],
    "missed_diagnosis_factors": [
      "Behaviors occur mainly outside of school/clinic (missed without caregiver/juvenile justice collateral).",
      "Girls presenting with relational aggression (less overt physical aggression) not recognized.",
      "Primary focus on ADHD symptoms without assessing conduct pattern/severity.",
      "Unrecognized trauma or language disorder masking function of behaviors."
    ],
    "overdiagnosis_factors": [
      "Developmentally typical risk-taking or isolated incidents labeled as CD without persistent pattern/impairment.",
      "Context-driven reactions to abuse, bullying, or unsafe environments misclassified as CD.",
      "Substance intoxication–related behaviors diagnosed as CD without longitudinal pattern.",
      "Cultural norms/miscommunication with authority figures misread as willful violation.",
      "ODD or DMDD misclassified as CD when severe rights violations are absent."
    ],
    "specifiers": {
      "onset_type": [
        "Childhood-onset type (at least one symptom before age 10)",
        "Adolescent-onset type (no symptoms before age 10)",
        "Unspecified onset"
      ],
      "with_limited_prosocial_emotions": [
        "Requires ≥2 of: lack of remorse/guilt, callous–lack of empathy, unconcerned about performance, shallow/deficient affect (persistent across relationships/settings)."
      ],
      "severity": ["Mild", "Moderate", "Severe"]
    },
    "warning_signs": [
      "Escalating aggression, fire-setting, cruelty, weapon carrying.",
      "Frequent truancy, runaway episodes, and association with deviant peers.",
      "Substance use emerging alongside conduct problems."
    ],
    "self_help_strategies": [
      "Caregivers: establish consistent rules/consequences; reinforce positive behaviors daily; use calm, brief commands.",
      "Youth: identify triggers; practice time-out and alternative responses; build one pro-social activity (sports, job, club).",
      "Create a household safety plan (secure weapons, supervise high-risk times)."
    ],
    "developmental_stages": {
      "childhood": [
        "Bullying/school fights, cruelty to animals, property destruction; early callous features signal higher risk."
      ],
      "adolescence": [
        "Delinquency, theft, gang involvement, substance use; truancy and curfew violations common."
      ],
      "transition_to_adulthood": [
        "Risk for legal problems, school dropout, unstable employment; successful treatment linked to family engagement and vocational supports."
      ]
    },
    "real_life_examples": [
      "A 9-year-old with frequent fights and cruelty to a pet; PMT plus school FBA-based plan reduces incidents and improves classroom behavior.",
      "A 14-year-old skipping school, shoplifting, and associating with older peers; MST addresses caregiver supervision, curfew monitoring, and peer group.",
      "A 16-year-old with ADHD and escalating aggression; stimulant treatment plus CBT for anger and contingency management for cannabis use lowers police contacts."
    ],
    "when_to_seek_help": "Seek evaluation if a youth shows a persistent pattern of aggression, theft, property destruction, or serious rule violations over 6–12 months, especially with injury risk, weapons, or legal involvement.",
    "prognosis_factors": {
      "positive_factors": [
        "Early, evidence-based family interventions (PMT, MST, FFT)",
        "Treatment of ADHD/learning problems",
        "Consistent caregiver monitoring and pro-social peer involvement"
      ],
      "challenging_factors": [
        "Childhood-onset type, high callous–unemotional traits",
        "Severe family conflict, maltreatment, or unstable housing",
        "Substance use, school disengagement, justice involvement"
      ]
    }
  },
  "status": "active"
}
