{
  "name": "Intermittent Explosive Disorder",
  "slug": "intermittent-explosive-disorder",
  "type": "condition",
  "metadata": {
    "category": "behavioral-disorders",
    "dsm5_code": "312.34",
    "icd10_code": "F63.81"
  },
  "content": {
    "description": "Intermittent Explosive Disorder (IED) is characterized by recurrent behavioral outbursts representing a failure to control aggressive impulses, resulting in verbal aggression, physical aggression toward property, animals, or individuals, or physical assault causing damage or injury. The outbursts are disproportionate to any provocation or stressor and are not premeditated.",
    "diagnostic_criteria": "Recurrent impulsive aggressive outbursts, either: (1) verbal or physical aggression toward people, animals, or property twice weekly on average for ≥3 months, without damage/injury, or (2) three outbursts in 12 months involving damage or destruction of property and/or physical assault causing injury. Outbursts are grossly out of proportion to provocation, are impulsive, cause distress/impairment, and are not better explained by another mental disorder, medical condition, or substance use.",
    "prevalence": "Estimated lifetime prevalence ~4–7%; more common in adolescents and young adults; higher rates in males.",
    "age_of_onset": "Typically in late childhood or adolescence; diagnosis not made before age 6.",
    "prognosis": "Course may be chronic with episodic exacerbations; comorbid mood, anxiety, ADHD, and substance use disorders can worsen prognosis. Anger management training and treatment of comorbidities improve outcomes.",
    "neurobiology": {
      "brain_networks": [
        "Reduced prefrontal cortex activity (orbitofrontal, ventromedial) affecting impulse control and emotion regulation.",
        "Hyperactivity of the amygdala and limbic system during provocation.",
        "Altered connectivity between prefrontal regions and limbic areas."
      ],
      "neurochemistry": [
        "Low central serotonin activity (5-HIAA in CSF) associated with impulsive aggression.",
        "Potential dysregulation in dopaminergic and noradrenergic systems."
      ],
      "genetic_environmental": "Familial aggregation of impulsive aggression; early exposure to abuse, trauma, or violence increases risk."
    },
    "evaluation": {
      "history_observation": [
        "Detailed account of outburst frequency, triggers, intensity, duration, recovery time.",
        "Collateral reports from family/teachers for developmental and behavioral history."
      ],
      "standardized_measures": [
        "OAS-M (Overt Aggression Scale – Modified)",
        "State-Trait Anger Expression Inventory (STAXI)",
        "Buss-Perry Aggression Questionnaire"
      ],
      "risk_assessment": [
        "Assess for risk of harm to self/others; presence of weapons; co-occurring suicidal ideation."
      ],
      "medical_and_psychiatric_screen": [
        "Screen for TBI, seizure disorders, endocrine problems, substance intoxication/withdrawal.",
        "Evaluate for comorbid psychiatric disorders (ADHD, bipolar disorder, PTSD, personality disorders)."
      ],
      "differential_diagnosis": [
        "Antisocial or Borderline Personality Disorder (aggression as part of pervasive pattern)",
        "Conduct Disorder (repetitive violation of rights, often premeditated)",
        "Bipolar Disorder (aggression in manic/mixed states)",
        "Disruptive Mood Dysregulation Disorder (chronic irritability with frequent outbursts before age 10)",
        "Substance-induced aggression"
      ]
    },
    "symptoms": {
      "behavioral": [
        "Sudden verbal or physical aggression",
        "Destruction of property",
        "Physical assaults causing injury"
      ],
      "emotional": [
        "Rage or intense anger preceding the act",
        "Rapid return to baseline mood after the outburst",
        "Shame, regret, or guilt post-outburst"
      ],
      "physiological": ["Increased heart rate, muscle tension, sweating during episodes"]
    },
    "severity_levels": {
      "mild": "Infrequent episodes with minimal harm or damage.",
      "moderate": "More frequent episodes with moderate harm to people/property.",
      "severe": "Frequent, intense episodes causing serious injury or significant property damage."
    },
    "risk_factors": {
      "biological": [
        "Family history of mood, anxiety, or impulse-control disorders",
        "Neurological injury or illness affecting frontal lobes",
        "Low serotonergic activity"
      ],
      "psychological": [
        "Poor emotion regulation skills",
        "High impulsivity, low frustration tolerance"
      ],
      "environmental": [
        "Childhood abuse or neglect",
        "Exposure to violence in the home or community",
        "Unstable or chaotic family environment"
      ]
    },
    "impact_on_life": {
      "home": "Relationship conflict, domestic violence, family stress.",
      "school": "Disciplinary actions, suspensions, expulsion.",
      "work": "Job loss, workplace conflicts.",
      "legal": "Arrests, legal charges for assault or property destruction.",
      "mental_health": "Increased risk for depression, anxiety, substance misuse."
    },
    "comorbidities": [
      "ADHD",
      "Bipolar Disorder",
      "Depressive Disorders",
      "Anxiety Disorders",
      "Substance Use Disorders",
      "Personality Disorders (Antisocial, Borderline)"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Cognitive Behavioral Therapy focusing on anger management, trigger identification, cognitive restructuring.",
        "Relaxation training, mindfulness-based stress reduction.",
        "Social skills training and problem-solving therapy."
      ],
      "family_interventions": [
        "Psychoeducation for family on triggers, safety, and communication strategies."
      ],
      "medications": [
        "SSRIs (e.g., fluoxetine, sertraline) for impulsive aggression.",
        "Mood stabilizers (e.g., lithium, valproate) in selected cases with mood dysregulation.",
        "Beta-blockers (e.g., propranolol) for physiological arousal in some cases.",
        "Antipsychotics (e.g., risperidone) for severe, refractory aggression, especially with comorbidities."
      ],
      "lifestyle_interventions": [
        "Regular physical activity, structured routines.",
        "Adequate sleep and balanced nutrition.",
        "Avoidance of alcohol/drug use."
      ]
    },
    "treatment_goals": [
      "Reduce frequency and severity of aggressive outbursts.",
      "Improve impulse control and emotion regulation.",
      "Enhance problem-solving and coping strategies.",
      "Address comorbid psychiatric conditions."
    ],
    "missed_diagnosis_factors": [
      "Attributing aggression solely to ADHD or mood disorders without assessing for impulsive, disproportionate outbursts.",
      "Overlooking cases in females due to stereotype of male aggression.",
      "Failure to obtain collateral history capturing rapid return to baseline mood."
    ],
    "overdiagnosis_factors": [
      "Labeling situational anger responses as IED without recurrent pattern.",
      "Aggression in context of intoxication/withdrawal misclassified as IED.",
      "Diagnosing when aggression is calculated/premeditated rather than impulsive.",
      "Assigning diagnosis in children <6 years where developmentally expected outbursts occur."
    ],
    "specifiers": {},
    "warning_signs": [
      "Increasing frequency/intensity of verbal threats or property destruction.",
      "Loss of control over anger with minimal provocation.",
      "Physical assaults with little or no planning."
    ],
    "self_help_strategies": [
      "Practice relaxation and breathing techniques daily.",
      "Identify early cues of anger and take a break before escalation.",
      "Engage in regular aerobic exercise to reduce baseline arousal.",
      "Keep an anger diary to identify triggers and patterns."
    ],
    "developmental_stages": {
      "childhood": ["Pattern of disproportionate aggression beyond peers' developmental level."],
      "adolescence": ["Increased risk-taking and impulsive aggression during peer conflict."],
      "adulthood": ["Episodes may contribute to relationship breakdown, job loss, or legal issues."]
    },
    "real_life_examples": [
      "A 15-year-old breaks a classroom chair after being teased; calms within minutes and expresses remorse.",
      "A 28-year-old smashes a phone after a minor argument with a partner; feels intense shame afterward."
    ],
    "when_to_seek_help": "Seek evaluation if aggressive outbursts are frequent, disproportionate, cause harm or property damage, or impair work/school/home functioning.",
    "prognosis_factors": {
      "positive_factors": [
        "Engagement in CBT and anger management programs",
        "Stable living environment and supportive relationships",
        "Treatment of comorbid psychiatric disorders"
      ],
      "challenging_factors": [
        "Comorbid substance use or personality disorders",
        "History of severe trauma or abuse",
        "Poor adherence to treatment"
      ]
    }
  },
  "status": "active"
}
