{
  "name": "Kleptomania",
  "slug": "kleptomania",
  "type": "condition",
  "metadata": {
    "category": "behavioral-disorders",
    "dsm5_code": "312.32",
    "icd10_code": "F63.2"
  },
  "content": {
    "description": "Kleptomania is an impulse-control disorder characterized by recurrent failure to resist impulses to steal items that are not needed for personal use or monetary value. The theft is not committed to express anger or vengeance, is not in response to a delusion or hallucination, and is not better explained by conduct disorder, a manic episode, or antisocial personality disorder.",
    "diagnostic_criteria": "A. Recurrent failure to resist impulses to steal objects not needed for personal use or their monetary value. B. Increasing sense of tension immediately before the theft. C. Pleasure, gratification, or relief at the time of committing the theft. D. The stealing is not committed to express anger or vengeance and is not in response to a delusion or hallucination. E. The stealing is not better explained by conduct disorder, a manic episode, or antisocial personality disorder.",
    "prevalence": "Rare; estimated <1% in the general population. More commonly identified in females and in clinical/forensic settings.",
    "age_of_onset": "Typically adolescence to early adulthood; may have a chronic, episodic course.",
    "prognosis": "Course is often chronic with waxing/waning urges; comorbid mood, anxiety, substance use, or eating disorders are common and influence outcomes. Combined psychotherapy and targeted pharmacotherapy can reduce urges and theft behavior.",
    "neurobiology": {
      "brain_networks": [
        "Frontostriatal circuits (orbitofrontal/ventromedial prefrontal cortex and ventral striatum) implicated in reward valuation and inhibitory control.",
        "Anterior cingulate and insula involved in urge/tension states and error monitoring."
      ],
      "neurochemistry": [
        "Serotonergic dysregulation associated with impulse control and aggression modulation.",
        "Dopaminergic reward sensitivity (urge–relief reinforcement cycle).",
        "Opioidergic system involvement suggested by response to opioid antagonists in some patients."
      ],
      "genetic_environmental": "Family history of mood, impulse-control, or substance use disorders increases risk; stressful life events may precipitate episodes."
    },
    "evaluation": {
      "history_observation": [
        "Detailed characterization of urges, triggers, tension, relief, frequency, and stolen items; legal history and patterns (opportunistic vs. planned).",
        "Assess shame, secrecy, safety risks, and functional impairment across settings."
      ],
      "standardized_measures": [
        "Kleptomania Symptom Assessment Scale (K-SAS) or similar urge/frequency trackers.",
        "Broad measures: OBQ/OCI (if obsessive features), DASS/PHQ/GAD for mood/anxiety, AUDIT/DAST for substance use."
      ],
      "risk_assessment": [
        "Legal risk, potential for confrontation/assault during theft, suicidality/self-harm (post-incident shame)."
      ],
      "medical_and_psychiatric_screen": [
        "Screen for manic/hypomanic episodes, psychosis, neurocognitive disorders.",
        "Review medications/substances that lower inhibition (e.g., intoxication)."
      ],
      "differential_diagnosis": [
        "Ordinary shoplifting for gain/need or in the context of antisocial behavior.",
        "Manic episode–related theft (goal-directed, expansive mood).",
        "Obsessive–compulsive disorder (theft as compulsion to neutralize anxiety rather than gratification).",
        "Substance intoxication, neurocognitive disorder, or delirium with disinhibition."
      ]
    },
    "symptoms": {
      "core": [
        "Recurrent, irresistible urges to steal items of little personal value",
        "Tension or arousal before the act; relief or gratification during/after",
        "Stealing not motivated by anger, vengeance, or financial need"
      ],
      "associated": [
        "Guilt, shame, or remorse after theft",
        "Hiding or discarding stolen items",
        "Triggers include stress, negative affect, or opportunities"
      ]
    },
    "severity_levels": {
      "mild": "Infrequent urges/thefts (e.g., monthly) with limited functional impact.",
      "moderate": "Weekly urges or periodic sprees; notable social/legal consequences.",
      "severe": "Frequent urges with repeated thefts despite major legal, occupational, or relationship impairment."
    },
    "risk_factors": {
      "biological": [
        "Family history of mood, impulse-control, or substance use disorders",
        "Serotonergic/dopaminergic dysregulation"
      ],
      "psychological": [
        "Maladaptive coping with negative affect or boredom",
        "Impulsivity and sensation seeking"
      ],
      "environmental": [
        "Stressful life events, financial strain (as a trigger, not motivation)",
        "Ready access/opportunities to steal (stores, workplaces)"
      ]
    },
    "impact_on_life": {
      "home": "Secrecy, relationship strain, financial/legal stress.",
      "work_school": "Risk of job loss or expulsion; disciplinary actions.",
      "legal": "Arrests, fines, probation, criminal record.",
      "mental_health": "Shame, anxiety, depression; risk of self-harm after incidents."
    },
    "comorbidities": [
      "Major Depressive Disorder",
      "Anxiety Disorders",
      "Obsessive–Compulsive and related disorders",
      "Substance Use Disorders",
      "Eating Disorders (notably bulimia nervosa)",
      "Impulse-control disorders (e.g., IED), ADHD"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Cognitive Behavioral Therapy (CBT) with exposure and response prevention (ERP) to resist urges in high-risk contexts.",
        "Covert sensitization and imaginal desensitization to reduce urge–reward linkage.",
        "Motivational interviewing to enhance readiness and address ambivalence/shame.",
        "Relapse prevention: trigger mapping, cue exposure, and coping skills (urge surfing, delay techniques).",
        "Address comorbidities with evidence-based protocols (e.g., CBT for depression/anxiety)."
      ],
      "medications": [
        "SSRIs (e.g., fluoxetine, sertraline) for impulse control and comorbid depression/anxiety.",
        "Opioid antagonists (e.g., naltrexone) for urge/craving reduction in some cases.",
        "Mood stabilizers (e.g., lithium, valproate) or topiramate in selected, comorbid mood/impulse dysregulation—evidence mixed; specialist-guided.",
        "Avoid agents that lower inhibition (e.g., sedative misuse, alcohol)."
      ],
      "lifestyle_interventions": [
        "High-risk situation management (avoid entering stores alone, leave wallet/ID with trusted person).",
        "Stress reduction, sleep regularity, and aerobic exercise for baseline arousal control.",
        "Accountability structures: shopping lists, receipts review, shopping with a support person."
      ],
      "legal_and_safety": [
        "Early legal counsel if charges are pending; document engagement in treatment.",
        "Crisis planning for shame-driven self-harm risk post-incident."
      ]
    },
    "treatment_goals": [
      "Reduce frequency and intensity of stealing urges.",
      "Eliminate theft behaviors and legal risk.",
      "Develop alternative coping skills for negative affect and boredom.",
      "Treat comorbid psychiatric conditions to reduce relapse risk."
    ],
    "missed_diagnosis_factors": [
      "Assuming theft is purely for monetary gain without assessing urge/tension/relief cycle.",
      "Patient nondisclosure due to shame or fear of legal consequences.",
      "Focus on comorbid depression/anxiety while failing to ask about stealing urges.",
      "Underrecognition in males due to gender stereotypes."
    ],
    "overdiagnosis_factors": [
      "Shoplifting driven by financial need, peer pressure, or deliberate criminal gain mislabeled as kleptomania.",
      "Theft during mania/hypomania or intoxication misclassified without mood/substance assessment.",
      "Compulsive hoarding or OCD-related acquiring mistaken for gratification-driven theft.",
      "Adolescent risk-taking without recurrent, tension–relief pattern."
    ],
    "specifiers": {},
    "warning_signs": [
      "Escalating urges or frequency of thefts.",
      "Planning access to high-risk environments despite consequences.",
      "Increased shame, secrecy, or thoughts of self-harm after incidents."
    ],
    "self_help_strategies": [
      "Delay-and-distract technique when urges arise (e.g., 20-minute rule + alternate activity).",
      "Shop only with a trusted person; use curbside pickup or delivery.",
      "Carry minimal cash/cards; keep hands occupied (list checking, phone reminders).",
      "Record urges and triggers daily; celebrate small wins."
    ],
    "developmental_stages": {
      "adolescence": [
        "Onset of urges with opportunistic settings (malls); strong peer/context effects."
      ],
      "adulthood": [
        "Chronic, episodic pattern; legal and occupational consequences accumulate without treatment."
      ]
    },
    "real_life_examples": [
      "A 17-year-old repeatedly pockets small cosmetics despite having money; CBT with ERP and naltrexone reduce urges and incidents.",
      "A 32-year-old steals office supplies during periods of high stress; trigger mapping and covert sensitization lead to sustained remission."
    ],
    "when_to_seek_help": "Seek evaluation if there are recurrent urges to steal or thefts despite consequences, especially when accompanied by guilt/shame or co-occurring depression, anxiety, or substance use.",
    "prognosis_factors": {
      "positive_factors": [
        "Engagement in CBT/ERP and adherence to relapse-prevention plan",
        "Treatment of comorbid mood/anxiety/substance disorders",
        "Strong social supports and accountability structures"
      ],
      "challenging_factors": [
        "Severe comorbidities (e.g., substance use, bipolar disorder)",
        "Ongoing high-risk opportunities (workplace access) without safeguards",
        "Poor insight or treatment nonadherence"
      ]
    }
  },
  "status": "active"
}
