{
  "name": "Pyromania",
  "slug": "pyromania",
  "type": "condition",
  "metadata": {
    "category": "behavioral-disorders",
    "dsm5_code": "312.33",
    "icd10_code": "F63.1"
  },
  "content": {
    "description": "Pyromania is an impulse-control disorder characterized by deliberate and purposeful fire setting on more than one occasion, preceded by tension or emotional arousal and followed by pleasure, gratification, or relief. Fires are not set for monetary gain, political expression, concealment of crime, retaliation, or to improve living circumstances, and are not better explained by conduct disorder, a manic episode, or antisocial personality disorder.",
    "diagnostic_criteria": "A. Deliberate and purposeful fire setting on more than one occasion. B. Tension or affective arousal before the act. C. Fascination with, interest in, curiosity about, or attraction to fire and its situational contexts. D. Pleasure, gratification, or relief when setting fires, witnessing, or participating in their aftermath. E. Fire setting is not done for monetary gain, ideological reasons, to conceal crime, express anger/vengeance, or in response to delusion/hallucination, and is not better explained by conduct disorder, a manic episode, or antisocial personality disorder.",
    "prevalence": "Rare in the general population; more often identified in forensic or clinical settings. Most juvenile fire setting is NOT pyromania.",
    "age_of_onset": "Typically adolescence; can occur in adults. Childhood fire play is common and usually developmentally transient.",
    "prognosis": "Course varies; risk increases with comorbid substance use, mood disorders, and antisocial traits. Engagement in treatment, strong supervision/safety planning, and addressing comorbidities reduce recurrence.",
    "neurobiology": {
      "brain_networks": [
        "Frontostriatal circuits (orbitofrontal/ventromedial prefrontal cortex and ventral striatum) implicated in reward valuation and inhibitory control.",
        "Amygdala–prefrontal interactions related to arousal and threat/sensation seeking."
      ],
      "neurochemistry": [
        "Serotonergic dysregulation associated with impulsive aggression.",
        "Dopaminergic reward sensitivity reinforcing urge–relief cycle.",
        "Possible noradrenergic hyperarousal during tension state."
      ],
      "genetic_environmental": "Family history of mood/impulse-control disorders; early exposure to fire, maltreatment, or chaotic environments may increase risk."
    },
    "evaluation": {
      "history_observation": [
        "Detailed account of fire-setting incidents (planning vs. impulsive, materials used, context, presence of bystanders, intoxication).",
        "Assess pre-incident tension/arousal and post-incident relief/pleasure; fascination with fire/service roles (e.g., watching fire response).",
        "Collateral from caregivers/partners; review legal records if applicable."
      ],
      "standardized_measures": [
        "Fire-setting risk tools or structured clinical checklists (if available), plus broad symptom measures (depression, anxiety, substance use)."
      ],
      "risk_assessment": [
        "Imminent risk to self/others/property; access to accelerants/ignition sources; supervision level; presence of suicidal/homicidal ideation.",
        "Safety plan with means restriction, emergency contacts, and crisis steps."
      ],
      "medical_and_psychiatric_screen": [
        "Screen for substance use disorders, bipolar disorder/mania, psychosis, intellectual disability, autism, ADHD, and trauma history.",
        "Rule out neurocognitive disorder or TBI impacting judgment."
      ],
      "differential_diagnosis": [
        "Conduct Disorder or Antisocial Personality Disorder (fire setting for aggression, intimidation, or rule-breaking).",
        "Arson for gain/cover-up/ideology (criminal behavior, not pyromania).",
        "Manic episode (goal-directed, decreased need for sleep, grandiosity).",
        "Psychotic disorders (fire setting due to delusions/hallucinations).",
        "Developmental curiosity in children (fire play without recurrent urge–relief cycle).",
        "Substance intoxication lowering inhibition."
      ]
    },
    "symptoms": {
      "core": [
        "Recurrent, deliberate fire setting without external gain",
        "Preceding tension or emotional arousal",
        "Fascination with fire and firefighting paraphernalia",
        "Pleasure, gratification, or relief during/after the act"
      ],
      "associated": [
        "Attending fires or false alarms; lingering at the scene",
        "Collecting fire-related materials or watching fire media",
        "Shame or secrecy afterward, especially if confronted"
      ]
    },
    "severity_levels": {
      "mild": "Infrequent, small fires with limited damage and prompt disclosure; responsive to supervision and therapy.",
      "moderate": "Periodic fire setting with property damage or community response; requires intensive outpatient treatment and strict safety plan.",
      "severe": "Frequent or escalating fire setting, use of accelerants, significant damage/injury; requires high-level supervision, possible residential/forensic management."
    },
    "risk_factors": {
      "biological": [
        "Family history of impulse-control/mood disorders",
        "Neurologic conditions affecting judgment/inhibition"
      ],
      "psychological": [
        "Sensation seeking, poor impulse control",
        "Maladaptive coping with anger, loneliness, or stress"
      ],
      "environmental": [
        "Easy access to ignition sources/accelerants",
        "Peer modeling, lack of supervision, chaotic home"
      ]
    },
    "impact_on_life": {
      "home": "Family fear and conflict; housing loss or restrictions.",
      "school_work": "Disciplinary actions, expulsion/job loss.",
      "legal": "Arrest, fines, restitution, probation/incarceration; mandated treatment.",
      "mental_health": "Shame, anxiety, depression; social isolation."
    },
    "comorbidities": [
      "Substance Use Disorders",
      "Depressive and Bipolar Disorders",
      "ADHD",
      "Conduct Disorder/Antisocial traits",
      "Anxiety disorders",
      "Neurodevelopmental disorders"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Cognitive Behavioral Therapy (CBT) targeting urge management, cognitive restructuring, and problem-solving.",
        "Relapse prevention with trigger mapping, stimulus control, and alternative behaviors.",
        "Motivational interviewing to address ambivalence and enhance adherence.",
        "Family interventions to increase supervision and consistent contingencies.",
        "For youth: fire-safety education programs co-run with local fire departments, with graduated exposure to non-ignition fire-related tasks (education, not access)."
      ],
      "medications": [
        "No medication treats pyromania itself.",
        "Consider SSRIs for comorbid depression/anxiety/impulsivity; mood stabilizers (e.g., lithium, valproate) for mood instability; antipsychotics only if psychosis present.",
        "Naltrexone has been used off-label in some impulse-control disorders to reduce urges (specialist-guided; evidence limited).",
        "Treat substance use disorders per guidelines."
      ],
      "legal_and_safety": [
        "Means restriction: lock up lighters/matches/accelerants; remove stockpiles.",
        "Supervision plan: never left alone in high-risk contexts; monitor online purchases.",
        "Emergency plan: who to call, evacuation routes, and when to seek emergency services.",
        "Collaboration with probation/courts when mandated; document treatment engagement."
      ],
      "lifestyle_interventions": [
        "Stress management (exercise, sleep hygiene, mindfulness).",
        "Pro-social thrill alternatives (supervised high-intensity sports, creative outlets).",
        "Structured daily routines to reduce boredom triggers."
      ]
    },
    "treatment_goals": [
      "Eliminate fire-setting behavior and access to ignition/accelerant means.",
      "Reduce frequency and intensity of urges via CBT and relapse-prevention.",
      "Treat comorbid psychiatric and substance use conditions.",
      "Restore safety, legal compliance, and community trust."
    ],
    "missed_diagnosis_factors": [
      "Assuming fire setting is always criminal or conduct-related without assessing urge–relief cycle.",
      "Underreporting due to shame or fear of legal consequences.",
      "Focusing on comorbid depression/substance use while not querying fire fascination or patterns."
    ],
    "overdiagnosis_factors": [
      "Labeling arson for gain/revenge/political motives as pyromania.",
      "Diagnosing during acute mania or intoxication without reassessment after stabilization.",
      "Childhood fire play/curiosity misclassified without recurrent pattern and affective features.",
      "Assigning diagnosis when conduct disorder criteria (rights violations, aggression, theft) better explain behavior."
    ],
    "specifiers": {
      "context": [
        "With comorbid substance use",
        "With mood disorder",
        "With neurodevelopmental disorder"
      ],
      "severity": ["Mild", "Moderate", "Severe"],
      "note": "Specify setting (home, school, community) and access to means to guide safety planning."
    },
    "warning_signs": [
      "Escalating fascination with fire, acquiring accelerants, or practicing ignition techniques.",
      "Setting fires alone or secretly; increasing size/severity.",
      "Legal troubles related to fires or tampering with alarms/extinguishers."
    ],
    "self_help_strategies": [
      "Immediate stimulus control: avoid carrying lighters/matches; block access to accelerants; shop with supervision.",
      "Delay-and-distract when urges arise; contact a support person; leave high-risk environments.",
      "Engage in alternative arousal outlets (exercise, cold water face splash, paced breathing).",
      "Track triggers and urges; celebrate days without incidents."
    ],
    "developmental_stages": {
      "childhood": [
        "Fire curiosity common; education and supervision are primary; not equivalent to pyromania."
      ],
      "adolescence": [
        "Emergence of tension–relief fire setting in a minority; requires prompt assessment and firm safety plan."
      ],
      "adulthood": [
        "Chronic or episodic patterns; legal involvement common without treatment; focus on relapse prevention and community safety."
      ]
    },
    "real_life_examples": [
      "A 16-year-old repeatedly lights small fires alone behind the school, reporting a strong buildup of tension and relief afterward; CBT with relapse-prevention and family supervision ends incidents.",
      "A 28-year-old with depression sets rubbish-bin fires during periods of intense stress; SSRI plus CBT and means restriction lead to remission and compliance with probation."
    ],
    "when_to_seek_help": "Immediate evaluation if any fire setting has occurred or is contemplated. Emergency services should be contacted for active or imminent fire risk. Clinical assessment is warranted for recurrent urges, fascination with fire, or legal involvement.",
    "prognosis_factors": {
      "positive_factors": [
        "Early identification and strict means restriction",
        "Engagement in CBT and family/supervisory structures",
        "Successful treatment of comorbid mood/substance disorders"
      ],
      "challenging_factors": [
        "Comorbid antisocial traits or conduct disorder",
        "Substance misuse and poor supervision",
        "Access to accelerants and ongoing high-risk contexts"
      ]
    }
  },
  "status": "active"
}
