{
  "kind": "resource",
  "slug": "assist-v3",
  "name": "ASSIST v3.0",
  "full_name": "Alcohol, Smoking and Substance Involvement Screening Test v3.0",
  "summary": "WHO-developed screening test for substance use across 10 substance categories with standardized risk assessment.",
  "category": "assessments-screeners",
  "assessment_type": "screening",
  "tags": ["assessment", "substance use", "screening", "WHO", "alcohol", "drugs"],
  "description": "The ASSIST v3.0 is a WHO-validated screening tool that assesses substance use involvement and provides risk-based intervention recommendations across tobacco, alcohol, cannabis, cocaine, amphetamines, inhalants, sedatives, hallucinogens, opioids, and other substances.",
  "validated": true,
  "free": true,
  "duration": "10-15 minutes",
  "age_range": "Adults (18+)",
  "administration": "self-report",
  "metadata": { "category": "assessments-screeners" },

  "items": [
    {
      "id": "q1",
      "text": "In the past three months, how often have you used tobacco products (cigarettes, chewing tobacco, cigars, etc.)?",
      "response_set": "frequency",
      "alert": "For prescription medications, only include non-medical use"
    },
    {
      "id": "q2",
      "text": "In the past three months, how often have you used alcoholic beverages (beer, wine, spirits, etc.)?",
      "response_set": "frequency"
    },
    {
      "id": "q3",
      "text": "In the past three months, how often have you used cannabis (marijuana, pot, grass, hash, etc.)?",
      "response_set": "frequency"
    },
    {
      "id": "q4",
      "text": "In the past three months, how often have you used cocaine (coke, crack, etc.)?",
      "response_set": "frequency"
    },
    {
      "id": "q5",
      "text": "In the past three months, how often have you used amphetamine type stimulants (speed, diet pills, ecstasy, etc.)?",
      "response_set": "frequency"
    },
    {
      "id": "q6",
      "text": "In the past three months, how often have you used inhalants (nitrous, glue, petrol, paint thinner, etc.)?",
      "response_set": "frequency"
    },
    {
      "id": "q7",
      "text": "In the past three months, how often have you used sedatives or sleeping pills (Valium, Serepax, Rohypnol, etc.)?",
      "response_set": "frequency"
    },
    {
      "id": "q8",
      "text": "In the past three months, how often have you used hallucinogens (LSD, acid, mushrooms, PCP, Special K, etc.)?",
      "response_set": "frequency"
    },
    {
      "id": "q9",
      "text": "In the past three months, how often have you used opioids (heroin, morphine, methadone, codeine, etc.)?",
      "response_set": "frequency"
    },
    {
      "id": "q10",
      "text": "In the past three months, how often have you used other drugs?",
      "response_set": "frequency"
    },

    {
      "id": "q11",
      "text": "During the past three months, how often have you had a strong desire or urge to use tobacco products?",
      "response_set": "desire"
    },
    {
      "id": "q12",
      "text": "During the past three months, how often have you had a strong desire or urge to use alcohol?",
      "response_set": "desire"
    },
    {
      "id": "q13",
      "text": "During the past three months, how often have you had a strong desire or urge to use cannabis?",
      "response_set": "desire"
    },
    {
      "id": "q14",
      "text": "During the past three months, how often have you had a strong desire or urge to use cocaine?",
      "response_set": "desire"
    },
    {
      "id": "q15",
      "text": "During the past three months, how often have you had a strong desire or urge to use amphetamines?",
      "response_set": "desire"
    },
    {
      "id": "q16",
      "text": "During the past three months, how often have you had a strong desire or urge to use inhalants?",
      "response_set": "desire"
    },
    {
      "id": "q17",
      "text": "During the past three months, how often have you had a strong desire or urge to use sedatives?",
      "response_set": "desire"
    },
    {
      "id": "q18",
      "text": "During the past three months, how often have you had a strong desire or urge to use hallucinogens?",
      "response_set": "desire"
    },
    {
      "id": "q19",
      "text": "During the past three months, how often have you had a strong desire or urge to use opioids?",
      "response_set": "desire"
    },
    {
      "id": "q20",
      "text": "During the past three months, how often have you had a strong desire or urge to use other drugs?",
      "response_set": "desire"
    },

    {
      "id": "q21",
      "text": "During the past three months, how often has your use of tobacco products led to health, social, legal or financial problems?",
      "response_set": "problems"
    },
    {
      "id": "q22",
      "text": "During the past three months, how often has your use of alcohol led to health, social, legal or financial problems?",
      "response_set": "problems"
    },
    {
      "id": "q23",
      "text": "During the past three months, how often has your use of cannabis led to health, social, legal or financial problems?",
      "response_set": "problems"
    },
    {
      "id": "q24",
      "text": "During the past three months, how often has your use of cocaine led to health, social, legal or financial problems?",
      "response_set": "problems"
    },
    {
      "id": "q25",
      "text": "During the past three months, how often has your use of amphetamines led to health, social, legal or financial problems?",
      "response_set": "problems"
    },
    {
      "id": "q26",
      "text": "During the past three months, how often has your use of inhalants led to health, social, legal or financial problems?",
      "response_set": "problems"
    },
    {
      "id": "q27",
      "text": "During the past three months, how often has your use of sedatives led to health, social, legal or financial problems?",
      "response_set": "problems"
    },
    {
      "id": "q28",
      "text": "During the past three months, how often has your use of hallucinogens led to health, social, legal or financial problems?",
      "response_set": "problems"
    },
    {
      "id": "q29",
      "text": "During the past three months, how often has your use of opioids led to health, social, legal or financial problems?",
      "response_set": "problems"
    },
    {
      "id": "q30",
      "text": "During the past three months, how often has your use of other drugs led to health, social, legal or financial problems?",
      "response_set": "problems"
    },

    {
      "id": "q31",
      "text": "During the past three months, how often have you failed to do what was normally expected of you because of your use of alcohol?",
      "response_set": "failure"
    },
    {
      "id": "q32",
      "text": "During the past three months, how often have you failed to do what was normally expected of you because of your use of cannabis?",
      "response_set": "failure"
    },
    {
      "id": "q33",
      "text": "During the past three months, how often have you failed to do what was normally expected of you because of your use of cocaine?",
      "response_set": "failure"
    },
    {
      "id": "q34",
      "text": "During the past three months, how often have you failed to do what was normally expected of you because of your use of amphetamines?",
      "response_set": "failure"
    },
    {
      "id": "q35",
      "text": "During the past three months, how often have you failed to do what was normally expected of you because of your use of inhalants?",
      "response_set": "failure"
    },
    {
      "id": "q36",
      "text": "During the past three months, how often have you failed to do what was normally expected of you because of your use of sedatives?",
      "response_set": "failure"
    },
    {
      "id": "q37",
      "text": "During the past three months, how often have you failed to do what was normally expected of you because of your use of hallucinogens?",
      "response_set": "failure"
    },
    {
      "id": "q38",
      "text": "During the past three months, how often have you failed to do what was normally expected of you because of your use of opioids?",
      "response_set": "failure"
    },
    {
      "id": "q39",
      "text": "During the past three months, how often have you failed to do what was normally expected of you because of your use of other drugs?",
      "response_set": "failure"
    },

    {
      "id": "q40",
      "text": "Has a friend or relative or anyone else ever expressed concern about your use of tobacco products?",
      "response_set": "concern"
    },
    {
      "id": "q41",
      "text": "Has a friend or relative or anyone else ever expressed concern about your use of alcohol?",
      "response_set": "concern"
    },
    {
      "id": "q42",
      "text": "Has a friend or relative or anyone else ever expressed concern about your use of cannabis?",
      "response_set": "concern"
    },
    {
      "id": "q43",
      "text": "Has a friend or relative or anyone else ever expressed concern about your use of cocaine?",
      "response_set": "concern"
    },
    {
      "id": "q44",
      "text": "Has a friend or relative or anyone else ever expressed concern about your use of amphetamines?",
      "response_set": "concern"
    },
    {
      "id": "q45",
      "text": "Has a friend or relative or anyone else ever expressed concern about your use of inhalants?",
      "response_set": "concern"
    },
    {
      "id": "q46",
      "text": "Has a friend or relative or anyone else ever expressed concern about your use of sedatives?",
      "response_set": "concern"
    },
    {
      "id": "q47",
      "text": "Has a friend or relative or anyone else ever expressed concern about your use of hallucinogens?",
      "response_set": "concern"
    },
    {
      "id": "q48",
      "text": "Has a friend or relative or anyone else ever expressed concern about your use of opioids?",
      "response_set": "concern"
    },
    {
      "id": "q49",
      "text": "Has a friend or relative or anyone else ever expressed concern about your use of other drugs?",
      "response_set": "concern"
    },

    {
      "id": "q50",
      "text": "Have you ever tried and failed to control, cut down or stop using tobacco products?",
      "response_set": "control"
    },
    {
      "id": "q51",
      "text": "Have you ever tried and failed to control, cut down or stop using alcohol?",
      "response_set": "control"
    },
    {
      "id": "q52",
      "text": "Have you ever tried and failed to control, cut down or stop using cannabis?",
      "response_set": "control"
    },
    {
      "id": "q53",
      "text": "Have you ever tried and failed to control, cut down or stop using cocaine?",
      "response_set": "control"
    },
    {
      "id": "q54",
      "text": "Have you ever tried and failed to control, cut down or stop using amphetamines?",
      "response_set": "control"
    },
    {
      "id": "q55",
      "text": "Have you ever tried and failed to control, cut down or stop using inhalants?",
      "response_set": "control"
    },
    {
      "id": "q56",
      "text": "Have you ever tried and failed to control, cut down or stop using sedatives?",
      "response_set": "control"
    },
    {
      "id": "q57",
      "text": "Have you ever tried and failed to control, cut down or stop using hallucinogens?",
      "response_set": "control"
    },
    {
      "id": "q58",
      "text": "Have you ever tried and failed to control, cut down or stop using opioids?",
      "response_set": "control"
    },
    {
      "id": "q59",
      "text": "Have you ever tried and failed to control, cut down or stop using other drugs?",
      "response_set": "control"
    },

    {
      "id": "q60",
      "text": "Have you ever used any drug by injection? (NON-MEDICAL USE ONLY)",
      "response_set": "injection",
      "alert": "Include only non-medical injection drug use"
    }
  ],

  "response_options": {
    "frequency": [
      { "value": 0, "label": "Never" },
      { "value": 2, "label": "Once or twice" },
      { "value": 3, "label": "Monthly" },
      { "value": 4, "label": "Weekly" },
      { "value": 6, "label": "Daily or almost daily" }
    ],
    "desire": [
      { "value": 0, "label": "Never" },
      { "value": 3, "label": "Once or twice" },
      { "value": 4, "label": "Monthly" },
      { "value": 5, "label": "Weekly" },
      { "value": 6, "label": "Daily or almost daily" }
    ],
    "problems": [
      { "value": 0, "label": "Never" },
      { "value": 4, "label": "Once or twice" },
      { "value": 5, "label": "Monthly" },
      { "value": 6, "label": "Weekly" },
      { "value": 7, "label": "Daily or almost daily" }
    ],
    "failure": [
      { "value": 0, "label": "Never" },
      { "value": 5, "label": "Once or twice" },
      { "value": 6, "label": "Monthly" },
      { "value": 7, "label": "Weekly" },
      { "value": 8, "label": "Daily or almost daily" }
    ],
    "concern": [
      { "value": 0, "label": "No, never" },
      { "value": 3, "label": "Yes, but not in the past 3 months" },
      { "value": 6, "label": "Yes, in the past 3 months" }
    ],
    "control": [
      { "value": 0, "label": "No, never" },
      { "value": 3, "label": "Yes, but not in the past 3 months" },
      { "value": 6, "label": "Yes, in the past 3 months" }
    ],
    "injection": [
      { "value": 0, "label": "No, never" },
      { "value": 1, "label": "Yes, but not in the past 3 months" },
      { "value": 2, "label": "Yes, in the past 3 months" }
    ]
  },

  "scoring": {
    "engine": "assist_who_v3",
    "rules": {
      "substance_mapping": {
        "tobacco": {
          "frequency": "q1",
          "desire": "q11",
          "problems": "q21",
          "failure": null,
          "concern": "q40",
          "control": "q50"
        },
        "alcohol": {
          "frequency": "q2",
          "desire": "q12",
          "problems": "q22",
          "failure": "q31",
          "concern": "q41",
          "control": "q51"
        },
        "cannabis": {
          "frequency": "q3",
          "desire": "q13",
          "problems": "q23",
          "failure": "q32",
          "concern": "q42",
          "control": "q52"
        },
        "cocaine": {
          "frequency": "q4",
          "desire": "q14",
          "problems": "q24",
          "failure": "q33",
          "concern": "q43",
          "control": "q53"
        },
        "amphetamines": {
          "frequency": "q5",
          "desire": "q15",
          "problems": "q25",
          "failure": "q34",
          "concern": "q44",
          "control": "q54"
        },
        "inhalants": {
          "frequency": "q6",
          "desire": "q16",
          "problems": "q26",
          "failure": "q35",
          "concern": "q45",
          "control": "q55"
        },
        "sedatives": {
          "frequency": "q7",
          "desire": "q17",
          "problems": "q27",
          "failure": "q36",
          "concern": "q46",
          "control": "q56"
        },
        "hallucinogens": {
          "frequency": "q8",
          "desire": "q18",
          "problems": "q28",
          "failure": "q37",
          "concern": "q47",
          "control": "q57"
        },
        "opioids": {
          "frequency": "q9",
          "desire": "q19",
          "problems": "q29",
          "failure": "q38",
          "concern": "q48",
          "control": "q58"
        },
        "other": {
          "frequency": "q10",
          "desire": "q20",
          "problems": "q30",
          "failure": "q39",
          "concern": "q49",
          "control": "q59"
        }
      },
      "injection_question": "q60",
      "risk_thresholds": {
        "tobacco": { "low": [0, 3], "moderate": [4, 26], "high": [27, 999] },
        "alcohol": { "low": [0, 10], "moderate": [11, 26], "high": [27, 999] },
        "cannabis": { "low": [0, 3], "moderate": [4, 26], "high": [27, 999] },
        "cocaine": { "low": [0, 3], "moderate": [4, 26], "high": [27, 999] },
        "amphetamines": { "low": [0, 3], "moderate": [4, 26], "high": [27, 999] },
        "inhalants": { "low": [0, 3], "moderate": [4, 26], "high": [27, 999] },
        "sedatives": { "low": [0, 3], "moderate": [4, 26], "high": [27, 999] },
        "hallucinogens": { "low": [0, 3], "moderate": [4, 26], "high": [27, 999] },
        "opioids": { "low": [0, 3], "moderate": [4, 26], "high": [27, 999] },
        "other": { "low": [0, 3], "moderate": [4, 26], "high": [27, 999] }
      }
    }
  },

  "clinical_interpretations": {
    "Low Risk": "You are at low risk of health and other problems from your current pattern of use. Brief advice about lower-risk use and routine monitoring during health visits is appropriate.",

    "Moderate Risk": "You are at risk of health and other problems from your current pattern of substance use. Brief intervention including structured advice, self-help materials, and follow-up within 1-3 months is recommended. Specialist referral may be considered if brief intervention is unsuccessful or multiple substances are involved.",

    "High Risk": "You are at high risk of experiencing severe problems (health, social, financial, legal, relationship) as a result of your current pattern of use and are likely to be dependent. Further assessment and more intensive treatment including specialist drug and alcohol treatment services is recommended.",

    "Injection Drug Use": "History of injection drug use significantly increases health risks including blood-borne viruses (HIV, Hepatitis B/C), collapsed veins, abscesses, and overdose. Immediate specialist referral for comprehensive assessment, harm reduction strategies, and treatment planning is strongly recommended."
  },

  "sections": [
    {
      "type": "about",
      "title": "About the ASSIST v3.0",
      "text": "The WHO Alcohol, Smoking and Substance Involvement Screening Test (ASSIST) v3.0 is a validated screening instrument that identifies substance use risk across 10 categories. It provides specific risk levels and intervention recommendations based on standardized WHO criteria and has been validated in multiple countries and healthcare settings."
    },
    {
      "type": "instructions",
      "title": "Instructions",
      "text": "Please answer each question honestly based on your substance use experiences. For prescription medications, only consider non-medical use (taking more than prescribed, using without a prescription, or using for non-medical reasons). All responses are confidential and will help determine appropriate next steps for your health and wellbeing."
    },
    {
      "type": "scoring",
      "title": "Scoring and Interpretation",
      "text": "The ASSIST calculates separate involvement scores for each substance category by adding scores from questions 2-7 (excluding tobacco question 5). Risk levels are determined by specific thresholds: tobacco and illicit substances use 0-3/4-26/27+ thresholds, while alcohol uses 0-10/11-26/27+ thresholds reflecting its legal status and different risk profile."
    }
  ],

  "references": [
    {
      "title": "Validation of the alcohol, smoking and substance involvement screening test (ASSIST)",
      "authors": "Humeniuk, R., Ali, R., Babor, T. F., Farrell, M., Formigoni, M. L., Jittiwutikarn, J., ... & Simon, S.",
      "journal": "Addiction",
      "year": 2008,
      "volume": 103,
      "issue": 6,
      "pages": "1039-1047",
      "doi": "10.1111/j.1360-0443.2007.02114.x"
    },
    {
      "title": "The Alcohol, Smoking and Substance Involvement Screening Test (ASSIST): development, reliability and feasibility",
      "authors": "WHO ASSIST Working Group",
      "journal": "Addiction",
      "year": 2002,
      "volume": 97,
      "issue": 9,
      "pages": "1183-1194"
    }
  ],

  "copyright": {
    "notice": "© World Health Organization. All rights reserved.",
    "usage": "May be reproduced for clinical and research use with proper attribution."
  },

  "order": 4,
  "featured": true,
  "downloadable_pdf": true,
  "interactive_version": true
}
