{
  "name": "Adjustment Disorders",
  "slug": "adjustment-disorders",
  "type": "condition",
  "metadata": {
    "category": "trauma-stress",
    "icd10_code": "F43.2"
  },
  "content": {
    "description": "Adjustment Disorders involve emotional or behavioral symptoms that develop in response to an identifiable stressor, occurring within 3 months of the onset of the stressor. The distress is out of proportion to the severity or intensity of the stressor and causes significant impairment in social, occupational, or other important areas of functioning. Symptoms do not represent normal bereavement and do not persist for more than 6 months after the stressor or its consequences have ended.",
    "diagnostic_criteria": "A. Emotional or behavioral symptoms in response to an identifiable stressor(s) occurring within 3 months of the onset of the stressor(s). B. These symptoms or behaviors are clinically significant, as evidenced by one or both of the following: 1) Marked distress out of proportion to the severity or intensity of the stressor, taking into account external context and cultural factors. 2) Significant impairment in social, occupational, or other important areas of functioning. C. The stress-related disturbance does not meet criteria for another mental disorder and is not merely an exacerbation of a preexisting mental disorder. D. The symptoms do not represent normal bereavement. E. Once the stressor or its consequences have terminated, the symptoms do not persist for more than an additional 6 months.",
    "subtypes": [
      "With depressed mood",
      "With anxiety",
      "With mixed anxiety and depressed mood",
      "With disturbance of conduct",
      "With mixed disturbance of emotions and conduct",
      "Unspecified"
    ],
    "prevalence": "Common in clinical settings; prevalence in the general population is unclear due to underdiagnosis and variability in definition.",
    "age_of_onset": "Can occur at any age; often identified in adolescence and adulthood when stressors are more easily linked to functional decline.",
    "risk_factors": {
      "biological": [
        "History of mental health disorders",
        "Neuroticism or high emotional reactivity"
      ],
      "psychological": ["Poor coping skills", "Low self-esteem"],
      "environmental": [
        "Chronic stressors such as financial strain or caregiving burden",
        "Recent major life changes (e.g., relocation, job loss, divorce)"
      ]
    },
    "impact_on_life": {
      "school_work": "Decline in performance, absenteeism, and difficulty focusing due to stress-related symptoms.",
      "social": "Withdrawal from social interactions, conflict in relationships, or irritability.",
      "medical": "Stress-related somatic complaints (e.g., headaches, gastrointestinal distress)."
    },
    "comorbidities": [
      "Major depressive disorder",
      "Generalized anxiety disorder",
      "Substance use disorders"
    ],
    "evaluation": {
      "history": [
        "Identify the stressor(s) and timeline of onset.",
        "Assess for functional impairment and disproportionate distress.",
        "Explore coping strategies and past stress responses."
      ],
      "medical_workup": ["Screen for medical conditions that may contribute to symptoms."],
      "standardized_tools": [
        "Adjustment Disorder–New Module (ADNM)",
        "Clinical interview based on DSM-5 criteria"
      ]
    },
    "missed_diagnosis_factors": [
      "Symptoms attributed solely to normal stress reactions without considering duration/severity.",
      "Failure to link symptom onset to a specific identifiable stressor."
    ],
    "overdiagnosis_factors": [
      "Labeling transient, proportional stress reactions as pathological.",
      "Not ruling out other disorders (e.g., MDD, GAD) before diagnosing."
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Brief cognitive behavioral therapy (CBT) targeting stress management.",
        "Supportive psychotherapy focused on problem-solving.",
        "Interpersonal therapy to address relationship stressors."
      ],
      "medications": [
        "SSRIs or SNRIs if symptoms meet criteria for comorbid depression or anxiety.",
        "Short-term anxiolytics for severe anxiety symptoms (use cautiously)."
      ],
      "lifestyle_interventions": [
        "Regular exercise and structured daily activities.",
        "Mindfulness-based stress reduction.",
        "Engagement in supportive social networks."
      ]
    },
    "treatment_goals": [
      "Reduce distress to manageable levels.",
      "Improve coping skills and problem-solving ability.",
      "Restore functioning in daily life."
    ],
    "specifiers": {
      "acute": "Symptoms last less than 6 months.",
      "persistent": "Symptoms last 6 months or longer in response to chronic stressor."
    },
    "warning_signs": [
      "Emergence of suicidal thoughts.",
      "Rapid worsening of mood or anxiety.",
      "Severe functional decline."
    ],
    "self_help_strategies": [
      "Identifying and reframing unhelpful thought patterns.",
      "Breaking down overwhelming tasks into smaller, manageable steps.",
      "Seeking emotional and practical support from trusted people."
    ],
    "developmental_stages": {
      "children": [
        "Increased clinginess, regression in behavior, school refusal.",
        "Somatic complaints like stomachaches or headaches."
      ],
      "adolescents": [
        "Decline in school performance, irritability, social withdrawal.",
        "Acting out behaviors or risk-taking."
      ],
      "adults": ["Work absenteeism, relationship conflicts, reduced motivation."],
      "older_adults": [
        "Withdrawal from activities, heightened focus on health complaints.",
        "Difficulty adapting to changes such as retirement or loss."
      ]
    },
    "real_life_examples": [
      "A college student develops anxiety and insomnia after a sudden breakup, leading to missed classes.",
      "An employee shows irritability and poor focus for several months after being reassigned to a high-pressure role.",
      "A retiree experiences low mood and social withdrawal following relocation away from friends."
    ]
  },
  "status": "active"
}
