{
  "name": "Disinhibited Social Engagement Disorder",
  "slug": "disinhibited-social-engagement-disorder",
  "type": "condition",
  "metadata": {
    "category": "trauma-stress",
    "dsm5_code": "313.89",
    "icd10_code": "F94.2"
  },
  "content": {
    "description": "Disinhibited Social Engagement Disorder (DSED) is a trauma- and stressor-related disorder of early childhood associated with a pattern of culturally inappropriate, overly familiar behavior with unfamiliar adults. It arises after extreme insufficient care (e.g., severe neglect, repeated caregiver changes) and persists beyond the developmental period in which such behaviors would be expected to remit.",
    "diagnostic_criteria": "A. A pattern of behavior in which a child actively approaches and interacts with unfamiliar adults with at least two of: reduced/absent reticence; overly familiar verbal/physical behavior; diminished checking back with caregiver after venturing away; willingness to go off with unfamiliar adult. B. Behaviors are not limited to impulsivity (as in ADHD) but include socially disinhibited behavior. C. The child has experienced extremes of insufficient care (e.g., social neglect/deprivation, repeated changes of primary caregivers, rearing in unusual settings limiting attachment). D. The care in Criterion C is presumed to be responsible for the disturbed behavior. E. Developmental age of at least 9 months. Specify if persistent (>12 months) and/or severe (all symptoms at high levels).",
    "prevalence": "Uncommon in the general population; higher rates among children with histories of severe neglect, institutional rearing, or multiple foster placements.",
    "age_of_onset": "Emerges after 9 months of age when selective attachment typically develops; often recognized in toddler/preschool years but may persist into middle childhood and adolescence.",
    "prognosis": "Some behaviors lessen with stable, nurturing placements; however, social boundary difficulties and risk-taking can persist without targeted intervention. Earlier, consistent caregiving predicts better outcomes.",
    "evaluation": {
      "history": [
        "Attachment/placement history (neglect, institutional care, caregiver changes).",
        "Onset/context of approaching-stranger behaviors and safety incidents.",
        "Caregiver–child relationship quality; routines, sensitivity, responsiveness."
      ],
      "observation_assessment": [
        "Direct observation in clinic and naturalistic settings (e.g., park/classroom).",
        "Caregiver and teacher reports on social boundaries and safety behaviors.",
        "Consider structured tools (e.g., Disturbances of Attachment Interview, observational attachment measures)."
      ],
      "rule_outs": [
        "Differentiate from ADHD (global impulsivity without selective social disinhibition).",
        "Autism Spectrum Disorder (ASD) where social reciprocity/communication differ broadly and interests/repetitive behaviors are prominent).",
        "Oppositional behaviors without early neglect history."
      ]
    },
    "symptoms": {
      "core": [
        "Approaches/engages unfamiliar adults with minimal reticence.",
        "Overly familiar verbal/physical behavior inappropriate to cultural norms.",
        "Diminished or absent checking back with caregiver in unfamiliar settings.",
        "Willingness to leave with unfamiliar adults."
      ],
      "associated": [
        "Poor safety awareness; boundary violations with peers/adults.",
        "Emotion regulation difficulties; attention/impulse-control challenges.",
        "Superficial or indiscriminate sociability."
      ]
    },
    "severity_levels": {
      "persistent": "Symptoms present for more than 12 months.",
      "severe": "All symptoms present at high levels of intensity."
    },
    "risk_factors": {
      "biological": ["Prenatal exposures (e.g., substances) and prematurity (non-specific risk)."],
      "psychological": ["Difficult temperament; emotional dysregulation."],
      "environmental": [
        "Severe social neglect/deprivation.",
        "Multiple caregiver transitions; institutional rearing.",
        "Inconsistent, unresponsive caregiving."
      ]
    },
    "impact_on_life": {
      "safety": "Increased risk of exploitation or accidents due to approaching strangers.",
      "school": "Boundary problems with staff/peers; classroom disruption.",
      "family": "High caregiver stress; challenges with supervision and limit-setting.",
      "social": "Superficial friendships; peer rejection or misunderstanding."
    },
    "comorbidities": [
      "ADHD (overlapping impulsivity/attention problems)",
      "Language or learning difficulties",
      "Other trauma-related and attachment concerns",
      "Anxiety or mood symptoms"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Caregiver-focused, attachment-enhancing interventions (e.g., Child–Parent Psychotherapy, Attachment and Biobehavioral Catch-up, Parent–Child Interaction Therapy adaptations).",
        "Psychoeducation and coaching on consistent, sensitive, non-intrusive caregiving and limit-setting.",
        "Trauma-focused therapies when indicated (e.g., TF-CBT) to address associated trauma responses."
      ],
      "skills_environment": [
        "Explicit teaching and rehearsal of safety rules and social boundaries.",
        "Predictable routines; high supervision; visual cues for ‘safe adults’.",
        "School collaboration: individualized safety plans, staff training."
      ],
      "medications": [
        "No medication treats DSED directly.",
        "Treat comorbid conditions (e.g., ADHD with stimulants/non-stimulants; anxiety/depression with SSRIs) under pediatric specialist guidance."
      ],
      "care_coordination": [
        "Work with child welfare, foster/adoptive services, and school personnel.",
        "Ensure stable placement; connect caregivers to respite and support groups."
      ]
    },
    "treatment_goals": [
      "Strengthen secure caregiver–child attachment and caregiver sensitivity.",
      "Improve safety awareness and appropriate social boundaries.",
      "Reduce indiscriminate sociability and risk-taking behaviors.",
      "Support school functioning and peer relationships."
    ],
    "missed_diagnosis_factors": [
      "Assuming friendliness is typical extroversion without assessing early neglect/placement history.",
      "Attributing behaviors solely to ADHD impulsivity without social selectivity assessment."
    ],
    "overdiagnosis_factors": [
      "Labeling culturally normative sociability as pathological.",
      "Diagnosing without evidence of extreme insufficient care or attachment disruption."
    ],
    "specifiers": {
      "course": ["Persistent (>12 months)", "Severe (all symptoms at high levels)"]
    },
    "warning_signs": [
      "Repeated attempts to leave with unfamiliar adults.",
      "Minimal or absent checking back with caregiver in new environments.",
      "Boundary violations despite age-appropriate coaching."
    ],
    "self_help_strategies": [
      "For caregivers: consistent routines; praise for checking back; scripted coaching for greetings and boundaries.",
      "Use social stories and role-play for ‘safe vs. unsafe’ scenarios.",
      "Create a circle-of-trust list with photos of approved adults."
    ],
    "developmental_stages": {
      "toddler_preschool": [
        "Approaches strangers readily; leaves caregiver’s side without checking; seeks comfort indiscriminately."
      ],
      "school_age": [
        "Overly familiar with teachers/parents of peers; difficulty following boundary rules during unstructured times."
      ],
      "adolescence": [
        "Risky interactions online or in the community; vulnerability to exploitation; requires ongoing supervision and skills coaching."
      ]
    },
    "real_life_examples": [
      "A 3-year-old in a new foster home repeatedly climbs into strangers’ laps at the playground and wanders off without looking back.",
      "A 9-year-old greets unfamiliar adults with hugs and asks to go with them after school, requiring a safety plan with staff.",
      "A 14-year-old messages unknown adults online and arranges to meet despite prior safety teaching, prompting intensified supervision and skills practice."
    ],
    "when_to_seek_help": "Seek evaluation when a child regularly approaches unfamiliar adults without reticence, shows poor safety awareness, or has a history of severe neglect or multiple caregiver changes.",
    "prognosis_factors": {
      "positive_factors": [
        "Early placement in a stable, responsive caregiving environment.",
        "Caregiver engagement in attachment-focused interventions.",
        "Effective school collaboration on safety and boundaries."
      ],
      "challenging_factors": [
        "Prolonged institutional care or repeated placement disruptions.",
        "Caregiver burnout or high family stress without supports.",
        "Untreated comorbid ADHD or learning problems."
      ]
    }
  },
  "status": "active"
}
