{
  "name": "Gender Dysphoria",
  "slug": "gender-dysphoria",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/gender-disorders",
    "dsm5_code": "302.6 (children), 302.85 (adolescents/adults)",
    "icd10_code": "F64.2 (children), F64.1 (adolescents/adults)"
  },
  "content": {
    "description": "Gender Dysphoria is characterized by a marked incongruence between an individual's experienced/expressed gender and the gender assigned at birth, lasting at least 6 months, and associated with clinically significant distress or impairment in social, occupational, or other important areas of functioning.",
    "diagnostic_criteria": {
      "children": [
        "A strong desire to be of the other gender or an insistence that one is the other gender.",
        "A strong preference for wearing clothes typical of the other gender.",
        "A strong preference for cross-gender roles in play or fantasy.",
        "A strong preference for toys, games, or activities stereotypically used by the other gender.",
        "A strong preference for playmates of the other gender.",
        "A strong rejection of toys, games, and activities typical of the gender assigned at birth.",
        "A strong dislike of one's sexual anatomy.",
        "A strong desire for the physical sex characteristics that match one’s experienced gender."
      ],
      "adolescents_adults": [
        "A marked incongruence between one’s experienced/expressed gender and primary/secondary sex characteristics.",
        "A strong desire to be rid of primary/secondary sex characteristics due to incongruence.",
        "A strong desire for the primary/secondary sex characteristics of the other gender.",
        "A strong desire to be of the other gender.",
        "A strong desire to be treated as the other gender.",
        "A strong conviction of having the typical feelings and reactions of the other gender."
      ]
    },
    "prevalence": "Estimates vary; prevalence in adults is approximately 0.005–0.014% for individuals assigned male at birth and 0.002–0.003% for individuals assigned female at birth. Higher rates in youth due to increased recognition and acceptance.",
    "age_of_onset": "Often begins in early childhood; persistence into adolescence/adulthood varies.",
    "prognosis": "Outcomes vary based on access to affirming care, social support, and mental health treatment. Individuals receiving gender-affirming interventions often experience significant improvement in mental health and quality of life. Without support, higher risks of depression, anxiety, self-harm, and suicide exist.",
    "neurobiology": {
      "structural_findings": [
        "Some neuroimaging studies suggest structural brain differences in transgender individuals that align more closely with their experienced gender than assigned sex."
      ],
      "functional_connectivity": [
        "Functional MRI findings show differences in networks related to self-perception and body ownership."
      ],
      "hormonal_influences": [
        "Prenatal androgen exposure may influence later gender identity development, though evidence is mixed."
      ]
    },
    "evaluation": {
      "history": [
        "Detailed gender identity development history.",
        "Onset and course of gender incongruence.",
        "Associated distress and functional impairment.",
        "Family, social, and cultural context."
      ],
      "physical_exam": [
        "Assessment of pubertal stage and physical development.",
        "Screen for intersex conditions if clinically indicated."
      ],
      "mental_health_assessment": [
        "Screen for depression, anxiety, trauma, and suicidal ideation.",
        "Evaluate coping strategies and resilience factors."
      ],
      "differential_diagnosis": [
        "Nonconformity to gender roles without dysphoria.",
        "Body dysmorphic disorder.",
        "Psychotic disorders with gender-related delusions.",
        "Intersex conditions."
      ]
    },
    "symptoms": {
      "emotional_distress": ["Anxiety, depression, irritability related to gender incongruence."],
      "social_impacts": [
        "Avoidance of gendered spaces or activities.",
        "Conflict with family or peers."
      ],
      "physical_dysphoria": [
        "Discomfort or distress related to primary or secondary sex characteristics."
      ]
    },
    "risk_factors": {
      "biological": ["Possible genetic component suggested by twin studies."],
      "psychological": [
        "Early awareness of gender incongruence.",
        "Resilience or vulnerability shaped by coping skills and support."
      ],
      "environmental": [
        "Social acceptance or rejection.",
        "Cultural attitudes toward gender diversity."
      ]
    },
    "developmental_stages": {
      "childhood": [
        "May present with persistent cross-gender preferences in play, clothing, and social roles."
      ],
      "adolescence": [
        "Increased distress with pubertal changes; may seek social or medical transition."
      ],
      "adulthood": [
        "Often pursue gender-affirming medical or surgical interventions; long-term identity is typically stable."
      ]
    },
    "impact_on_life": {
      "relationships": "Supportive relationships improve well-being; rejection increases distress and isolation.",
      "work_school": "Harassment, discrimination, and lack of accommodations can impact performance and engagement.",
      "quality_of_life": "Gender-affirming care strongly correlates with improved life satisfaction."
    },
    "comorbidities": [
      "Depressive disorders",
      "Anxiety disorders",
      "Substance use disorders",
      "Posttraumatic stress disorder"
    ],
    "treatment_approaches": {
      "psychosocial": ["Gender-affirming psychotherapy.", "Family therapy to support acceptance."],
      "medical": [
        "Puberty blockers for eligible adolescents.",
        "Hormone replacement therapy.",
        "Gender-affirming surgeries."
      ],
      "social": ["Support with name/pronoun use, legal documents, and safe environments."]
    },
    "treatment_goals": [
      "Reduce distress related to gender incongruence.",
      "Support identity affirmation and integration.",
      "Promote psychological well-being and resilience."
    ],
    "warning_signs": [
      "Intense distress during puberty.",
      "Withdrawal from social interaction due to dysphoria.",
      "Suicidal ideation or self-harm."
    ],
    "self_help_strategies": [
      "Connecting with affirming support groups.",
      "Practicing self-compassion and resilience skills.",
      "Seeking accurate information about transition options."
    ],
    "real_life_examples": [
      "An adolescent assigned female at birth begins binding chest and requests male pronouns; distress worsens with menstruation.",
      "An adult assigned male at birth socially transitions at work and home after years of internal conflict."
    ],
    "when_to_seek_help": "Seek professional evaluation if you experience persistent distress about gender incongruence or if dysphoria interferes with daily life.",
    "missed_diagnosis_factors": [
      "Attributing distress solely to depression or anxiety without assessing gender identity.",
      "Overlooking subtle signs of dysphoria in children.",
      "Failure to distinguish from transient exploration."
    ],
    "overdiagnosis_factors": [
      "Misinterpreting gender nonconforming behavior as dysphoria without distress or impairment.",
      "Assigning diagnosis during temporary identity exploration without persistent incongruence."
    ]
  },
  "status": "active"
}
