{
  "name": "Agoraphobia",
  "slug": "agoraphobia",
  "type": "condition",
  "metadata": {
    "category": "anxiety-fear",
    "dsm5_code": "300.22",
    "icd10_code": "F40.00"
  },
  "content": {
    "description": "Agoraphobia is an anxiety disorder characterized by marked fear or anxiety about two or more of the following situations: using public transportation, being in open spaces, being in enclosed spaces, standing in line or being in a crowd, and being outside of the home alone. The individual fears or avoids these situations because of thoughts that escape might be difficult or help unavailable in the event of panic-like or other incapacitating/embarrassing symptoms.",
    "diagnostic_criteria": "A. Marked fear/anxiety about ≥2 situations: using public transport, open spaces, enclosed spaces, standing in line/crowd, being outside home alone. B. Situations provoke fear/anxiety almost always. C. Situations are actively avoided, require a companion, or endured with intense fear. D. Fear/anxiety out of proportion to actual danger. E. Persistent ≥6 months. F. Causes clinically significant distress/impairment. G. Not better explained by another mental disorder (e.g., social anxiety disorder, specific phobia, OCD, PTSD, separation anxiety disorder).",
    "prevalence": "Lifetime prevalence ~1–2% in the general population; more common in women than men.",
    "age_of_onset": "Typical onset in late adolescence or early adulthood, often following a panic attack, though onset can occur at any age.",
    "neurobiology": "Involves dysregulation of fear circuitry, including hyperactivation of the amygdala and insula, and altered connectivity with the prefrontal cortex. Neurochemical factors may include serotonin, norepinephrine, and GABA abnormalities. Genetic factors account for 30–60% of the risk.",
    "evaluation": {
      "history": [
        "Detailed history of feared/avoided situations, onset, course, and triggers.",
        "Assessment for co-occurring panic disorder, depression, or substance use.",
        "Functional impact on daily life, including work and social activities."
      ],
      "screening_tools": [
        "Panic and Agoraphobia Scale (PAS)",
        "Agoraphobic Cognitions Questionnaire (ACQ)"
      ],
      "rule_outs": [
        "Social anxiety disorder (fear of negative evaluation).",
        "Specific phobia (single feared situation).",
        "PTSD or OCD if avoidance is related to trauma or obsessions."
      ]
    },
    "symptoms": {
      "core": [
        "Fear of situations where escape might be difficult or help unavailable.",
        "Avoidance of multiple types of public situations.",
        "Enduring situations only with a companion or intense anxiety."
      ],
      "associated": [
        "Anticipatory anxiety before leaving home.",
        "Panic attacks in feared settings.",
        "Functional impairment, e.g., unable to travel independently."
      ]
    },
    "risk_factors": {
      "biological": ["Genetic predisposition to anxiety/panic disorders."],
      "psychological": ["High anxiety sensitivity.", "History of panic attacks."],
      "environmental": [
        "Stressful life events preceding onset.",
        "Overprotective or controlling parenting."
      ]
    },
    "impact_on_life": {
      "work": "Difficulty commuting or attending workplace events.",
      "school": "Avoidance of classes or activities requiring travel.",
      "social": "Reduced participation in social gatherings; isolation.",
      "family": "Increased dependency on family members for transportation."
    },
    "comorbidities": [
      "Panic disorder",
      "Major depressive disorder",
      "Other anxiety disorders",
      "Substance use disorders"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Cognitive-behavioral therapy (CBT) with exposure therapy as the gold standard.",
        "Interoceptive exposure for panic-related symptoms.",
        "Acceptance and Commitment Therapy (ACT) as adjunct."
      ],
      "medications": [
        "SSRIs (e.g., sertraline, escitalopram, paroxetine).",
        "SNRIs (e.g., venlafaxine XR).",
        "Benzodiazepines (e.g., clonazepam, lorazepam) for short-term or crisis use; caution with dependence.",
        "Tricyclic antidepressants (e.g., imipramine) as alternatives."
      ],
      "lifestyle": [
        "Regular aerobic exercise to reduce baseline anxiety.",
        "Mindfulness and relaxation techniques."
      ],
      "care_coordination": [
        "Collaboration with primary care for medical rule-outs.",
        "Psychoeducation for patient and family."
      ]
    },
    "treatment_goals": [
      "Increase ability to enter and remain in feared situations without avoidance.",
      "Reduce overall anxiety and panic symptoms.",
      "Restore functional independence in travel, work, and social activities."
    ],
    "missed_diagnosis_factors": [
      "Symptoms misattributed solely to panic disorder without recognizing avoidance across multiple situations.",
      "Underreporting due to embarrassment or minimization of avoidance behaviors."
    ],
    "overdiagnosis_factors": [
      "Confusing situational avoidance due to physical disability or logistical reasons with agoraphobia.",
      "Labeling fear of a single environment as agoraphobia (should be specific phobia)."
    ],
    "specifiers": {
      "with_panic_disorder": "Meets full criteria for panic disorder in addition to agoraphobia.",
      "without_panic_disorder": "Agoraphobia present without meeting panic disorder criteria."
    },
    "warning_signs": [
      "Increasing restriction of travel radius.",
      "Reliance on companions for basic errands.",
      "Panic symptoms triggered by public situations."
    ],
    "self_help_strategies": [
      "Gradual exposure to feared situations, starting with less challenging ones.",
      "Breathing and grounding exercises during anxiety spikes.",
      "Keeping a diary of avoided situations to track progress."
    ],
    "developmental_stages": {
      "childhood": ["Reluctance to attend school, avoiding field trips or crowded events."],
      "adolescence": ["Avoiding public transportation or malls; social withdrawal."],
      "adulthood": ["Inability to commute to work, travel alone, or attend large gatherings."],
      "older_adults": ["Avoidance compounded by physical limitations; may be mistaken for frailty."]
    },
    "real_life_examples": [
      "A college student who drops classes that require crossing campus alone.",
      "A woman who refuses to leave her neighborhood without her spouse.",
      "An office worker who quits a job after relocation requires public transit."
    ],
    "when_to_seek_help": "When avoidance of multiple public situations interferes with work, school, or relationships, or is accompanied by panic attacks.",
    "prognosis_factors": {
      "positive_factors": [
        "Early diagnosis and treatment initiation.",
        "Willingness to engage in exposure therapy.",
        "Strong social support."
      ],
      "challenging_factors": [
        "Longstanding avoidance patterns.",
        "Comorbid depression or substance abuse.",
        "Limited access to treatment resources."
      ]
    }
  },
  "status": "active"
}
