{
  "name": "Anxiety Disorder Due to Another Medical Condition",
  "slug": "anxiety-disorder-due-to-medical-condition",
  "type": "condition",
  "metadata": {
    "category": "anxiety-fear",
    "dsm5_code": "293.84",
    "icd10_code": "F06.4"
  },
  "content": {
    "description": "A clinically significant anxiety disturbance directly attributable to the physiological effects of another medical condition, not better explained by another mental disorder. The anxiety may manifest as generalized anxiety, panic attacks, obsessive-compulsive symptoms, or phobic avoidance.",
    "diagnostic_criteria": "A. Prominent anxiety, panic attacks, obsessions/compulsions predominate. B. Evidence from history, exam, or labs that the disturbance is the direct pathophysiological consequence of another medical condition. C. Not better explained by another mental disorder. D. Not occurring exclusively during delirium. E. Causes clinically significant distress or impairment.",
    "prevalence": "Varies depending on medical condition; common in endocrine, cardiovascular, respiratory, and neurological disorders.",
    "age_of_onset": "Any age, depending on onset of underlying medical condition.",
    "neurobiology": "Anxiety may arise from structural brain changes (e.g., stroke, tumor), neurotransmitter imbalances (e.g., altered serotonin, norepinephrine, GABA), inflammatory cytokines, dysregulation of the hypothalamic-pituitary-adrenal axis, or autonomic hyperactivity. Conditions such as hyperthyroidism can increase adrenergic activity, while hypoglycemia activates sympathetic arousal.",
    "evaluation": {
      "history": [
        "Detailed onset and temporal relationship between anxiety symptoms and medical illness.",
        "Medication review for agents that may exacerbate anxiety (e.g., corticosteroids, stimulants).",
        "Family psychiatric history."
      ],
      "physical_exam": [
        "Full medical exam focused on systems relevant to suspected cause.",
        "Neurological exam for focal deficits or signs of CNS pathology."
      ],
      "laboratory_tests": [
        "Thyroid function tests (TSH, free T4).",
        "Blood glucose, electrolytes.",
        "Cardiac workup (ECG, echocardiogram) if indicated.",
        "Neuroimaging for CNS lesions or structural abnormalities."
      ],
      "rule_outs": ["Primary anxiety disorders.", "Substance/medication-induced anxiety disorder."]
    },
    "common_associated_medical_conditions": [
      "Endocrine: Hyperthyroidism, pheochromocytoma, hypoglycemia.",
      "Cardiovascular: Arrhythmias, congestive heart failure, myocardial infarction.",
      "Respiratory: COPD, asthma, pulmonary embolism.",
      "Neurological: Stroke, multiple sclerosis, Parkinson's disease, temporal lobe epilepsy."
    ],
    "symptoms": {
      "core": [
        "Excessive fear or anxiety temporally related to medical condition onset.",
        "Panic attacks in absence of typical triggers.",
        "Persistent worry about health."
      ],
      "associated": [
        "Autonomic hyperactivity (tachycardia, sweating, tremor).",
        "Sleep disturbance.",
        "Difficulty concentrating."
      ]
    },
    "risk_factors": {
      "biological": [
        "Severe or unstable medical illness.",
        "CNS lesions or chronic neurological disease."
      ],
      "psychological": [
        "History of anxiety disorders.",
        "Low resilience to health-related stress."
      ],
      "environmental": [
        "Poor social support during illness.",
        "Chronic stress from medical treatment demands."
      ]
    },
    "impact_on_life": {
      "work": "Missed work due to both medical and anxiety symptoms.",
      "school": "Difficulty focusing; avoidance of attendance due to health fears.",
      "social": "Withdrawal from activities due to medical fragility or anxiety.",
      "family": "Caregiver strain; increased dependency."
    },
    "comorbidities": ["Depressive disorders", "Adjustment disorders", "Substance use disorders"],
    "treatment_approaches": {
      "primary": [
        "Optimal treatment of underlying medical condition.",
        "Address any iatrogenic contributors (e.g., medication changes)."
      ],
      "psychotherapy": [
        "CBT adapted for health-related anxiety.",
        "Psychoeducation about the medical condition to reduce uncertainty."
      ],
      "medications": [
        "SSRIs (e.g., sertraline, escitalopram) for persistent anxiety.",
        "SNRIs (e.g., venlafaxine XR) if comorbid pain.",
        "Short-term benzodiazepines (e.g., lorazepam, clonazepam) for acute severe anxiety, with caution in respiratory compromise or CNS disease."
      ],
      "lifestyle": [
        "Breathing retraining for autonomic symptoms.",
        "Mindfulness practices for health-related distress."
      ],
      "care_coordination": [
        "Close collaboration between mental health, primary care, and specialty providers."
      ]
    },
    "treatment_goals": [
      "Reduce anxiety symptoms and functional impairment.",
      "Address underlying medical contributors.",
      "Improve coping with chronic illness."
    ],
    "missed_diagnosis_factors": [
      "Attributing all anxiety symptoms to a primary psychiatric disorder without assessing medical triggers.",
      "Failure to review medications that may cause anxiety."
    ],
    "overdiagnosis_factors": [
      "Attributing normal anxiety responses to serious illness as pathological.",
      "Mislabeling adjustment disorder with anxiety as a direct physiological effect."
    ],
    "specifiers": {
      "with_panic_attacks": "Meets criteria for panic attacks linked to medical condition.",
      "with_generalized_anxiety": "Predominantly GAD-like symptoms linked to medical condition."
    },
    "warning_signs": [
      "Sudden onset of severe anxiety in older adults or those without psychiatric history.",
      "Anxiety accompanied by neurological or cardiovascular symptoms."
    ],
    "self_help_strategies": [
      "Education about the medical condition to reduce uncertainty.",
      "Stress management techniques compatible with physical limitations.",
      "Support groups for individuals with the same medical illness."
    ],
    "developmental_stages": {
      "childhood": ["School refusal or somatic complaints triggered by illness-related anxiety."],
      "adolescence": ["Fear of symptom recurrence interfering with social or academic activities."],
      "adulthood": ["Avoidance of activities due to fear of exacerbating illness symptoms."],
      "older_adults": [
        "Heightened anxiety about health changes; overlap with cognitive decline concerns."
      ]
    },
    "real_life_examples": [
      "A patient with hyperthyroidism developing panic attacks until thyroid function is controlled.",
      "An older adult with COPD experiencing severe anxiety before leaving home due to fear of breathlessness.",
      "A person post-myocardial infarction who avoids physical activity for fear of triggering another event."
    ],
    "when_to_seek_help": "When anxiety is intense, persistent, and directly related to a medical condition, leading to avoidance or inability to follow treatment plans.",
    "prognosis_factors": {
      "positive_factors": [
        "Effective treatment of underlying condition.",
        "Strong patient-provider alliance.",
        "Access to integrated medical and mental health care."
      ],
      "challenging_factors": [
        "Progressive or poorly controlled illness.",
        "Multiple comorbid conditions.",
        "Limited insight into the anxiety-medical link."
      ]
    }
  },
  "status": "active"
}
