{
  "name": "Generalized Anxiety Disorder",
  "slug": "generalized-anxiety-disorder",
  "type": "condition",
  "metadata": {
    "category": "anxiety-fear",
    "dsm5_code": "300.02",
    "icd10_code": "F41.1"
  },
  "content": {
    "description": "Generalized Anxiety Disorder (GAD) is characterized by excessive anxiety and worry occurring more days than not for at least 6 months, about a variety of events or activities. The worry is difficult to control and is associated with symptoms such as restlessness, fatigue, difficulty concentrating, irritability, muscle tension, and sleep disturbances. The anxiety causes significant distress or impairment in social, occupational, or other important areas of functioning.",
    "diagnostic_criteria": "A. Excessive anxiety and worry (apprehensive expectation), occurring more days than not for at least 6 months, about a number of events or activities. B. The individual finds it difficult to control the worry. C. The anxiety and worry are associated with three or more of the following six symptoms: (1) restlessness or feeling keyed up/on edge; (2) being easily fatigued; (3) difficulty concentrating or mind going blank; (4) irritability; (5) muscle tension; (6) sleep disturbance. D. The anxiety, worry, or physical symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. E. Not attributable to the physiological effects of a substance or another medical condition. F. Not better explained by another mental disorder.",
    "prevalence": "Lifetime prevalence is estimated at 5–6%. More common in females than males, with a typical onset in adolescence or early adulthood.",
    "age_of_onset": "Often begins in late adolescence to early adulthood, but can occur at any age. Onset is usually gradual rather than abrupt.",
    "prognosis": "GAD is often chronic, with fluctuating severity. Early identification, consistent treatment, and addressing co-occurring conditions can improve long-term outcomes. Relapses are common without ongoing coping strategies or treatment.",
    "neurobiology": {
      "brain_networks": [
        "Hyperactivity in the amygdala and insula related to threat detection.",
        "Altered connectivity between prefrontal cortex and amygdala affecting emotion regulation.",
        "Involvement of anterior cingulate cortex in worry processing."
      ],
      "connectivity_findings": [
        "Increased amygdala-prefrontal connectivity during threat-related processing.",
        "Reduced default mode network suppression during worry states."
      ],
      "cellular_molecular": [
        "Dysregulation of GABAergic and serotonergic neurotransmission.",
        "Possible involvement of HPA axis hyperactivity."
      ],
      "genetics": "Moderate heritability (~30%); polygenic contributions with overlap with other anxiety and mood disorders."
    },
    "evaluation": {
      "history_observation": [
        "Detailed psychiatric history including onset, duration, and triggers of worry.",
        "Functional impact assessment across domains.",
        "Family history of anxiety or mood disorders."
      ],
      "gold_standard_measures": [
        "Structured Clinical Interview for DSM-5 Disorders (SCID-5)",
        "Mini International Neuropsychiatric Interview (MINI)"
      ],
      "screeners_rating_scales": [
        "GAD-7 (Generalized Anxiety Disorder 7-item scale)",
        "BAI (Beck Anxiety Inventory)",
        "HADS-A (Hospital Anxiety and Depression Scale – Anxiety subscale)"
      ],
      "cognitive_language_adaptive": [
        "Neuropsychological testing if concentration/memory issues are prominent."
      ],
      "sensory_motor_other": [
        "Medical evaluation to rule out hyperthyroidism, arrhythmia, or other medical causes."
      ],
      "differential_diagnosis": [
        "Other anxiety disorders (panic disorder, social anxiety disorder)",
        "Obsessive-Compulsive Disorder",
        "Major Depressive Disorder",
        "Adjustment Disorder",
        "Medical conditions with anxiety symptoms (e.g., hyperthyroidism)"
      ],
      "team_and_process": "Evaluation by a mental health professional (psychiatrist, psychologist) with integration of patient history, self-reports, and collateral information when available."
    },
    "symptoms": {
      "core": [
        "Excessive, pervasive worry about multiple domains",
        "Difficulty controlling the worry",
        "Restlessness or feeling keyed up",
        "Easily fatigued",
        "Difficulty concentrating",
        "Irritability",
        "Muscle tension",
        "Sleep disturbance"
      ],
      "associated": [
        "Somatic complaints (headaches, gastrointestinal discomfort)",
        "Hypervigilance",
        "Startle response"
      ],
      "strengths_common": [
        "High conscientiousness",
        "Strong planning and organizational skills",
        "Attention to detail"
      ]
    },
    "severity_levels": {
      "mild": "Some symptoms present, manageable with coping strategies, minimal impairment.",
      "moderate": "Frequent symptoms causing noticeable distress and functional limitations.",
      "severe": "Persistent, intense symptoms significantly interfering with daily life."
    },
    "risk_factors": {
      "biological": [
        "Genetic predisposition",
        "Neurotransmitter system imbalances (GABA, serotonin)"
      ],
      "psychological": [
        "Negative affectivity or neuroticism",
        "Cognitive style involving intolerance of uncertainty"
      ],
      "environmental": ["Chronic stress exposure", "Early life adversity"]
    },
    "impact_on_life": {
      "communication_learning": "Difficulty concentrating may affect learning and performance.",
      "social_relationships": "Avoidance of social situations due to worry about interactions or outcomes.",
      "daily_living": "Prolonged decision-making and over-preparation for routine activities.",
      "work": "Reduced productivity and increased absenteeism.",
      "self_esteem": "Negative self-appraisal due to perceived inability to cope."
    },
    "comorbidities": [
      "Major Depressive Disorder",
      "Other anxiety disorders",
      "Substance Use Disorders",
      "Chronic pain conditions",
      "Irritable Bowel Syndrome"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Cognitive Behavioral Therapy (CBT) — gold standard, targeting maladaptive thought patterns and avoidance behaviors.",
        "Acceptance and Commitment Therapy (ACT) — fostering acceptance of worry while engaging in valued actions.",
        "Mindfulness-based interventions — reducing worry through present-focused awareness."
      ],
      "medications": [
        "First-line: SSRIs (escitalopram, paroxetine, sertraline), SNRIs (venlafaxine, duloxetine).",
        "Second-line: Buspirone, pregabalin.",
        "Short-term benzodiazepines for acute relief with caution due to dependence risk."
      ],
      "lifestyle_interventions": [
        "Regular physical activity",
        "Consistent sleep schedule",
        "Mindfulness meditation and relaxation exercises",
        "Balanced nutrition and reduced caffeine intake"
      ],
      "education_and_family": [
        "Psychoeducation for patient and family about the nature of worry and anxiety.",
        "Encouraging supportive, non-reinforcing responses to excessive reassurance-seeking."
      ]
    },
    "treatment_goals": [
      "Reduce frequency and intensity of worry.",
      "Improve coping and problem-solving skills.",
      "Restore functional ability across life domains.",
      "Address comorbid conditions.",
      "Enhance quality of life."
    ],
    "missed_diagnosis_factors": [
      "Attributing symptoms solely to stress without assessing chronicity.",
      "Focusing on somatic complaints without exploring anxiety origins.",
      "Overlap with depression masking anxiety symptoms."
    ],
    "overdiagnosis_factors": [
      "Normal situational worry misinterpreted as GAD without meeting duration/intensity criteria.",
      "Adjustment disorder with anxiety mislabeled as GAD.",
      "Brief stress reactions mistaken for chronic anxiety."
    ],
    "specifiers": {
      "with_panic_attacks": ["With panic attacks", "Without panic attacks"],
      "severity_note": "Specify current severity (mild, moderate, severe) based on symptom frequency, intensity, and impairment."
    },
    "warning_signs": [
      "Persistent, uncontrollable worry about multiple aspects of life.",
      "Physical symptoms without clear medical cause.",
      "Avoidance or over-preparation interfering with functioning."
    ],
    "self_help_strategies": [
      "Daily relaxation practice (deep breathing, progressive muscle relaxation).",
      "Scheduling worry time to contain rumination.",
      "Limiting reassurance-seeking behaviors.",
      "Challenging catastrophic thoughts with evidence."
    ],
    "developmental_stages": {
      "childhood": [
        "Excessive worry about school performance, family safety.",
        "Physical complaints such as stomachaches or headaches."
      ],
      "adolescence": [
        "Increased worry about social acceptance and academic achievement.",
        "Sleep difficulties and irritability."
      ],
      "adulthood": [
        "Chronic worry about health, finances, family responsibilities.",
        "Functional impairment in work and relationships."
      ]
    },
    "real_life_examples": [
      "A student who spends hours checking and rechecking assignments despite no errors, leading to late submissions.",
      "An employee who avoids delegating tasks due to fear of mistakes, resulting in burnout.",
      "A parent who calls their child’s school multiple times a day to confirm safety, disrupting daily life."
    ],
    "when_to_seek_help": "Seek professional help if worry and anxiety are persistent (6+ months), difficult to control, and cause significant distress or impairment in daily functioning.",
    "prognosis_factors": {
      "positive_factors": [
        "Early diagnosis and intervention",
        "Good insight and willingness to engage in treatment",
        "Supportive social network"
      ],
      "challenging_factors": [
        "Co-occurring depression or substance use",
        "Chronic stress exposure",
        "Avoidance of treatment or coping skill practice"
      ]
    }
  },
  "status": "active"
}
