{
  "name": "Illness Anxiety Disorder",
  "slug": "illness-anxiety-disorder",
  "type": "condition",
  "metadata": {
    "category": "anxiety-fear",
    "dsm5_code": "300.7",
    "icd10_code": "F45.21"
  },
  "content": {
    "description": "Illness Anxiety Disorder (IAD) involves a preoccupation with having or acquiring a serious illness despite minimal or no somatic symptoms. Health-related anxiety is excessive, persistent (≥6 months), and not better explained by another mental disorder. Individuals may engage in excessive health-related behaviors (e.g., repeated body checking, frequent medical visits) or exhibit maladaptive avoidance (e.g., avoiding healthcare entirely).",
    "diagnostic_criteria": "A. Preoccupation with having or acquiring a serious illness. B. Somatic symptoms are not present or are mild in intensity. C. High anxiety about health, easily alarmed by normal bodily sensations. D. Excessive health-related behaviors or maladaptive avoidance. E. Illness preoccupation for ≥6 months, though feared illness may change. F. Not better explained by another mental disorder (e.g., somatic symptom disorder, OCD, GAD).",
    "prevalence": "Estimated prevalence 1–3% in the general population; similar rates in males and females.",
    "age_of_onset": "Can occur at any age; often emerges in early to middle adulthood, sometimes after illness exposure or a health scare.",
    "prognosis": "Frequently chronic or recurrent; severity fluctuates. Best outcomes with early cognitive-behavioral intervention and management of comorbid anxiety/depression.",
    "neurobiology": "Involves dysregulated threat perception networks, including hyperactivity in the anterior cingulate cortex, insula, and amygdala. Heightened interoceptive sensitivity and altered prefrontal–limbic connectivity may sustain excessive illness fears. Dysfunction in serotonergic and dopaminergic pathways may contribute to anxiety persistence and difficulty disengaging from health-related thoughts.",
    "evaluation": {
      "history_psychosocial": [
        "Detailed timeline of health concerns, triggers, reassurance-seeking, and avoidance behaviors.",
        "Medical history review and screening for anxiety/mood comorbidities."
      ],
      "medical_assessment": [
        "Physical exam and relevant tests to rule out genuine pathology.",
        "Limit unnecessary investigations to avoid reinforcing illness fears."
      ],
      "standardized_measures": ["Health Anxiety Inventory (HAI)", "Whiteley Index"],
      "differential_diagnosis": [
        "Somatic Symptom Disorder",
        "Obsessive-Compulsive Disorder",
        "Generalized Anxiety Disorder",
        "Depressive Disorders"
      ]
    },
    "symptoms": {
      "cognitive_emotional": [
        "Persistent worry about serious illness despite medical reassurance",
        "Catastrophic interpretation of benign bodily sensations",
        "Easily alarmed by health information"
      ],
      "behavioral": [
        "Repeated checking of body for signs of illness",
        "Frequent or repeated medical consultations",
        "Avoidance of healthcare or feared situations"
      ]
    },
    "severity_levels": {
      "care_seeking_type": "Frequent use of medical care and repeated reassurance-seeking.",
      "care_avoidant_type": "Avoidance of healthcare due to fear of receiving bad news."
    },
    "risk_factors": {
      "biological": ["Family history of anxiety disorders or health anxiety"],
      "psychological": [
        "Cognitive bias toward catastrophic misinterpretation of bodily sensations",
        "History of serious illness in self or family"
      ],
      "environmental": ["High exposure to illness-related information in media or social networks"]
    },
    "impact_on_life": {
      "school_work": "Absenteeism and reduced productivity due to appointments, research, or preoccupation.",
      "social": "Relationship strain from excessive reassurance-seeking or illness focus.",
      "emotional": "Chronic anxiety, distress, and possible depressive symptoms."
    },
    "comorbidities": [
      "Generalized Anxiety Disorder",
      "Obsessive-Compulsive Disorder",
      "Major Depressive Disorder"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Cognitive Behavioral Therapy (CBT) — cognitive restructuring of illness beliefs, exposure to health-related uncertainty, reduction of reassurance-seeking.",
        "Mindfulness-based approaches — decoupling bodily sensations from catastrophic interpretations."
      ],
      "medications": [
        "SSRIs (e.g., fluoxetine, escitalopram) for persistent anxiety or comorbid depression.",
        "Consider SNRIs if pain or somatic sensitivity is prominent."
      ],
      "education_and_family": [
        "Psychoeducation about health anxiety mechanisms.",
        "Involving family/supports to reduce unhelpful reassurance patterns."
      ]
    },
    "treatment_goals": [
      "Reduce preoccupation and distress related to health fears.",
      "Increase tolerance for uncertainty about health.",
      "Improve functioning across social, occupational, and daily life domains."
    ],
    "missed_diagnosis_factors": [
      "Misattributing symptoms to normal anxiety or GAD without recognizing the health-specific preoccupation.",
      "Focusing solely on medical reassurance without assessing psychological drivers."
    ],
    "overdiagnosis_factors": [
      "Pathologizing transient health fears during acute illness outbreaks.",
      "Labeling health vigilance due to genuine medical risk as IAD."
    ],
    "specifiers": {
      "presentation": ["Care-seeking type", "Care-avoidant type"]
    },
    "warning_signs": [
      "Repeated negative medical workups without reduction in health fears.",
      "Avoiding necessary medical evaluation despite symptoms.",
      "Severe distress triggered by benign bodily sensations."
    ],
    "self_help_strategies": [
      "Set limits on health-related internet searches.",
      "Schedule rather than respond impulsively to reassurance-seeking.",
      "Use mindfulness to observe sensations without judgment."
    ],
    "real_life_examples": [
      "A 40-year-old visits multiple specialists for fear of cancer despite normal tests; CBT reduces health-checking behaviors.",
      "A 28-year-old avoids medical visits for years due to fear of being diagnosed with a terminal illness."
    ],
    "when_to_seek_help": "When health-related anxiety persists ≥6 months, causes significant distress, and interferes with work, relationships, or daily life despite medical reassurance.",
    "prognosis_factors": {
      "positive_factors": [
        "Early intervention",
        "Strong support system",
        "Willingness to engage in therapy",
        "Absence of severe comorbid mental health conditions"
      ],
      "challenging_factors": [
        "Long duration of untreated illness anxiety",
        "High comorbidity with depression or OCD",
        "Ongoing exposure to illness in self or family",
        "Poor insight into condition"
      ]
    }
  },
  "status": "active"
}
