{
  "name": "Panic Disorder",
  "slug": "panic-disorder",
  "type": "condition",
  "metadata": {
    "category": "anxiety-fear",
    "dsm5_code": "300.01",
    "icd10_code": "F41.0"
  },
  "content": {
    "description": "Panic Disorder is characterized by recurrent, unexpected panic attacks — abrupt surges of intense fear or discomfort reaching a peak within minutes — followed by persistent concern about having more attacks or their consequences, and/or maladaptive behavioral changes related to the attacks. Panic attacks may be accompanied by physical and cognitive symptoms such as palpitations, shortness of breath, chest pain, dizziness, derealization, or fear of losing control or dying.",
    "diagnostic_criteria": "A. Recurrent unexpected panic attacks. B. At least one attack has been followed by ≥1 month of one or both: (1) persistent worry about additional attacks or their consequences; (2) significant maladaptive behavior change related to attacks. C. Not attributable to a substance or another medical condition. D. Not better explained by another mental disorder (e.g., social anxiety disorder, phobia, OCD, PTSD).",
    "evaluation": {
      "clinical_interview": "Assess onset, frequency, duration, and context of panic attacks; review inter-attack anxiety, avoidance patterns, and functional impairment.",
      "collateral_information": "Gather reports from family or close contacts regarding behavioral changes, avoidance, or witnessed attacks.",
      "medical_assessment": "Rule out cardiac, respiratory, endocrine, and neurological conditions that may mimic panic symptoms (e.g., arrhythmias, asthma, hyperthyroidism, seizure disorders).",
      "rating_scales": [
        "Panic Disorder Severity Scale (PDSS)",
        "Beck Anxiety Inventory (BAI)",
        "Generalized Anxiety Disorder-7 (GAD-7) for comorbidity screening"
      ],
      "rule_outs": "Differentiate from anxiety due to substances, medical illnesses, other anxiety disorders, or mood disorders.",
      "functional_assessment": "Evaluate impact on occupational, academic, and social functioning; identify agoraphobia or specific avoidance behaviors."
    },
    "prevalence": "12-month prevalence ~2–3% in U.S. adults; higher rates in females. Often co-occurs with agoraphobia and other anxiety disorders.",
    "age_of_onset": "Typically late adolescence to mid-30s; onset may be sudden or gradual.",
    "prognosis": "With appropriate treatment, many individuals experience significant reduction or remission of panic attacks. Without treatment, symptoms may persist or worsen, and functional impairment often increases due to avoidance behaviors and agoraphobia.",
    "neurobiology": "Panic disorder is associated with dysregulated activity in the amygdala–prefrontal cortex–hippocampal network, contributing to heightened threat detection and impaired regulation of fear responses. Altered serotonergic, noradrenergic, and GABAergic neurotransmission is implicated, along with increased sensitivity in brainstem structures (e.g., locus coeruleus) that mediate autonomic arousal. Functional imaging often reveals hyperactivation of the insula and anterior cingulate cortex during interoceptive and anxiety-provoking tasks.",
    "symptoms": {
      "panic_attack_features": [
        "Palpitations or accelerated heart rate",
        "Sweating",
        "Trembling or shaking",
        "Shortness of breath or smothering sensations",
        "Feelings of choking",
        "Chest pain or discomfort",
        "Nausea or abdominal distress",
        "Dizziness, unsteadiness, light-headedness, or faintness",
        "Chills or heat sensations",
        "Paresthesias",
        "Derealization or depersonalization",
        "Fear of losing control or 'going crazy'",
        "Fear of dying"
      ],
      "post_attack_consequences": [
        "Persistent worry about additional attacks",
        "Avoidance of places/situations associated with prior attacks",
        "Reduced social, academic, or occupational participation"
      ]
    },
    "severity_levels": {
      "mild": "Infrequent attacks with minimal avoidance and functional impairment.",
      "moderate": "Multiple attacks per month with moderate avoidance and anxiety between attacks.",
      "severe": "Frequent attacks, extensive avoidance, and marked impairment in daily functioning."
    },
    "risk_factors": {
      "biological": [
        "Genetic predisposition to anxiety disorders",
        "Neurobiological sensitivity to physiological arousal",
        "Family history of panic disorder"
      ],
      "psychological": [
        "Anxiety sensitivity (fear of anxiety symptoms)",
        "History of childhood separation anxiety",
        "Negative affectivity"
      ],
      "environmental": [
        "Significant life stressors",
        "History of abuse or trauma",
        "Medical illnesses triggering panic-like symptoms"
      ]
    },
    "impact_on_life": {
      "occupational": "Missed work, reduced productivity, avoidance of work travel or meetings.",
      "social": "Withdrawal from social activities, fear of embarrassment, reduced quality of relationships.",
      "daily_activities": "Avoidance of public places, transportation, or being alone."
    },
    "comorbidities": [
      "Agoraphobia",
      "Major Depressive Disorder",
      "Other Anxiety Disorders",
      "Substance Use Disorders"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Cognitive Behavioral Therapy (CBT) focusing on panic control treatment and exposure to feared sensations/situations.",
        "Interoceptive exposure to reduce anxiety sensitivity.",
        "Psychoeducation about panic and anxiety."
      ],
      "medications": [
        "SSRIs (e.g., sertraline, paroxetine, fluoxetine)",
        "SNRIs (e.g., venlafaxine XR)",
        "Benzodiazepines for short-term use (e.g., clonazepam, lorazepam)",
        "Tricyclic antidepressants in selected cases"
      ],
      "lifestyle_interventions": [
        "Regular aerobic exercise",
        "Mindfulness and breathing techniques",
        "Adequate sleep and balanced diet",
        "Limiting caffeine, alcohol, and stimulants"
      ]
    },
    "treatment_goals": [
      "Reduce frequency and intensity of panic attacks",
      "Decrease anxiety and avoidance behaviors",
      "Restore normal daily functioning and participation",
      "Enhance coping and resilience to physiological arousal"
    ],
    "missed_diagnosis_factors": [
      "Attributing symptoms solely to physical illness without considering panic disorder",
      "Mislabeling as generalized anxiety disorder when attacks are discrete and unexpected",
      "Overlooking in individuals with high avoidance and limited attack frequency"
    ],
    "overdiagnosis_factors": [
      "Misinterpreting single situational panic episodes as panic disorder",
      "Failing to exclude substance-induced anxiety or medical causes",
      "Diagnosing during short-lived anxiety spikes without recurrent, unexpected attacks"
    ],
    "specifiers": {
      "with_agoraphobia": "Panic Disorder with significant fear/avoidance of situations where escape may be difficult or help unavailable during an attack.",
      "without_agoraphobia": "Panic Disorder without substantial avoidance behavior.",
      "coding": [
        {
          "note": "DSM-5/DSM-5-TR code 300.01 for Panic Disorder; add separate code if Agoraphobia present."
        },
        { "note": "ICD-10-CM code F41.0 for Panic Disorder; use F40.01 if with Agoraphobia." }
      ]
    },
    "warning_signs": [
      "Sudden onset of intense fear with physical symptoms",
      "Escalating avoidance of situations or locations",
      "Increased use of substances to manage anxiety"
    ],
    "self_help_strategies": [
      "Practice diaphragmatic breathing during early signs of panic",
      "Gradually face feared situations with support",
      "Use grounding techniques during attacks",
      "Track triggers and patterns in a journal"
    ],
    "real_life_examples": [
      "A college student avoids lectures after having a panic attack in class; with CBT, she regains attendance and confidence.",
      "An office worker experiences panic on the subway; after interoceptive exposure and medication, commutes comfortably."
    ],
    "when_to_seek_help": "Seek professional evaluation if experiencing recurrent unexpected panic attacks, persistent worry about future attacks, or avoidance that interferes with daily life.",
    "prognosis_factors": {
      "positive_factors": [
        "Early diagnosis and treatment",
        "Strong social support",
        "Good engagement with therapy",
        "No significant comorbid conditions"
      ],
      "challenging_factors": [
        "Co-occurring depression or substance use disorder",
        "Delayed diagnosis or treatment",
        "High anxiety sensitivity",
        "Severe agoraphobia"
      ]
    }
  },
  "status": "active"
}
