{
  "name": "Selective Mutism",
  "slug": "selective-mutism",
  "type": "condition",
  "metadata": {
    "category": "anxiety-fear",
    "dsm5_code": "313.23",
    "icd10_code": "F94.0"
  },
  "content": {
    "description": "Selective Mutism is an anxiety disorder characterized by a consistent failure to speak in specific social situations (e.g., school) where there is an expectation to speak, despite speaking in other situations (e.g., home). The failure to speak is not due to lack of knowledge or comfort with the spoken language and significantly interferes with educational or social communication.",
    "diagnostic_criteria": "A. Consistent failure to speak in specific social situations despite speaking in other situations. B. Interferes with educational or occupational achievement or social communication. C. Duration at least 1 month (not limited to the first month of school). D. Not due to lack of knowledge/comfort with spoken language. E. Not better explained by a communication disorder or exclusively during autism spectrum disorder, schizophrenia, or another psychotic disorder.",
    "prevalence": "Estimated prevalence ~0.03–1% in children; more common in females; often co-occurs with social anxiety disorder.",
    "age_of_onset": "Typically begins before age 5; often recognized when school starts.",
    "prognosis": "Early intervention improves outcomes. Without treatment, may persist for years, leading to academic and social difficulties. Co-occurring anxiety disorders may complicate recovery.",
    "neurobiology": "Neurobiological findings in selective mutism overlap with those of social anxiety disorder, involving hyperactivation of the amygdala and other limbic structures in response to social evaluation cues. Altered connectivity between the amygdala and prefrontal regulatory regions may contribute to impaired downregulation of fear responses. Dysregulation of serotonergic and noradrenergic systems has been suggested, and heightened autonomic arousal in social contexts can reinforce avoidance of speech. Early-life temperament traits such as behavioral inhibition are linked to genetic and neurophysiological markers of increased threat sensitivity.",
    "evaluation": {
      "history_psychosocial": [
        "Developmental, medical, and family psychiatric history.",
        "Speech and language development milestones.",
        "Contexts where speech is and is not present."
      ],
      "medical_assessment": [
        "Rule out hearing loss, speech/language disorders, and neurological conditions."
      ],
      "standardized_measures": [
        "Selective Mutism Questionnaire (SMQ)",
        "Social Anxiety Scales for children (e.g., SASC-R)"
      ],
      "differential_diagnosis": [
        "Social Anxiety Disorder",
        "Communication disorders",
        "Autism Spectrum Disorder",
        "Psychotic disorders"
      ]
    },
    "symptoms": {
      "behavioral": [
        "Consistent silence in specific settings despite ability to speak elsewhere",
        "Avoidance of eye contact or social interaction",
        "Use of gestures, nodding, or writing to communicate instead of speaking"
      ],
      "emotional_cognitive": [
        "Intense anxiety or fear of speaking",
        "Worry about embarrassment or negative evaluation"
      ]
    },
    "severity_levels": {
      "mild": "Speech limited to specific contexts or individuals, but some verbal interaction occurs with familiar people present.",
      "moderate": "Minimal or no verbal interaction in multiple settings; reliance on nonverbal communication.",
      "severe": "Complete absence of speech in most or all settings outside the home."
    },
    "risk_factors": {
      "biological": ["Family history of anxiety disorders"],
      "psychological": [
        "Behavioral inhibition or extreme shyness",
        "High sensitivity to social evaluation"
      ],
      "environmental": [
        "Bilingual environment with language switching stress",
        "Stressful or abrupt transitions (e.g., moving, starting school)"
      ]
    },
    "impact_on_life": {
      "school": "Difficulty participating in class, completing oral tasks, or forming peer relationships.",
      "social": "Limited friendships; isolation in unfamiliar settings.",
      "emotional": "Frustration, low self-esteem, and heightened social anxiety."
    },
    "comorbidities": [
      "Social Anxiety Disorder",
      "Specific Phobias",
      "Other anxiety disorders",
      "Speech and language disorders"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Behavioral interventions — gradual exposure to speaking situations, positive reinforcement.",
        "Cognitive Behavioral Therapy (CBT) adapted for young children.",
        "Parent–child interaction therapy for selective mutism (PCIT-SM)."
      ],
      "speech_language_support": [
        "Speech-language therapy to address underlying articulation or language issues."
      ],
      "school_interventions": [
        "Individualized Education Plan (IEP) or 504 accommodations — gradual participation goals, alternative communication methods, reduced performance pressure."
      ],
      "medications": [
        "SSRIs (e.g., fluoxetine) considered for severe cases or when comorbid anxiety significantly impairs functioning."
      ]
    },
    "treatment_goals": [
      "Increase verbal communication across settings.",
      "Reduce anxiety in social and performance situations.",
      "Enhance social engagement and academic participation."
    ],
    "missed_diagnosis_factors": [
      "Attributing silence to stubbornness or defiance without assessing anxiety.",
      "Mislabeling as language delay without evaluating context-specific speech patterns."
    ],
    "overdiagnosis_factors": [
      "Pathologizing normal adjustment silence in new cultural/language environments.",
      "Mistaking autism-related communication differences for selective mutism."
    ],
    "warning_signs": [
      "Persistent silence in specific settings beyond initial adjustment period.",
      "Significant anxiety symptoms in social contexts.",
      "Reliance on nonverbal communication despite age-appropriate language skills."
    ],
    "self_help_strategies": [
      "Practice speech in low-pressure settings with supportive listeners.",
      "Gradual increase in speaking demands with positive reinforcement.",
      "Relaxation techniques before speaking opportunities."
    ],
    "real_life_examples": [
      "A 6-year-old who speaks freely at home but remains silent at school; after gradual exposure and teacher collaboration, begins whispering to peers.",
      "A bilingual child avoids speaking in class due to fear of making language mistakes; targeted exposure and support lead to improved participation."
    ],
    "when_to_seek_help": "Seek professional help if a child consistently avoids speaking in certain settings for over a month, leading to educational or social impairment.",
    "prognosis_factors": {
      "positive_factors": [
        "Early detection and intervention",
        "Supportive school environment",
        "Parental involvement in therapy"
      ],
      "challenging_factors": [
        "Long duration before treatment",
        "Severe social anxiety or other comorbidities",
        "Lack of cooperation between home and school supports"
      ]
    }
  },
  "status": "active"
}
