{
  "name": "Separation Anxiety Disorder",
  "slug": "separation-anxiety-disorder",
  "type": "condition",
  "metadata": {
    "category": "anxiety-fear",
    "dsm5_code": "309.21 (child), 309.24 (adult)",
    "icd10_code": "F93.0 (child), F93.0x (adult)"
  },
  "content": {
    "description": "Separation Anxiety Disorder (SAD) is characterized by developmentally inappropriate and excessive fear or anxiety concerning separation from those to whom the individual is attached. The anxiety is persistent (lasting at least 4 weeks in children/adolescents and typically 6 months or more in adults) and causes clinically significant distress or impairment in social, academic, occupational, or other important areas of functioning.",
    "diagnostic_criteria": "A. Developmentally inappropriate, excessive fear/anxiety concerning separation from attachment figures, evidenced by ≥3 symptoms: (1) distress when anticipating/experiencing separation; (2) worry about losing/harm to attachment figures; (3) worry about untoward events causing separation; (4) reluctance/refusal to go out due to separation fear; (5) reluctance/refusal to be alone or without attachment figures; (6) reluctance/refusal to sleep away from home; (7) nightmares about separation; (8) physical complaints when separation occurs/anticipated. B. Duration ≥4 weeks in children/adolescents; typically ≥6 months in adults. C. Causes distress/impairment. D. Not better explained by another mental disorder.",
    "prevalence": "Estimated 4% in children, 1.6% in adolescents, and ~0.9–1.9% in adults. Slightly more common in females.",
    "age_of_onset": "Most common onset in childhood (7–9 years), but can emerge in adolescence or adulthood, often after a stressor such as illness, relocation, or relationship loss.",
    "prognosis": "Often remits with treatment, especially in childhood, but may persist into adulthood if untreated. Comorbid anxiety or mood disorders can complicate recovery.",
    "neurobiology": "Separation Anxiety Disorder involves dysregulation of neural circuits mediating attachment, threat detection, and emotional regulation. Functional imaging studies suggest heightened amygdala activation in response to separation cues and altered connectivity with prefrontal regions, potentially leading to exaggerated fear responses. Dysfunctions in the hypothalamic–pituitary–adrenal (HPA) axis have been noted, with atypical cortisol responses to stress. The disorder may share genetic and neurobiological vulnerabilities with other anxiety disorders, including serotonin transporter gene variations and heightened autonomic arousal during separation-related stress.",
    "evaluation": {
      "history_psychosocial": [
        "Nature, onset, and duration of separation fears.",
        "Situations avoided, functional impairment, and associated somatic symptoms.",
        "Attachment history and family dynamics."
      ],
      "medical_assessment": [
        "Rule out medical causes for physical complaints during separation (e.g., GI upset, headaches)."
      ],
      "standardized_measures": [
        "Separation Anxiety Inventory (SAI)",
        "Screen for Child Anxiety Related Emotional Disorders (SCARED)",
        "Revised Children’s Anxiety and Depression Scale (RCADS)"
      ],
      "differential_diagnosis": [
        "Generalized Anxiety Disorder",
        "Social Anxiety Disorder",
        "Panic Disorder with Agoraphobia",
        "Depressive Disorders"
      ]
    },
    "symptoms": {
      "emotional_cognitive": [
        "Excessive worry about harm to attachment figures",
        "Fear of being alone or without attachment figures",
        "Nightmares involving separation"
      ],
      "behavioral": [
        "School refusal or reluctance to leave home",
        "Clinging behaviors",
        "Avoidance of sleepovers or trips"
      ],
      "physical": [
        "Headaches, stomachaches, nausea, or other somatic symptoms when separation is anticipated or occurs"
      ]
    },
    "severity_levels": {
      "mild": "Anxiety manageable with coping strategies; mild avoidance and impairment.",
      "moderate": "Frequent anxiety and avoidance significantly impacting school/work and relationships.",
      "severe": "Persistent, intense anxiety with marked functional impairment and distress."
    },
    "risk_factors": {
      "biological": ["Family history of anxiety or mood disorders"],
      "psychological": ["Insecure attachment style", "Behavioral inhibition in childhood"],
      "environmental": [
        "Significant life stressors (illness, loss, relocation)",
        "Overprotective parenting"
      ]
    },
    "impact_on_life": {
      "school_work": "Absenteeism, academic decline, difficulty participating in group activities.",
      "social": "Reduced peer interactions, avoidance of overnight stays or travel.",
      "emotional": "Persistent distress, worry, and possible depressive symptoms."
    },
    "comorbidities": [
      "Other anxiety disorders (GAD, social anxiety)",
      "Depressive disorders",
      "Somatic symptom-related disorders"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Cognitive Behavioral Therapy (CBT) — gradual exposure to separation, cognitive restructuring.",
        "Parent-based interventions to reduce accommodation of anxiety behaviors.",
        "Family therapy to address attachment dynamics."
      ],
      "school_interventions": [
        "Collaboration with school for graded re-entry, predictable routines, and support strategies."
      ],
      "medications": [
        "SSRIs considered for severe or refractory cases, especially with comorbid anxiety/depression."
      ]
    },
    "treatment_goals": [
      "Reduce separation-related anxiety and avoidance.",
      "Increase tolerance of independent activities.",
      "Support consistent school attendance and peer engagement."
    ],
    "missed_diagnosis_factors": [
      "Attributing school refusal solely to behavioral problems without exploring anxiety.",
      "Overlooking separation anxiety in adolescents or adults."
    ],
    "overdiagnosis_factors": [
      "Pathologizing age-appropriate clinginess in young children.",
      "Misinterpreting cultural norms favoring close family bonds."
    ],
    "warning_signs": [
      "Prolonged distress during separations beyond developmental norms.",
      "Physical symptoms consistently occurring before or during separations.",
      "Avoidance of essential activities due to separation fears."
    ],
    "self_help_strategies": [
      "Gradually increase time spent apart in a supportive way.",
      "Establish predictable separation/reunion routines.",
      "Use coping skills such as relaxation or grounding before separations."
    ],
    "real_life_examples": [
      "An 8-year-old refuses to attend school due to fear something will happen to a parent; gradual exposure and parent coaching lead to consistent attendance.",
      "A college student avoids overnight trips due to anxiety about being away from home; CBT and exposure therapy increase independence."
    ],
    "when_to_seek_help": "Seek professional help if fear of separation is persistent, excessive for developmental level, and interferes with school, work, or relationships.",
    "prognosis_factors": {
      "positive_factors": [
        "Early identification and intervention",
        "Strong family and school collaboration",
        "Good engagement in therapy"
      ],
      "challenging_factors": [
        "Prolonged untreated symptoms",
        "High parental anxiety or accommodation",
        "Comorbid anxiety or depressive disorders"
      ]
    }
  },
  "status": "active"
}
