{
  "name": "Substance/Medication-Induced Anxiety Disorder",
  "slug": "substance-medication-induced-anxiety-disorder",
  "type": "condition",
  "metadata": {
    "category": "anxiety-fear",
    "dsm5_code": "292.89 (use substance/medication-specific coding and specifiers)",
    "icd10_code": "F1x.980 / TCode (varies by substance; use substance-specific code)"
  },
  "content": {
    "description": "Substance/Medication-Induced Anxiety Disorder is characterized by prominent anxiety, panic, obsessions/compulsions, or related physiological arousal that develop during or soon after substance intoxication, withdrawal, or medication exposure. Symptoms cause clinically significant distress or impairment and are not better explained by a primary anxiety disorder.",
    "diagnostic_criteria": "A. Prominent anxiety, panic attacks, or related symptoms. B. Evidence that symptoms developed during/soon after substance intoxication or withdrawal, or after exposure to a medication; the substance/medication is capable of producing such symptoms. C. Not better explained by an independent anxiety disorder (e.g., symptoms preceded use, persist well beyond expected time course, or there is a history of recurrent non–substance-related episodes). D. Does not occur exclusively during a delirium. E. Causes distress/impairment.",
    "prevalence": "Varies by substance, dose, route, and setting; commonly seen with stimulants, cannabis (especially high-THC), alcohol withdrawal, corticosteroids, thyroid hormone excess, and certain antidepressants during initiation/titration.",
    "age_of_onset": "Any age, typically acute onset temporally linked to new exposure, dose change, intoxication, or withdrawal.",
    "prognosis": "Often resolves with cessation or dose adjustment of the implicated agent and acute management of withdrawal/intoxication. Persistent anxiety suggests an underlying primary anxiety disorder or prolonged substance effects.",
    "evaluation": {
      "history_psychosocial": [
        "Detailed timeline linking symptom onset to substance use, withdrawal, or medication changes (start, stop, dose, route).",
        "Past anxiety history to distinguish primary vs. induced disorder; functional impact and safety behaviors."
      ],
      "medical_assessment": [
        "Targeted physical exam and vitals; review of medications (including OTCs, supplements) and substances (caffeine, nicotine, cannabis, stimulants, alcohol, hallucinogens).",
        "Consider labs/EKG/toxicology based on suspected agent (e.g., TSH/free T4 for thyroid; electrolytes; pregnancy test when relevant)."
      ],
      "standardized_measures": [
        "GAD-7 or Panic Disorder Severity Scale (for baseline/severity tracking)",
        "CIWA-Ar or COWS when alcohol/opioid withdrawal suspected"
      ],
      "differential_diagnosis": [
        "Primary anxiety disorders (GAD, panic disorder, social anxiety)",
        "Delirium or psychotic disorders secondary to substances",
        "Hyperthyroidism, pheochromocytoma, arrhythmia, hypoglycemia",
        "Akathisia (antipsychotics, SSRIs), serotonin toxicity, caffeine intoxication"
      ]
    },
    "symptoms": {
      "emotional_cognitive": [
        "Intense anxiety, fear, or dread temporally linked to a substance/medication",
        "Catastrophic misinterpretation of bodily sensations",
        "Restlessness, irritability, insomnia"
      ],
      "physical": [
        "Palpitations, tremor, sweating, chest tightness, shortness of breath",
        "GI upset, dizziness, paresthesias"
      ],
      "behavioral": [
        "Avoidance of triggers, emergency care seeking, reassurance seeking",
        "Substance redosing to relieve withdrawal-related anxiety"
      ]
    },
    "severity_levels": {
      "mild": "Symptoms present but manageable; minimal functional impairment.",
      "moderate": "Noticeable distress/impairment; may require medication adjustment and brief pharmacotherapy.",
      "severe": "Marked impairment or risk (e.g., severe withdrawal, suicidality, medical instability) requiring urgent care."
    },
    "risk_factors": {
      "biological": [
        "Personal/family history of anxiety disorders",
        "High autonomic reactivity or thyroid dysfunction"
      ],
      "psychological": [
        "Anxiety sensitivity, catastrophic thinking",
        "Prior panic or adverse drug reaction"
      ],
      "environmental": [
        "High-dose or rapid titration of activating agents (stimulants, SSRIs/SNRIs, bupropion)",
        "Polysubstance use, high-THC cannabis concentrates, heavy caffeine/nicotine",
        "Alcohol/benzodiazepine dependence with withdrawal risk"
      ]
    },
    "impact_on_life": {
      "school_work": "Missed days, reduced productivity, impaired concentration.",
      "social": "Avoidance of activities or settings associated with use or panic.",
      "emotional": "Anticipatory anxiety, demoralization, possible depressive symptoms."
    },
    "comorbidities": [
      "Substance Use Disorders",
      "Major Depressive Disorder",
      "Other anxiety disorders",
      "Sleep disorders"
    ],
    "treatment_approaches": {
      "acute_management": [
        "Identify and discontinue or taper the offending agent when clinically safe; treat intoxication/withdrawal per protocols.",
        "Short-term benzodiazepines may be used for severe alcohol/benzodiazepine withdrawal–related anxiety; avoid or tightly limit in SUD.",
        "Beta-blockers for somatic hyperarousal or antipsychotic-induced akathisia (e.g., propranolol); consider anticholinergics for EPS as indicated."
      ],
      "psychotherapy": [
        "CBT targeting anxiety sensitivity, interoceptive exposure, and relapse-prevention skills.",
        "Motivational interviewing and contingency management for co-occurring SUD."
      ],
      "medications": [
        "For persistent symptoms after washout: SSRIs/SNRIs with slow titration; consider buspirone or hydroxyzine as nonaddictive options.",
        "Avoid interacting/activating agents when possible; coordinate with prescribers for dose adjustments or alternatives."
      ],
      "lifestyle_interventions": [
        "Reduce/avoid caffeine, nicotine, and other stimulants; sleep hygiene; regular exercise.",
        "Psychoeducation on timing of medication side effects and withdrawal phenomena."
      ],
      "care_coordination": [
        "Collaborate with primary care/addiction medicine/pharmacy for deprescribing plans and monitoring.",
        "Safety planning for severe anxiety, suicidality, or medical risk."
      ]
    },
    "treatment_goals": [
      "Eliminate or reduce exposure to the causative substance/medication.",
      "Stabilize acute anxiety and withdrawal symptoms.",
      "Prevent relapse of substance use and recurrence of induced anxiety.",
      "Address residual anxiety and restore full functioning."
    ],
    "missed_diagnosis_factors": [
      "Attributing anxiety solely to life stress without mapping to medication/substance timeline.",
      "Failure to recognize activating side effects during antidepressant/stimulant initiation or dose changes."
    ],
    "overdiagnosis_factors": [
      "Labeling primary anxiety disorder as induced despite symptoms preceding exposure or persisting well beyond expected time course.",
      "Normal transient activation during early SSRI/SNRI titration pathologized without impairment."
    ],
    "specifiers": {
      "onset": [
        "With onset during intoxication",
        "With onset during withdrawal",
        "Medication-induced"
      ],
      "substance_class_examples": [
        "Alcohol, cannabis, phencyclidine/other hallucinogen, inhalant, sedative/hypnotic/anxiolytic, amphetamine or other stimulant, cocaine, other/unknown substance, medication (e.g., corticosteroids, thyroid hormone, antidepressants)"
      ]
    },
    "warning_signs": [
      "New-onset anxiety shortly after starting or increasing a medication dose.",
      "Worsening anxiety during periods of reduced use or abstinence (withdrawal).",
      "Severe autonomic symptoms, chest pain, or suicidality."
    ],
    "self_help_strategies": [
      "Track timing of symptoms relative to doses and substances; share with clinicians.",
      "Avoid or limit caffeine, nicotine, high-THC products, and nonprescribed stimulants.",
      "Use paced breathing/grounding; maintain sleep schedule; gradual aerobic activity."
    ],
    "real_life_examples": [
      "An adult develops intense panic after starting high-THC vaping; symptoms remit after cessation and CBT for anxiety sensitivity.",
      "A patient experiences severe anxiety during alcohol withdrawal; treated with a supervised benzodiazepine taper and relapse-prevention therapy."
    ],
    "when_to_seek_help": "Seek urgent care for severe withdrawal, chest pain, confusion, or suicidality. Consult a clinician when anxiety begins after a new medication/substance, with dose changes, or persists despite stopping the agent.",
    "prognosis_factors": {
      "positive_factors": [
        "Rapid identification and cessation of the causative agent",
        "Short duration of exposure and absence of SUD",
        "Good engagement in CBT and relapse-prevention",
        "Stable medical status and sleep"
      ],
      "challenging_factors": [
        "Ongoing use or physiological dependence with withdrawal risk",
        "Polysubstance use or high-THC/high-dose stimulant exposure",
        "Comorbid depressive or primary anxiety disorders",
        "Medical comorbidities (e.g., hyperthyroidism), poor insight, or limited follow-up"
      ]
    }
  },
  "status": "active"
}
