{
  "name": "Personality Change Due to Another Medical Condition",
  "slug": "personality-change-due-to-medical-condition",
  "type": "condition",
  "metadata": {
    "category": "personality-disorders",
    "dsm5_code": "310.1",
    "icd10_code": "F07.0"
  },
  "content": {
    "description": "Personality Change Due to Another Medical Condition is characterized by a persistent personality disturbance representing a change from the individual’s previous characteristic personality pattern. The change is directly attributable to the physiological effects of another medical condition and is not better explained by another mental disorder.",
    "diagnostic_criteria": "A. A persistent personality disturbance representing a change from the individual's previous characteristic personality pattern. B. Evidence from history, physical examination, or laboratory findings that the disturbance is the direct pathophysiological consequence of another medical condition. C. The disturbance is not better explained by another mental disorder (including another mental disorder due to a medical condition). D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment.",
    "prevalence": "Unknown; occurs secondary to various neurological and systemic medical conditions.",
    "age_of_onset": "Any age, depending on onset of the medical condition.",
    "prognosis": "Course and prognosis depend on the underlying medical condition; improvement may occur if the medical condition is treated or stabilized.",
    "neurobiology": {
      "circuitry": [
        "Often involves frontal lobe, limbic system, or other brain regions regulating emotion and behavior."
      ],
      "neurochemistry": [
        "Variable depending on etiology; may involve neurotransmitter imbalances secondary to brain injury or disease."
      ],
      "genetic_environmental": "Not typically genetic; results from acquired brain injury, neurodegeneration, or systemic illness."
    },
    "evaluation": {
      "history_psychosocial": [
        "Timeline of personality change relative to medical condition onset.",
        "Collateral information from family/friends to confirm change from baseline."
      ],
      "medical_assessment": [
        "Neurological examination, neuroimaging (MRI/CT), lab work to identify underlying medical causes."
      ],
      "standardized_measures": [
        "Neuropsychological testing to assess cognitive and behavioral changes."
      ],
      "risk_stratification": [
        "Safety risk if disinhibition, aggression, or poor judgment present."
      ],
      "differential_diagnosis": [
        "Primary personality disorders",
        "Delirium",
        "Major neurocognitive disorder",
        "Substance/medication-induced personality change"
      ],
      "team_and_process": "Multidisciplinary care involving neurology, psychiatry, primary care, and rehabilitation services."
    },
    "symptoms": {
      "emotional": ["Affective lability", "Irritability", "Apathy"],
      "cognitive": ["Impulsivity", "Poor judgment", "Suspiciousness"],
      "behavioral": ["Aggression", "Social withdrawal", "Disinhibition"]
    },
    "severity_levels": {
      "mild": "Noticeable but manageable personality changes without major safety risks.",
      "moderate": "Changes cause interpersonal conflict or moderate impairment in functioning.",
      "severe": "Marked personality change with significant safety concerns or inability to function independently."
    },
    "risk_factors": {
      "biological": ["Brain injury or trauma", "Stroke", "Neurodegenerative disease"],
      "psychological": [],
      "environmental": ["Poor access to medical care", "Lack of rehabilitation services"]
    },
    "impact_on_life": {
      "school_work": "Reduced performance, conflicts, or inability to maintain employment.",
      "social": "Strained relationships due to altered behavior or emotional responses.",
      "medical": "Complications from underlying medical condition.",
      "emotional": "Frustration, identity distress."
    },
    "comorbidities": ["Mood disorders", "Anxiety disorders", "Neurocognitive disorders"],
    "treatment_approaches": {
      "psychotherapy": [
        "Supportive therapy for patient and family",
        "Behavioral interventions to manage problematic behaviors"
      ],
      "medications": [
        "Targeted to symptom clusters (e.g., SSRIs for irritability, antipsychotics for severe aggression)"
      ],
      "neuromodulation": [],
      "lifestyle_interventions": [
        "Structured routines",
        "Environmental modifications to reduce triggers"
      ],
      "care_coordination": ["Collaboration between neurology, psychiatry, and rehabilitation teams"]
    },
    "treatment_goals": [
      "Address underlying medical condition",
      "Reduce distressing or dangerous behaviors",
      "Support adaptation for patient and caregivers"
    ],
    "missed_diagnosis_factors": [
      "Attributing personality change to stress or life events without assessing medical causes"
    ],
    "overdiagnosis_factors": ["Mislabeling normal personality variation after illness as disorder"],
    "specifiers": {
      "type": [
        "Labile type",
        "Disinhibited type",
        "Aggressive type",
        "Apathetic type",
        "Paranoid type",
        "Other type",
        "Combined type"
      ]
    },
    "warning_signs": ["Sudden onset of severe personality change after medical event"],
    "self_help_strategies": [
      "Maintain structured daily schedule",
      "Use reminders and cues to support self-control"
    ],
    "developmental_stages": {
      "childhood": [
        "May occur after brain injury, infection, or epilepsy; requires school support planning"
      ],
      "adulthood": [
        "Often associated with TBI, stroke, or neurological illness; workplace accommodations may be needed"
      ],
      "older_adults": [
        "Frequently linked to neurodegenerative conditions; emphasize caregiver support"
      ]
    },
    "real_life_examples": [
      "A 55-year-old develops sudden disinhibition and irritability after a stroke affecting the frontal lobe; symptoms improve with rehabilitation and low-dose SSRI."
    ],
    "when_to_seek_help": "Seek evaluation when there is a marked change in personality following a medical event or illness, especially if associated with safety concerns.",
    "prognosis_factors": {
      "positive_factors": [
        "Early treatment of underlying medical condition",
        "Strong social and rehabilitation support"
      ],
      "challenging_factors": [
        "Progressive neurological disease",
        "Severe brain injury",
        "Lack of insight into changes"
      ]
    }
  },
  "status": "active"
}
