{
  "name": "Autism Spectrum Disorder",
  "slug": "autism-spectrum-disorder",
  "type": "condition",
  "metadata": {
    "category": "autism-development",
    "dsm5_code": "299.00",
    "icd10_code": "F84.0"
  },
  "content": {
    "description": "Autism Spectrum Disorder (ASD) is a neurodevelopmental condition characterized by persistent deficits in social communication and social interaction across contexts, along with restricted, repetitive patterns of behavior, interests, or activities. Sensory sensitivities and differences in processing are common. Presentation and support needs vary widely across individuals and over time.",
    "diagnostic_criteria": "A. Persistent deficits in social communication/social interaction (e.g., social-emotional reciprocity, nonverbal communicative behaviors, developing/maintaining relationships). B. Restricted, repetitive patterns of behavior, interests, or activities (e.g., stereotyped/repetitive movements or speech, insistence on sameness, highly restricted/fixated interests, hyper-/hyporeactivity to sensory input). C. Symptoms present in the early developmental period (may become more apparent with increasing social demands). D. Clinically significant impairment. E. Not better explained by intellectual disability or global developmental delay (though these may co-occur). Specify severity and associated features.",
    "prevalence": "Estimates vary by region and methodology; ASD is commonly identified in childhood and may be underrecognized in females and adults.",
    "age_of_onset": "Symptoms emerge in early childhood, though recognition may occur later as social demands increase.",
    "prognosis": "Outcomes are heterogeneous. Early, individualized support; access to communication; family/school collaboration; and attention to co-occurring conditions are associated with improved adaptive functioning and quality of life.",
    "neurobiology": {
      "brain_networks": [
        "Social cognition network: medial prefrontal cortex, temporoparietal junction, posterior superior temporal sulcus.",
        "Emotion/salience: amygdala, anterior insula, anterior cingulate.",
        "Perceptual processing: fusiform gyrus (faces), occipitotemporal regions.",
        "Motor/sensorimotor integration: cerebellum, primary motor/somatosensory cortices."
      ],
      "connectivity_findings": [
        "Atypical long-range and local connectivity patterns across social and sensory networks.",
        "Differences in cerebellar–cortical and frontostriatal circuits related to prediction, flexibility, and routines."
      ],
      "cellular_molecular": [
        "Altered excitation–inhibition balance (GABA/glutamate signaling) hypotheses.",
        "Synaptic plasticity and neurodevelopmental pathway differences implicated in some cases."
      ],
      "genetics": "Polygenic architecture with common variants and less-common copy number/single-gene variants; strong heritability with heterogeneous pathways."
    },
    "evaluation": {
      "history_observation": [
        "Comprehensive developmental history (communication, social reciprocity, play, interests, sensory profile, adaptive skills).",
        "Direct observation across settings when possible (home/school/clinic)."
      ],
      "gold_standard_measures": [
        "ADOS-2 (Autism Diagnostic Observation Schedule, 2nd ed.)",
        "ADI-R (Autism Diagnostic Interview–Revised)"
      ],
      "screeners_rating_scales": [
        "SCQ (Social Communication Questionnaire)",
        "SRS-2 (Social Responsiveness Scale, 2nd ed.)",
        "BASC-3 or CBCL/TRF for broad behavior profiles"
      ],
      "cognitive_language_adaptive": [
        "Cognitive testing (e.g., WPPSI-IV/WISC-V/WAIS).",
        "Speech-language evaluation (expressive, receptive, pragmatic).",
        "Adaptive behavior scales (e.g., Vineland-3, ABAS-3)."
      ],
      "sensory_motor_other": [
        "Sensory processing measures (e.g., Sensory Profile).",
        "Motor screening as indicated; rule out vision/hearing concerns."
      ],
      "differential_diagnosis": [
        "Social (Pragmatic) Communication Disorder, Language Disorder, ADHD, Intellectual Disability.",
        "Anxiety disorders (e.g., social anxiety), OCD, trauma/attachment-related presentations.",
        "Hearing impairment, neurological or genetic syndromes."
      ],
      "team_and_process": "Multidisciplinary assessment (psychology, speech-language pathology, medicine/neurology, OT as indicated) with collateral information from caregivers/teachers and integration of standardized data with clinical judgment."
    },
    "symptoms": {
      "social_communication": [
        "Differences in back-and-forth conversation or social reciprocity",
        "Challenges interpreting facial expressions, gestures, or tone",
        "Difficulties developing or maintaining peer relationships",
        "Literal interpretation of language; challenges with inference"
      ],
      "restricted_repetitive_behaviors": [
        "Repetitive movements or speech (echolalia, lining up objects)",
        "Insistence on sameness, rigid routines, distress at small changes",
        "Highly focused interests with intensity or specificity",
        "Need for predictable environments and transitions"
      ],
      "sensory_profile": [
        "Hyper- or hyporeactivity to sounds, textures, lights, tastes, or pain",
        "Seeking sensory input (spinning, deep pressure) or avoiding it (ear covering)"
      ],
      "strengths_common": [
        "Strong focus and persistence in areas of interest",
        "Detail-oriented processing and pattern recognition",
        "Honesty, reliability, and preference for clear rules"
      ]
    },
    "severity_levels": {
      "level_1": "Requiring support: noticeable social communication challenges without supports; inflexibility causes interference in one or more contexts.",
      "level_2": "Requiring substantial support: marked deficits in verbal and nonverbal social communication; inflexibility and restricted/repetitive behaviors apparent to casual observers.",
      "level_3": "Requiring very substantial support: severe deficits in social communication; extreme difficulty coping with change; significant interference across contexts."
    },
    "risk_factors": {
      "biological": [
        "Genetic factors and heritability",
        "Advanced parental age",
        "Certain perinatal factors (e.g., prematurity, low birth weight)"
      ],
      "psychological": [
        "Co-occurring conditions (language disorder, ADHD, anxiety) influencing presentation"
      ],
      "environmental": [
        "Disparities in access to screening and services affecting timing of identification"
      ]
    },
    "impact_on_life": {
      "communication_learning": "Variability in language development; differences in pragmatic language; uneven academic profile.",
      "social_relationships": "Challenges with peer interactions, group work, and unstructured settings; risk of bullying or isolation.",
      "daily_living": "Need for predictable routines; difficulties with transitions; executive functioning differences.",
      "work": "Strengths in detail-focused roles; challenges with interviews, multitasking, or ambiguous expectations without accommodations.",
      "self_esteem": "Risk of anxiety/depression due to misunderstanding, masking, or repeated social difficulties."
    },
    "comorbidities": [
      "Language Disorder",
      "Attention-Deficit/Hyperactivity Disorder",
      "Anxiety and Depressive Disorders",
      "Intellectual Disability",
      "Specific Learning Disorder",
      "Tic Disorders",
      "Epilepsy"
    ],
    "treatment_approaches": {
      "behavioral_interventions": [
        "Applied Behavior Analysis (ABA) — evidence-based framework using structured teaching and reinforcement to build skills and reduce interfering behaviors. Contemporary programs emphasize collaboration, assent, and socially meaningful goals.",
        "Naturalistic, play-based ABA models (e.g., Natural Environment Teaching, Pivotal Response Treatment) integrating interests and everyday routines.",
        "Early Intensive Behavioral Intervention (EIBI) — high-intensity preschool programs (commonly 20–40 hours/week) targeting communication, play, and adaptive skills.",
        "Considerations and critiques: avoid overemphasis on compliance; prioritize autonomy, self-advocacy, and neurodiversity-affirming practices; monitor for stress and adjust goals accordingly."
      ],
      "psychotherapy": [
        "CBT adapted for autism (anxiety, mood, OCD features) with concrete, visual supports",
        "Social communication and perspective-taking training",
        "Parent-mediated coaching to generalize skills across contexts"
      ],
      "communication_supports": [
        "Speech-language therapy (expressive, receptive, pragmatic)",
        "Augmentative and alternative communication (AAC) when indicated"
      ],
      "occupational_therapy": [
        "Sensory integration–informed strategies",
        "Supports for activities of daily living and executive functioning"
      ],
      "education_and_family": [
        "IEP/504 accommodations (predictable routines, visual schedules, reduced sensory load, explicit instructions)",
        "Strengths-based, interest-led learning opportunities",
        "Caregiver training and school–home collaboration"
      ],
      "medications": [
        "Used to target co-occurring symptoms (e.g., attention, anxiety, irritability) under clinician guidance.",
        "FDA-approved for irritability in ASD: risperidone (Risperdal), aripiprazole (Abilify).",
        "ADHD symptoms: stimulants (methylphenidate, amphetamine formulations) or non-stimulants (atomoxetine, guanfacine, clonidine).",
        "Anxiety/depression (especially in older children/adolescents): SSRIs (fluoxetine, sertraline) with careful monitoring.",
        "Mood dysregulation or comorbid seizures: mood stabilizers/anticonvulsants (e.g., valproate, lamotrigine) as clinically indicated."
      ],
      "lifestyle_interventions": [
        "Predictable routines and visual schedules",
        "Sleep hygiene and structured physical activity",
        "Gradual exposure to new environments with supports"
      ]
    },
    "treatment_goals": [
      "Enhance functional communication (spoken language and/or AAC).",
      "Increase successful participation across home, school, work, and community settings.",
      "Support flexibility and coping with change while honoring preferences.",
      "Build social understanding and self-advocacy skills.",
      "Address co-occurring conditions that impact daily functioning.",
      "Leverage strengths and interests to promote learning and wellbeing."
    ],
    "missed_diagnosis_factors": [
      "Camouflaging/masking behaviors that hide social communication differences, more common in females.",
      "High cognitive or verbal ability compensating for pragmatic challenges.",
      "Symptoms attributed solely to ADHD, anxiety, or behavior without assessing social communication and RRBs.",
      "Late recognition in minimally disruptive students or adults who have developed compensatory routines.",
      "Limited observation across settings; telegraphing strengths in structured testing but struggling in unstructured contexts.",
      "Cultural/language differences misinterpreted as social-communication deficits or, conversely, obscuring them."
    ],
    "overdiagnosis_factors": [
      "Social anxiety, selective mutism, or introversion misread as core social-communication deficits without developmental history supporting ASD.",
      "Language Disorder or Social (Pragmatic) Communication Disorder mistaken for ASD when restricted/repetitive behaviors are absent or minimal.",
      "ADHD-related impulsivity/inattention producing social challenges that mimic ASD without persistent RRBs.",
      "Trauma-related hypervigilance/withdrawal or attachment disruptions leading to atypical social behavior that is context-dependent.",
      "Giftedness/special interests interpreted as 'restricted interests' despite flexible functioning and intact reciprocity.",
      "Sensory sensitivities or OCD rituals coded as RRBs without confirming developmental onset and broader ASD profile.",
      "Screening tools used as stand-alone diagnostics, or brief telehealth-only assessments without cross-setting observations.",
      "Confirmation bias when a prior label or parent/teacher report is over-weighted relative to direct observation and standardized measures.",
      "Insufficient consideration of cultural norms, bilingual pragmatics, or neurodiversity of communication styles.",
      "Lack of evidence for early developmental onset (history limited to recent stressors or situational demands)."
    ],
    "specifiers": {
      "with_intellectual_impairment": [
        "Without intellectual impairment",
        "With intellectual impairment"
      ],
      "with_language_impairment": [
        "Without language impairment",
        "With language impairment (expressive/receptive/pragmatic)"
      ],
      "associated_with_known_condition": [
        "Associated with a known medical or genetic condition or environmental factor",
        "Associated with another neurodevelopmental, mental, or behavioral disorder"
      ],
      "with_catatonia": ["With catatonia"],
      "severity_note": "Assign severity (Levels 1–3) separately for social communication and restricted, repetitive behaviors."
    },
    "warning_signs": [
      "Limited response to name or shared attention by 12–18 months.",
      "Regression or plateau in language or social engagement.",
      "Extreme distress at small changes; intense, narrow interests.",
      "Marked sensory sensitivities affecting daily activities."
    ],
    "self_help_strategies": [
      "Use visual supports and predictable routines to reduce uncertainty.",
      "Incorporate special interests into learning and motivation.",
      "Practice transitions with previews and timers; adjust environments to sensory needs.",
      "Build self-advocacy scripts for requesting accommodations."
    ],
    "developmental_stages": {
      "toddler_preschool": [
        "Limited pointing or showing; reduced back-and-forth play.",
        "Strong interest in specific objects or routines; sensory seeking/avoidance."
      ],
      "childhood": [
        "Literal interpretation of language; difficulty with group work and playground games.",
        "Advanced knowledge in a focused area alongside social-pragmatic challenges."
      ],
      "adolescence": [
        "Increased stress with complex social expectations; risk of anxiety/depression.",
        "Benefit from explicit instruction in organization, self-advocacy, and relationship skills."
      ],
      "adulthood": [
        "Strengths in detail-oriented tasks; challenges in interviews, open offices, or unstructured networking.",
        "Value of workplace accommodations (clear instructions, quiet spaces, predictable schedules)."
      ]
    },
    "real_life_examples": [
      "A preschooler lines up cars and becomes distressed if the order changes; with visual schedules and play-based coaching, tolerates small changes and engages in turn-taking.",
      "An elementary student excels in astronomy facts but struggles with group projects; with clear roles, visual templates, and teacher check-ins, participates successfully.",
      "A teen masks at school but is exhausted at home; CBT adapted for autism plus schedule adjustments reduce shutdowns and improve mood.",
      "An adult employee thrives in data analysis but avoids team stand-ups; with written agendas and quiet workspace accommodation, performance and wellbeing improve."
    ],
    "when_to_seek_help": "Seek evaluation if there are early social communication differences, restricted/repetitive behaviors, or sensory challenges that affect daily functioning, or if transitions and unstructured settings are persistently difficult.",
    "prognosis_factors": {
      "positive_factors": [
        "Early identification and access to individualized supports",
        "Consistent communication strategies across settings",
        "Strengths-based approach leveraging interests",
        "Support for co-occurring conditions"
      ],
      "challenging_factors": [
        "Delayed access to services or inconsistent supports",
        "Significant co-occurring intellectual, language, or mental health conditions",
        "Chronic sensory overload or frequent unpredictable changes in environment"
      ]
    }
  },
  "status": "active"
}
