{
  "name": "Intellectual Disability",
  "slug": "intellectual-disability",
  "type": "condition",
  "metadata": {
    "category": "autism-development",
    "dsm5_code": "319",
    "icd10_code": "F79"
  },
  "content": {
    "description": "Intellectual Disability (ID) is a neurodevelopmental disorder characterized by significant limitations in both intellectual functioning (reasoning, problem-solving, planning, abstract thinking, academic learning) and adaptive behavior (conceptual, social, and practical skills), originating during the developmental period. Severity is based on adaptive functioning, not IQ score alone.",
    "diagnostic_criteria": "A. Deficits in intellectual functions, confirmed by clinical assessment and standardized intelligence testing. B. Deficits in adaptive functioning that result in failure to meet developmental and sociocultural standards for personal independence and social responsibility, across conceptual, social, and practical domains. C. Onset during the developmental period. Specify severity based on adaptive functioning: mild, moderate, severe, or profound.",
    "prevalence": "Estimated prevalence is about 1% globally, with variation based on definition, population studied, and access to testing.",
    "age_of_onset": "By definition, onset is in the developmental period (childhood or adolescence).",
    "prognosis": "Depends on etiology, severity of deficits, co-occurring conditions, and access to supports. Many individuals with mild ID live independently with minimal supports; those with severe/profound ID often require lifelong care. Early intervention and inclusive education improve outcomes.",
    "neurobiology": {
      "etiologies_common": [
        "Genetic and chromosomal syndromes (e.g., Down syndrome, Fragile X, Williams syndrome).",
        "Prenatal exposures (alcohol, certain teratogens, congenital infections).",
        "Perinatal complications (hypoxic-ischemic injury, prematurity, low birth weight).",
        "Postnatal factors (severe malnutrition, traumatic brain injury, infections such as meningitis).",
        "Metabolic/endocrine disorders (e.g., congenital hypothyroidism, PKU)."
      ],
      "pathophysiology_summary": "Disruptions in brain development—whether due to genetic mutations, abnormal neuronal migration, impaired synaptic formation, or injury—result in reduced efficiency of neural networks supporting cognitive and adaptive functioning."
    },
    "evaluation": {
      "history_physical": [
        "Detailed prenatal, birth, developmental, and medical history; family history of neurodevelopmental disorders.",
        "Physical and neurologic examination, including growth parameters, dysmorphology assessment."
      ],
      "standardized_testing": [
        "Intellectual assessment: Wechsler Preschool and Primary Scale of Intelligence (WPPSI-IV), Wechsler Intelligence Scale for Children (WISC-V), Stanford-Binet Intelligence Scales (SB5).",
        "Adaptive functioning: Vineland Adaptive Behavior Scales (Vineland-3), Adaptive Behavior Assessment System (ABAS-3)."
      ],
      "additional_studies": [
        "Genetic testing (chromosomal microarray, Fragile X testing, targeted tests based on clinical suspicion).",
        "Metabolic testing if history or exam suggests metabolic disorder.",
        "Neuroimaging if focal neurologic findings, regression, or abnormal head growth."
      ],
      "differential_diagnosis": [
        "Specific Learning Disorder (domain-specific academic difficulties).",
        "Autism Spectrum Disorder without ID (adaptive deficits related to social communication rather than global cognition).",
        "Global Developmental Delay (provisional diagnosis under age 5).",
        "Hearing or vision impairment.",
        "Chronic illness or psychosocial deprivation."
      ]
    },
    "symptoms": {
      "conceptual": [
        "Difficulty with academic learning, abstract concepts, problem-solving.",
        "Need for concrete examples and step-by-step instruction."
      ],
      "social": [
        "Challenges understanding social rules or cues.",
        "Limited communication skills depending on severity."
      ],
      "practical": [
        "Difficulty with self-care, money management, transportation, or job responsibilities without supports."
      ]
    },
    "severity_levels": {
      "mild": "Can acquire academic skills up to ~6th grade level; may live independently with minimal support; difficulties in complex daily living tasks.",
      "moderate": "Academic skills to ~2nd–3rd grade level; needs moderate supervision; may perform unskilled work with supports.",
      "severe": "Limited academic skills; needs daily assistance for self-care and safety.",
      "profound": "Extensive support for all activities of daily living; limited communication abilities."
    },
    "risk_factors": {
      "biological": [
        "Genetic syndromes",
        "Prenatal alcohol or toxin exposure",
        "Perinatal brain injury",
        "Severe prematurity"
      ],
      "environmental": [
        "Severe malnutrition",
        "Chronic psychosocial deprivation",
        "Infectious encephalitis or meningitis"
      ]
    },
    "impact_on_life": {
      "home": "Caregiver supervision varies by severity; training in self-care and communication.",
      "education": "Special education services and individualized curricula required; focus on functional academics.",
      "social": "Needs structured social opportunities and explicit teaching of social norms.",
      "employment": "Supported employment or job coaching may be beneficial.",
      "independence": "Many with mild ID live independently; severe/profound often need 24-hour care."
    },
    "comorbidities": [
      "Autism Spectrum Disorder",
      "Epilepsy",
      "ADHD",
      "Anxiety disorders",
      "Depressive disorders",
      "Motor coordination disorders",
      "Sensory impairments (hearing, vision)"
    ],
    "treatment_approaches": {
      "education_and_training": [
        "Special education with individualized goals focusing on academic, vocational, and daily living skills.",
        "Functional skill-building in community settings.",
        "Parent/caregiver training in behavior support and communication strategies."
      ],
      "therapies": [
        "Speech-language therapy for communication development.",
        "Occupational therapy for ADLs and sensory processing.",
        "Physical therapy for mobility and motor skills if indicated."
      ],
      "medications": [
        "No medication treats ID itself.",
        "Pharmacologic treatment targets comorbidities: stimulants (methylphenidate, amphetamine salts) or non-stimulants (atomoxetine, guanfacine) for ADHD; SSRIs for anxiety/depression; antiepileptic drugs for seizures; antipsychotics (e.g., risperidone, aripiprazole) for severe aggression/irritability."
      ],
      "lifestyle_interventions": [
        "Structured daily routines, visual supports, and predictable environments.",
        "Opportunities for social engagement and skill generalization.",
        "Healthy diet, physical activity, and adequate sleep."
      ]
    },
    "treatment_goals": [
      "Maximize independence in daily living.",
      "Promote communication and social participation.",
      "Address comorbid conditions to optimize functioning.",
      "Support family/caregivers in long-term planning."
    ],
    "missed_diagnosis_factors": [
      "Attributing deficits solely to poor education or environment without formal cognitive/adaptive testing.",
      "Over-reliance on IQ without assessing adaptive functioning.",
      "Masking of deficits by strong rote memory or well-rehearsed social behaviors.",
      "Failure to consider hearing/vision impairment as contributors."
    ],
    "overdiagnosis_factors": [
      "Cultural or language differences misinterpreted as cognitive deficits.",
      "Use of non-standardized or culturally inappropriate tests.",
      "Assessments conducted during acute illness, fatigue, or high stress.",
      "Assuming poor academic performance equals ID without adaptive deficits."
    ],
    "specifiers": {
      "severity": ["Mild", "Moderate", "Severe", "Profound"],
      "associated_conditions": [
        "With behavioral disturbance",
        "With sensory impairment",
        "With motor impairment"
      ]
    },
    "warning_signs": [
      "Significant delays in language, motor, and self-care milestones.",
      "Difficulty learning basic concepts despite appropriate teaching.",
      "Persistent need for support in daily routines beyond developmental expectations."
    ],
    "self_help_strategies": [
      "Use visual schedules and step-by-step instructions.",
      "Break tasks into small, repeatable steps.",
      "Practice functional skills in real-life contexts.",
      "Encourage self-advocacy and choice-making."
    ],
    "developmental_stages": {
      "early_childhood": ["Delayed speech/language; slower learning of basic concepts."],
      "school_age": [
        "Requires individualized instruction; benefits from concrete teaching methods."
      ],
      "adolescence": [
        "Focus on vocational and daily living skills; supported social opportunities."
      ],
      "adulthood": ["Level of independence depends on severity; many require ongoing support."]
    },
    "real_life_examples": [
      "A school-aged child with mild ID learns to manage personal hygiene and handle money with minimal supervision.",
      "An adolescent with moderate ID participates in a supported work program and develops basic cooking skills.",
      "An adult with severe ID lives in a group home with 24-hour care and attends a day program."
    ],
    "when_to_seek_help": "Seek evaluation if a child consistently lags behind in multiple developmental domains or struggles with basic daily tasks despite appropriate instruction.",
    "prognosis_factors": {
      "positive_factors": [
        "Early identification and intervention",
        "Strong family/caregiver engagement",
        "Access to inclusive education and vocational training"
      ],
      "challenging_factors": [
        "Severe/profound ID",
        "Significant medical comorbidities",
        "Limited access to support services"
      ]
    }
  },
  "status": "active"
}
