{
  "name": "Stereotypic Movement Disorder",
  "slug": "stereotypic-movement-disorder",
  "type": "condition",
  "metadata": {
    "category": "autism-development",
    "dsm5_code": "307.3",
    "icd10_code": "F98.4"
  },
  "content": {
    "description": "Stereotypic Movement Disorder (SMD) is characterized by repetitive, seemingly driven, nonfunctional motor behavior (e.g., hand flapping, body rocking, head banging, self-biting) that interferes with social, academic, or other activities and may result in self-injury. Onset is in the early developmental period. Behaviors are not better explained by another neurodevelopmental or mental disorder and are distinguished from tics by more rhythmic, prolonged patterns and earlier onset.",
    "diagnostic_criteria": "A. Repetitive, seemingly purposeless motor behavior that interferes with normal activities or results in self-injury. B. Onset in early developmental period. C. Behavior is not attributable to the physiological effects of a substance or neurological condition and is not better explained by another mental disorder (e.g., trichotillomania, OCD). Specify if with self-injurious behavior; associated with known medical/genetic condition; severity.",
    "prevalence": "More common in individuals with intellectual disability or autism; self-injurious forms occur in a subset and can be severe.",
    "age_of_onset": "Typically before age 3; may fluctuate with arousal, stress, or boredom.",
    "prognosis": "Course varies; some stereotypies diminish with age, while self-injurious patterns can persist without intervention. Structured behavioral treatment, environmental modifications, and addressing co-occurring conditions improve outcomes.",
    "neurobiology": {
      "brain_circuits": [
        "Corticostriatal-thalamo-cortical loops implicated in motor repetition and habit formation.",
        "Basal ganglia and cerebellar circuits associated with motor timing and patterning."
      ],
      "mechanisms_hypotheses": [
        "Heightened arousal or under-stimulation seeking (sensory modulation).",
        "Impaired inhibitory control or habit circuitry leading to repetitive motor output.",
        "Endogenous opioid and dopaminergic systems hypothesized in self-injurious subtypes."
      ],
      "risk_context": "Higher prevalence with intellectual disability, autism spectrum disorder, sensory impairment, and institutional deprivation."
    },
    "evaluation": {
      "history_observation": [
        "Detailed description of movements (topography, frequency, duration, triggers, contexts).",
        "Onset, course, injuries, functional interference; sleep, pain, or medical triggers."
      ],
      "standardized_measures": [
        "Direct behavior observation with ABC (Antecedent–Behavior–Consequence) charting.",
        "Functional Behavior Assessment (FBA) to identify maintaining variables (automatic/sensory, attention, escape, tangible)."
      ],
      "medical_workup": [
        "Rule out neurologic disorders (seizures, movement disorders), pain sources (otitis, dental), GI issues, and medication side effects.",
        "Vision/hearing screening; consider iron studies if pica/self-bite; review sleep."
      ],
      "differential_diagnosis": [
        "Tic disorders (brief, suppressible, variable; often later onset).",
        "Obsessive–compulsive disorder (ego-dystonic, ritualistic acts to reduce anxiety).",
        "Trichotillomania/excoriation (focused body-focused repetitive behaviors).",
        "Autism-related motor stereotypies (may co-occur; specify association)."
      ],
      "team_and_process": "Multidisciplinary approach (psychology/behavior analysis, pediatrics/neurology, OT, SLP when communication deficits present); include caregiver/teacher reports and injury risk assessment."
    },
    "symptoms": {
      "common_stereotypies": [
        "Hand flapping, finger wiggling, body rocking",
        "Head banging, self-biting, skin picking/scratching",
        "Arm waving, pacing, spinning objects, teeth grinding"
      ],
      "context_modulators": [
        "Increase with excitement, stress, fatigue, boredom, or sensory overload",
        "Decrease with engagement, structured tasks, or alternative stimulation"
      ]
    },
    "severity_levels": {
      "mild": "Stereotypies occur intermittently, minimal interference, no injury.",
      "moderate": "Frequent behaviors causing social/academic interference; superficial injuries possible.",
      "severe": "High-frequency or intense behaviors with significant self-injury or functional impairment; requires protective strategies."
    },
    "risk_factors": {
      "biological": [
        "Intellectual disability",
        "Autism Spectrum Disorder",
        "Genetic or neurologic syndromes"
      ],
      "environmental": [
        "Sensory deprivation or institutional settings",
        "Limited access to engaging, structured activities"
      ],
      "psychological": ["High arousal or poor self-regulation", "Communication frustration"]
    },
    "impact_on_life": {
      "school": "Distraction, social stigma, safety restrictions, reduced participation.",
      "home": "Need for supervision, protective devices for self-injury, caregiver stress.",
      "community": "Limited access to activities due to safety concerns or public misunderstanding."
    },
    "comorbidities": [
      "Autism Spectrum Disorder",
      "Intellectual Disability",
      "ADHD",
      "Anxiety disorders",
      "Sleep disorders",
      "Epilepsy"
    ],
    "treatment_approaches": {
      "behavioral_interventions": [
        "Functional Behavior Assessment (FBA)–informed plan.",
        "Differential reinforcement (DRA/DRI/DRO) to strengthen alternative or incompatible behaviors.",
        "Response interruption/redirection (RIRD) for high-frequency stereotypies.",
        "Habit Reversal Training (awareness training + competing response) for non–self-injurious patterns.",
        "Protective equipment and environmental modification for self-injury risk.",
        "Parent/teacher training to ensure consistent reinforcement schedules."
      ],
      "sensory_regulation": [
        "Scheduled sensory input (movement breaks, deep pressure) or enriched engagement to reduce automatically maintained stereotypies.",
        "OT consult for sensory strategies and adaptive equipment."
      ],
      "medications": [
        "No medication specifically treats SMD; consider pharmacotherapy only when behavioral risks remain high or for comorbidities.",
        "For severe self-injury or aggression (specialist-guided): antipsychotics such as risperidone or aripiprazole may reduce intensity/frequency.",
        "Address co-occurring conditions: stimulants or atomoxetine/guanfacine for ADHD; SSRIs for anxiety/OCD features; melatonin for sleep dysregulation."
      ],
      "education_and_family": [
        "Safety planning, injury monitoring, and crisis protocols.",
        "Skill-building in communication (including AAC) to reduce frustration-maintained behaviors.",
        "School accommodations to allow movement breaks and minimize triggers."
      ],
      "lifestyle_interventions": [
        "Regular routines, adequate sleep, structured physical activity.",
        "High-engagement activities matched to interests to compete with stereotypy."
      ]
    },
    "treatment_goals": [
      "Reduce frequency/intensity of stereotypies and eliminate self-injury.",
      "Increase engagement in functional, social, and academic activities.",
      "Teach adaptive replacement skills (communication, self-regulation).",
      "Improve safety and quality of life for the individual and family."
    ],
    "missed_diagnosis_factors": [
      "Behaviors dismissed as harmless habits without assessing injury risk or interference.",
      "Attributing movements solely to autism without separate evaluation for severity and safety.",
      "Failure to investigate medical pain sources that precipitate self-injury."
    ],
    "overdiagnosis_factors": [
      "Typical developmental motor mannerisms (e.g., brief hand flaps in toddlers) labeled as disorder despite minimal impairment.",
      "Misclassification of tics (brief, suppressible) or compulsions (ritualistic, anxiety-driven) as stereotypies.",
      "Transient stress-related self-soothing behaviors during hospitalization or acute illness mistaken for persistent disorder."
    ],
    "specifiers": {
      "with_self_injurious_behavior": [
        "Without self-injury",
        "With self-injury (specify type and severity)"
      ],
      "associated_with": [
        "Associated with a known medical/genetic condition",
        "Not associated with another condition"
      ],
      "severity": ["Mild", "Moderate", "Severe"]
    },
    "warning_signs": [
      "Skin breakdown, bruising, dental injury, or head trauma from repetitive behaviors.",
      "Escalation in frequency/intensity or spread to new contexts.",
      "Stereotypies interfering with feeding, learning, or sleep."
    ],
    "self_help_strategies": [
      "Establish predictable routines and ensure adequate sleep.",
      "Provide engaging, hands-busy alternatives (e.g., fidgets) when appropriate.",
      "Use visual schedules and timers to structure transitions.",
      "Track triggers and effective de-escalation strategies."
    ],
    "developmental_stages": {
      "toddler_preschool": [
        "Rhythmic rocking or hand flapping when excited or bored; may decrease with engagement."
      ],
      "childhood": [
        "Persisting movements at school causing distraction or social attention; benefits from reinforcement of replacement behaviors."
      ],
      "adolescence": [
        "Stereotypies may become more private; self-injury risk warrants proactive planning and coping skills."
      ],
      "adulthood": [
        "Residual patterns may persist; focus on harm reduction, autonomy, and workplace/community accommodations."
      ]
    },
    "real_life_examples": [
      "A preschooler head-bangs during transitions; FBA reveals escape function—visual schedules and reinforced communication reduce episodes.",
      "A school-age child hand-flaps when excited; competing tasks and DRI (hands-on activities) lower frequency in class.",
      "An adolescent with ID engages in self-biting during pain; dental treatment and sensory strategies markedly reduce incidents."
    ],
    "when_to_seek_help": "Seek evaluation if repetitive movements cause injury, significantly interfere with daily life, or escalate in frequency/intensity. Immediate attention is needed for any behavior causing tissue damage or head trauma.",
    "prognosis_factors": {
      "positive_factors": [
        "Early identification and consistent FBA-informed behavioral plan",
        "Access to engaging, structured environments and communication supports",
        "Effective treatment of medical pain sources and sleep problems"
      ],
      "challenging_factors": [
        "Co-occurring severe intellectual disability or limited communication",
        "Long-standing self-injury with conditioned reinforcement",
        "Inconsistent implementation of behavior plans across settings"
      ]
    }
  },
  "status": "active"
}
