{
  "name": "Excoriation (Skin-Picking) Disorder",
  "slug": "excoriation-disorder",
  "type": "condition",
  "metadata": {
    "category": "obsessive-compulsive",
    "dsm5_code": "698.4",
    "icd10_code": "F42.4"
  },
  "content": {
    "description": "Recurrent picking at one's own skin resulting in skin lesions, accompanied by repeated attempts to decrease or stop the behavior. Causes clinically significant distress or impairment and is not attributable to a substance, another medical condition, or another mental disorder.",
    "diagnostic_criteria": "A. Recurrent skin picking resulting in skin lesions. B. Repeated attempts to decrease or stop skin picking. C. Clinically significant distress or impairment. D. Not attributable to a substance or another medical condition. E. Not better explained by symptoms of another mental disorder (e.g., delusions, tactile hallucinations, stereotypies).",
    "prevalence": "Estimated 1–2% of the population; more common in females.",
    "age_of_onset": "Typically begins in adolescence, often around puberty; can start in childhood or adulthood.",
    "prognosis": "Chronic course with waxing and waning severity; early treatment can improve long-term outcomes.",
    "neurobiology": {
      "circuitry": [
        "Involves cortico-striatal-thalamo-cortical circuits similar to other body-focused repetitive behaviors.",
        "Abnormalities in sensorimotor gating and inhibitory control."
      ],
      "neurochemistry": [
        "Possible dysregulation in serotonin and dopamine systems.",
        "Glutamatergic modulation implicated (e.g., NAC efficacy in some cases)."
      ],
      "genetic_environmental": "Runs in families; stress, boredom, or fatigue often precipitate picking episodes."
    },
    "evaluation": {
      "history_psychosocial": [
        "Age at onset, duration, and course of picking behavior.",
        "Triggers, urges, and emotional states before, during, and after picking.",
        "Time spent, areas of the body targeted, and severity of lesions.",
        "Medical and dermatologic history; comorbid psychiatric conditions.",
        "Impact on work, school, social life, and self-esteem."
      ],
      "medical_assessment": [
        "Examine for infection, scarring, or other complications.",
        "Rule out dermatologic conditions (e.g., eczema, psoriasis, acne) as primary causes.",
        "Consider culture for secondary bacterial infection."
      ],
      "standardized_measures": [
        "Skin Picking Scale-Revised (SPS-R)",
        "NE-YBOCS for body-focused repetitive behaviors"
      ],
      "risk_stratification": [
        "Assess for severe medical complications (cellulitis, systemic infection).",
        "Evaluate for suicidal ideation if significant shame, depression, or social withdrawal present."
      ],
      "differential_diagnosis": [
        "Dermatologic disorders causing itching/pain.",
        "Substance-induced pruritus (e.g., cocaine, methamphetamines).",
        "Psychotic disorders with tactile hallucinations.",
        "Other body-focused repetitive behaviors (trichotillomania)."
      ],
      "team_and_process": "Collaborate with dermatology, psychiatry, and psychology; integrate behavioral and medical interventions."
    },
    "symptoms": {
      "core": [
        "Recurrent picking at skin causing lesions",
        "Unsuccessful attempts to stop",
        "Significant distress or functional impairment"
      ],
      "associated_features": [
        "Ritualistic picking patterns",
        "Use of fingers, tweezers, pins, or other objects",
        "Hours spent per day picking or camouflaging damage",
        "Avoidance of social situations due to visible lesions"
      ]
    },
    "severity_levels": {
      "mild": "Picking occurs occasionally and causes minimal skin damage; mild distress.",
      "moderate": "Frequent picking with noticeable lesions; moderate distress/impairment.",
      "severe": "Daily or near-daily picking with multiple lesions, infections, or scarring; marked impairment."
    },
    "risk_factors": {
      "biological": [
        "Family history of OCD, BFRBs, or anxiety disorders",
        "Neurological differences in inhibitory control"
      ],
      "psychological": ["High impulsivity", "Perfectionism", "History of trauma or abuse"],
      "environmental": [
        "Stress, boredom, sedentary activity",
        "Easy access to mirrors or magnifying devices"
      ]
    },
    "impact_on_life": {
      "school_work": "Absenteeism or distraction due to urges or injury care.",
      "social": "Avoidance of public places, intimate relationships.",
      "medical": "Infections, scarring, disfigurement, delayed healing.",
      "emotional": "Shame, guilt, anxiety, depression."
    },
    "comorbidities": [
      "Major depressive disorder",
      "Anxiety disorders",
      "Obsessive-compulsive disorder",
      "Trichotillomania",
      "Substance use disorders"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Habit Reversal Training (HRT) and Comprehensive Behavioral (ComB) model.",
        "CBT to address triggers, cognitive distortions, and stress management.",
        "Mindfulness-based interventions to increase awareness of urges."
      ],
      "medications": [
        "SSRIs (fluoxetine, sertraline, fluvoxamine) for comorbid OCD/depression.",
        "N-acetylcysteine (NAC) for glutamate modulation.",
        "Lamotrigine or other mood stabilizers in refractory cases."
      ],
      "lifestyle_interventions": [
        "Identify and avoid triggers; use barrier methods (gloves, bandages).",
        "Structured routines to reduce idle time.",
        "Dermatologic care to reduce tactile triggers."
      ],
      "care_coordination": [
        "Psychiatry and dermatology co-management.",
        "Family or partner involvement for support and monitoring."
      ]
    },
    "treatment_goals": [
      "Reduce picking frequency and severity.",
      "Promote wound healing and prevent scarring.",
      "Improve self-esteem and quality of life.",
      "Prevent relapse."
    ],
    "missed_diagnosis_factors": [
      "Assuming lesions are due to primary skin disease without behavioral assessment.",
      "Failure to ask about picking behaviors during dermatology visits.",
      "Underrecognition in males."
    ],
    "overdiagnosis_factors": [
      "Normal grooming or occasional picking mislabeled as pathological.",
      "Dermatologic conditions misclassified as excoriation disorder without behavioral component."
    ],
    "specifiers": {
      "insight": [
        "Good/fair insight: recognizes behavior is problematic",
        "Poor insight: mostly convinced behavior is not problematic",
        "Absent insight/delusional beliefs: fully convinced picking is necessary"
      ]
    },
    "warning_signs": [
      "Increasing lesion size or depth",
      "Signs of infection (redness, swelling, pus)",
      "Severe avoidance of social contact",
      "Emergence of suicidal thoughts"
    ],
    "self_help_strategies": [
      "Keep nails trimmed short.",
      "Use fidget tools or alternative sensory items.",
      "Set picking-free time goals and track progress.",
      "Cover mirrors or reduce time spent in triggering environments."
    ],
    "developmental_stages": {
      "childhood": [
        "Picking may start as response to itch or minor skin issue; often dismissed as habit."
      ],
      "adolescence": [
        "Increase in frequency; emotional triggers such as stress, shame, and social anxiety become more pronounced."
      ],
      "adulthood": [
        "Chronic course; long-term scarring; significant impact on relationships and employment possible."
      ]
    },
    "real_life_examples": [
      "A 15-year-old picks at acne until it bleeds, spending over two hours daily despite repeated attempts to stop.",
      "A 27-year-old uses tweezers to remove perceived imperfections, resulting in infected lesions on arms and legs.",
      "A 40-year-old with a history of anxiety picks during work calls without realizing it, leading to visible facial scars."
    ],
    "when_to_seek_help": "Seek help if picking leads to bleeding, infection, scarring, emotional distress, or interferes with daily life.",
    "prognosis_factors": {
      "positive_factors": [
        "Early behavioral intervention",
        "Good insight",
        "Strong support system"
      ],
      "challenging_factors": [
        "Poor insight",
        "High comorbidity with mood or anxiety disorders",
        "Severe skin damage or infection"
      ]
    }
  },
  "status": "active"
}
