{
  "name": "Substance/Medication-Induced Obsessive-Compulsive Disorder",
  "slug": "substance-medication-induced-ocd",
  "type": "condition",
  "metadata": {
    "category": "obsessive-compulsive",
    "dsm5_code": "292.89",
    "icd10_code": "F19.988"
  },
  "content": {
    "description": "Substance/Medication-Induced Obsessive-Compulsive Disorder is characterized by prominent obsessions, compulsions, or both, that are judged to be caused by the physiological effects of a substance (e.g., drug of abuse, medication, toxin exposure). The symptoms cause distress, are time-consuming, or impair functioning, and they begin during or soon after substance intoxication, withdrawal, or exposure.",
    "diagnostic_criteria": "A. Presence of obsessions, compulsions, or both. B. Evidence from history, physical examination, or laboratory findings that the symptoms developed during or soon after substance intoxication or withdrawal or after exposure to a medication, and the involved substance/medication is capable of producing such symptoms. C. The disturbance is not better explained by a primary OCD. D. The disturbance does not occur exclusively during delirium. E. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning.",
    "prevalence": "Rare; prevalence varies by population and type of substance used.",
    "age_of_onset": "Varies; often coincides with age of substance exposure.",
    "prognosis": "Symptoms may remit with cessation of the substance and appropriate psychiatric treatment, but persistent cases can occur, especially if exposure was prolonged or if there is underlying OCD vulnerability.",
    "neurobiology": {
      "circuitry": [
        "Involvement of cortico-striato-thalamo-cortical loops, similar to primary OCD."
      ],
      "neurochemistry": [
        "Alterations in serotonin, dopamine, and glutamate transmission induced by the substance or medication."
      ],
      "genetic_environmental": "Genetic vulnerability to OCD and substance-related neurotoxicity can interact; environmental triggers include stress and concurrent illness."
    },
    "evaluation": {
      "history_psychosocial": [
        "Temporal relationship between substance use and onset of OCD symptoms.",
        "Pattern, amount, and duration of substance or medication exposure.",
        "Impact on functioning, comorbid psychiatric or medical history."
      ],
      "medical_assessment": [
        "Toxicology screening when relevant.",
        "Medication review for agents linked to OCD-like symptoms.",
        "Neurological examination to rule out other causes."
      ],
      "standardized_measures": [
        "Yale-Brown Obsessive Compulsive Scale (Y-BOCS) for severity assessment."
      ],
      "risk_stratification": [
        "Assess level of functional impairment.",
        "Evaluate for comorbid substance use disorder and suicidal ideation."
      ],
      "differential_diagnosis": [
        "Primary OCD",
        "Substance-induced anxiety disorder",
        "Obsessive-compulsive personality disorder",
        "Delirium"
      ],
      "team_and_process": "Collaborative care between psychiatry, addiction medicine, and relevant medical specialties."
    },
    "symptoms": {
      "obsessions": [
        "Intrusive contamination fears following stimulant intoxication",
        "Harm-related intrusive thoughts after corticosteroid initiation"
      ],
      "compulsions": [
        "Repetitive checking behaviors after high-dose caffeine use",
        "Excessive washing rituals linked to intoxication with certain hallucinogens"
      ]
    },
    "severity_levels": {
      "mild": "Symptoms present but manageable, with minimal disruption to function.",
      "moderate": "Symptoms cause clear distress and functional impairment.",
      "severe": "Symptoms are disabling, interfere with daily functioning, and persist despite substance cessation."
    },
    "risk_factors": {
      "biological": [
        "Genetic predisposition to OCD",
        "Neurological vulnerability from head trauma or illness"
      ],
      "psychological": [
        "History of anxiety or obsessive-compulsive traits",
        "High anxiety sensitivity"
      ],
      "environmental": [
        "Chronic stress",
        "High availability or medical need for implicated substances"
      ]
    },
    "impact_on_life": {
      "school_work": "Decline in academic or work performance due to compulsions and substance effects.",
      "social": "Withdrawal or strained relationships due to rituals or avoidance.",
      "medical": "Neglect of medical needs, poor treatment adherence, worsening of underlying medical conditions.",
      "emotional": "Heightened anxiety, frustration, and shame."
    },
    "comorbidities": ["Substance use disorders", "Depressive disorders", "Other anxiety disorders"],
    "treatment_approaches": {
      "psychotherapy": [
        "Exposure and Response Prevention (ERP) adapted to address both OCD and triggers associated with substance use.",
        "Motivational interviewing to enhance readiness for substance cessation.",
        "Relapse prevention strategies."
      ],
      "medications": [
        "SSRIs for persistent OCD symptoms (fluoxetine, sertraline, fluvoxamine, paroxetine, escitalopram).",
        "Clomipramine for treatment-resistant cases.",
        "Avoidance of substances/medications that can exacerbate OCD symptoms."
      ],
      "neuromodulation": ["Consider rTMS for refractory cases after substance cessation."],
      "lifestyle_interventions": [
        "Healthy sleep, nutrition, and exercise to support recovery.",
        "Structured daily schedule to reduce compulsive opportunities."
      ],
      "care_coordination": [
        "Integration of psychiatric, addiction, and primary care.",
        "Monitor for withdrawal complications and relapse."
      ]
    },
    "treatment_goals": [
      "Achieve abstinence from triggering substances.",
      "Reduce OCD symptom severity.",
      "Restore social and occupational functioning."
    ],
    "missed_diagnosis_factors": [
      "Attributing symptoms solely to intoxication or withdrawal without identifying OCD.",
      "Failure to inquire about new medications or supplements."
    ],
    "overdiagnosis_factors": [
      "Normal worry or caution behaviors during intoxication misclassified as OCD.",
      "Transient symptoms during acute withdrawal mistaken for persistent OCD."
    ],
    "specifiers": {
      "onset": ["With onset during intoxication", "With onset during withdrawal"],
      "insight": ["Good/fair insight", "Poor insight", "Absent insight/delusional beliefs"]
    },
    "warning_signs": [
      "Persistence or worsening of compulsions despite stopping the substance",
      "Refusal to discontinue triggering medication despite psychiatric deterioration"
    ],
    "self_help_strategies": [
      "Commitment to abstinence from identified triggers.",
      "Participation in OCD and addiction support groups.",
      "Practice ERP strategies as guided by a clinician."
    ],
    "developmental_stages": {
      "adolescence": [
        "Higher risk due to experimentation with substances; early intervention critical."
      ],
      "adulthood": [
        "May complicate professional and family responsibilities; requires coordinated care."
      ]
    },
    "real_life_examples": [
      "A college student develops severe checking rituals during prolonged amphetamine misuse; symptoms resolve gradually after cessation and ERP therapy.",
      "A patient prescribed high-dose corticosteroids for autoimmune disease experiences intrusive contamination fears and excessive washing, improving after medication taper and SSRI initiation."
    ],
    "when_to_seek_help": "Seek help if obsessive-compulsive symptoms appear after starting or increasing a substance or medication, or if they persist beyond withdrawal.",
    "prognosis_factors": {
      "positive_factors": [
        "Early identification and cessation of the causative agent",
        "Rapid initiation of OCD treatment",
        "Strong social support network"
      ],
      "challenging_factors": [
        "Continued substance use or medical need for the implicated drug",
        "Severe baseline OCD or anxiety symptoms",
        "Poor adherence to treatment"
      ]
    }
  },
  "status": "active"
}
