{
  "name": "Delirium",
  "slug": "delirium",
  "type": "condition",
  "metadata": {
    "category": "dementia-memory",
    "dsm5_code": "293.0 (due to another medical condition); use substance/medication or multiple etiologies specifiers as applicable",
    "icd10_code": "F05 (Delirium due to known physiological condition); use substance-specific or other codes when indicated"
  },
  "content": {
    "description": "Delirium is an acute and fluctuating disturbance in attention, awareness, and cognition that develops over hours to days and represents a change from baseline. It is a medical emergency commonly triggered by an underlying medical condition, substance intoxication or withdrawal, medication effect, or multiple factors. Disturbance is not better explained by a neurocognitive disorder and does not occur in the context of severely reduced arousal (e.g., coma).",
    "diagnostic_criteria": "A. Disturbance in attention (reduced ability to direct, focus, sustain, and shift attention) and awareness. B. Acute onset (hours to days), with fluctuation during the day. C. Additional cognitive disturbance (memory, disorientation, language, visuospatial ability, or perception). D. Not better explained by another preexisting, established, or evolving neurocognitive disorder and do not occur in the context of severely reduced arousal. E. Evidence from history, exam, or labs that the disturbance is due to a medical condition, substance intoxication/withdrawal, medication, toxin, or multiple etiologies.",
    "evaluation": {
      "clinical_interview": "Establish timeline (abrupt change from baseline), daily fluctuations, precipitating events (infection, surgery, new meds, substance use/withdrawal), sleep–wake cycle changes, pain, urinary retention/constipation.",
      "bedside_cognitive_screen": [
        "Confusion Assessment Method (CAM) or CAM-ICU (features: acute onset/fluctuation, inattention, disorganized thinking, altered consciousness).",
        "4AT for rapid screening in ED/inpatient settings.",
        "MoCA/MMSE only for baseline cognition context; not diagnostic for delirium."
      ],
      "physical_exam_vitals": "Full vitals; hydration; oxygenation; signs of infection; neurologic exam (focal deficits, asterixis, nuchal rigidity); withdrawal signs.",
      "laboratory_studies": [
        "CBC, BMP/CMP (electrolytes, renal/hepatic function, glucose, calcium), TSH if indicated.",
        "Urinalysis/culture, chest X-ray if infection suspected.",
        "B12/folate, ammonia, toxicology screen, serum drug levels (e.g., lithium, digoxin) as appropriate."
      ],
      "additional_testing": [
        "ECG if QTc risk or antipsychotic use considered.",
        "Neuroimaging (CT/MRI) if new focal deficits, head trauma, anticoagulation, or unclear etiology.",
        "EEG if nonconvulsive status epilepticus or encephalopathy suspected."
      ],
      "medication_review": "Identify anticholinergics, benzodiazepines, opioids, steroids, H1 antihistamines, polypharmacy, recent dose changes.",
      "environmental_assessment": "Sensory impairments (hearing/vision), sleep disruption, immobility, restraints/catheters, unfamiliar surroundings.",
      "differential_diagnosis": [
        "Dementia (typically insidious onset without fluctuation),",
        "Primary psychiatric conditions (e.g., psychosis, severe depression) without global inattention,",
        "Wernicke encephalopathy,",
        "Nonconvulsive status epilepticus,",
        "Sepsis-associated encephalopathy."
      ]
    },
    "prevalence": "Common in hospitalized adults (10–30% on general medical wards; higher in ICU and postoperative settings). Incidence increases with age, baseline cognitive impairment, and medical complexity.",
    "age_of_onset": "Any age when precipitating factors are present; risk markedly increases in older adults (≥65 years).",
    "prognosis": "Typically reversible with prompt treatment of underlying causes and supportive care; however, delirium is associated with longer hospital stays, increased morbidity and mortality, higher risk of institutionalization, and acceleration of cognitive decline in vulnerable individuals.",
    "symptoms": {
      "core_features": [
        "Inattention (distractible, difficulty following conversation)",
        "Altered level of consciousness (hyperalert, lethargic, or fluctuating)",
        "Disorganized thinking, disorientation, memory deficits",
        "Perceptual disturbances (illusions, visual hallucinations)",
        "Sleep–wake cycle disruption (nighttime agitation, daytime somnolence)"
      ],
      "behavioral_psychomotor": [
        "Hyperactive: agitation, restlessness, emotional lability",
        "Hypoactive: lethargy, slowed speech, apathy",
        "Mixed: alternates between hyper- and hypoactive states"
      ],
      "autonomic_neurologic": [
        "Tremor, diaphoresis, tachycardia, hypertension (e.g., with withdrawal)",
        "Asterixis or myoclonus in metabolic/toxic states"
      ]
    },
    "severity_levels": {
      "mild": "Subtle inattention and sleep disturbance with minimal functional interference; screening positive (e.g., 4AT borderline).",
      "moderate": "Clear inattention/disorganized thinking with observable impairment in basic activities and need for frequent redirection.",
      "severe": "Marked fluctuating consciousness, severe agitation or profound hypoactivity, high risk for falls/medical complications, may require 1:1 supervision."
    },
    "risk_factors": {
      "biological": [
        "Age ≥65, preexisting dementia or cognitive impairment",
        "Sensory impairment (vision/hearing loss)",
        "Multiple comorbidities, frailty, malnutrition, dehydration",
        "History of delirium"
      ],
      "psychological": [
        "Depression, sleep deprivation, high baseline anxiety",
        "Substance use disorders or dependence with withdrawal risk"
      ],
      "environmental": [
        "Polypharmacy (especially anticholinergics, sedatives, opioids)",
        "Infections, surgery/ICU stay, immobilization, restraints, catheters",
        "Unfamiliar environment, frequent room changes, poor lighting"
      ]
    },
    "impact_on_life": {
      "medical": "Increased complications, prolonged hospitalization, functional decline.",
      "caregiver_burden": "Distress due to agitation, reversed sleep cycles, and supervision needs.",
      "long_term": "Elevated risk of institutionalization and persistent cognitive deficits in some patients."
    },
    "comorbidities": [
      "Major or mild neurocognitive disorder (dementia)",
      "Depressive disorders",
      "Substance use disorders",
      "Acute medical illnesses (infection, metabolic derangements)"
    ],
    "treatment_approaches": {
      "core_management": [
        "Identify and treat underlying causes (infection, hypoxia, metabolic derangement, withdrawal, medication effects).",
        "Nonpharmacologic bundle: frequent reorientation, clocks/calendars, optimize sleep (lights off at night, minimize nighttime disruptions), early mobilization/PT/OT, hydration/nutrition, vision/hearing aids, pain control, bowel/bladder management."
      ],
      "medications": [
        "Reserve antipsychotics for severe distress, danger to self/others, or to facilitate critical care (e.g., haloperidol or atypicals at lowest effective dose, monitor QTc).",
        "Avoid/limit benzodiazepines except for alcohol/benzodiazepine withdrawal delirium.",
        "Review/stop deliriogenic drugs; manage withdrawal per protocol."
      ],
      "environmental_safety": [
        "Sitter/1:1 supervision when needed, fall precautions, minimize restraints.",
        "Family engagement for calming presence and reorientation."
      ],
      "post_delirium_care": [
        "Screen for cognitive decline, depression, PTSD-like symptoms; plan follow-up and caregiver education."
      ]
    },
    "treatment_goals": [
      "Rapid identification and reversal of precipitating causes",
      "Restore attention, orientation, and normal sleep–wake cycle",
      "Prevent medical complications, falls, and agitation-related harm",
      "Reduce recurrence risk via mitigation of predisposing/precipitating factors"
    ],
    "missed_diagnosis_factors": [
      "Misattributing acute confusion to baseline dementia without assessing fluctuation and inattention",
      "Failure to screen hypoactive presentations (quiet, withdrawn)",
      "Assuming sundowning alone explains symptoms without medical workup",
      "Attributing changes to normal aging or depression"
    ],
    "overdiagnosis_factors": [
      "Diagnosing delirium in stable chronic cognitive impairment without acute change",
      "Mislabeling primary psychiatric illness (e.g., schizophrenia, mania) as delirium when attention/awareness are intact",
      "Confusing medication side effects causing sedation alone with delirium without cognitive disturbance",
      "Relying solely on disorientation without confirming inattention and fluctuation"
    ],
    "specifiers": {
      "type_by_etiology": [
        "Due to another medical condition",
        "Substance intoxication delirium",
        "Substance withdrawal delirium",
        "Medication-induced delirium",
        "Due to multiple etiologies",
        "Due to other specified/unspecified causes"
      ],
      "psychomotor_subtype": ["Hyperactive", "Hypoactive", "Mixed"],
      "course": ["Acute (hours to days)", "Persistent (weeks to months, fluctuating)"],
      "coding": [
        {
          "note": "DSM-5/DSM-5-TR commonly uses 293.0 when due to another medical condition; use substance/medication specifiers/codes when relevant."
        },
        {
          "note": "ICD-10-CM: F05 for delirium due to known physiological condition; use substance-specific F1x.1–F1x.9 codes for intoxication/withdrawal delirium as applicable."
        }
      ]
    },
    "warning_signs": [
      "Sudden change in attention/awareness over hours to days",
      "New hallucinations, severe agitation, or profound lethargy",
      "Reversed sleep–wake cycle, worsening at night ('sundowning')",
      "Recent infection, surgery, new medication, or substance withdrawal"
    ],
    "self_help_strategies": [
      "For caregivers: provide glasses/hearing aids, visible clock/calendar, familiar objects; speak slowly and simply; maintain a regular day–night routine.",
      "Encourage mobility and hydration if medically safe; reduce unnecessary noise and nighttime disturbances."
    ],
    "real_life_examples": [
      "An older adult becomes acutely confused and agitated after surgery; CAM positive; symptoms resolve after treating pain, optimizing sleep, and removing deliriogenic meds.",
      "A patient with UTI presents with quiet, withdrawn behavior and inattention; targeted antibiotics and reorientation lead to recovery."
    ],
    "when_to_seek_help": "Seek urgent medical evaluation for any sudden change in mental status, attention, or awareness, especially with fever, chest pain, shortness of breath, head injury, or substance withdrawal.",
    "prognosis_factors": {
      "positive_factors": [
        "Rapid identification and treatment of underlying cause",
        "Early mobilization and nonpharmacologic prevention bundle",
        "Adequate vision/hearing support and family involvement",
        "Minimized use of deliriogenic medications"
      ],
      "challenging_factors": [
        "Advanced age, dementia, frailty, or multiple comorbidities",
        "Severe illness (ICU), polypharmacy, infections",
        "Hypoactive or mixed subtype not recognized promptly",
        "Prolonged hospitalization or postoperative complications"
      ]
    }
  },
  "status": "active"
}
