{
  "name": "Neurocognitive Disorder (Major & Mild; All Etiologies)",
  "slug": "neurocognitive-disorder",
  "type": "condition",
  "metadata": {
    "category": "dementia-memory",
    "dsm5_code": "Use etiology-specific coding for Major or Mild Neurocognitive Disorder (e.g., due to Alzheimer’s disease, vascular disease, Lewy body disease, frontotemporal degeneration, Parkinson’s disease, TBI, HIV, prion disease, Huntington’s disease, substance/medication, another medical condition, multiple etiologies, or unspecified).",
    "icd10_code": "Prefer etiology-specific codes (e.g., G30.x + F02.x for Alzheimer’s; F01.x for vascular; G31.83 + F02.x for Lewy body; G31.09/F02.x for FTD; F07.81 for postconcussional/TBI-related; B20 + F02.8 for HIV, etc.); F03.90/F03.91 when unspecified."
  },
  "content": {
    "description": "Neurocognitive Disorder (NCD) encompasses acquired decline from a previous level of cognitive performance in one or more domains (complex attention, executive function, learning and memory, language, perceptual–motor, or social cognition). ‘Major’ NCD interferes with independence in instrumental/basic activities of daily living; ‘Mild’ NCD reflects measurable decline without loss of independence. Etiologies include degenerative, vascular, infectious, traumatic, substance/medication-induced, autoimmune/metabolic, and mixed causes.",
    "diagnostic_criteria": "A. Evidence of cognitive decline in ≥1 domain based on concern (self, informant, or clinician) and preferably documented by standardized testing. B. For Major NCD: cognitive deficits interfere with independence in everyday activities; for Mild NCD: deficits do not interfere but require greater effort/compensation. C. Deficits do not occur exclusively during delirium. D. Not better explained by another mental disorder. Specify etiology when known.",
    "neurobiology": {
      "pathology": [
        "Degenerative proteinopathies (amyloid-β & tau in Alzheimer’s; α-synuclein in Lewy body/Parkinson’s; TDP-43, tau, or FUS in frontotemporal degeneration; prion protein in prion disease).",
        "Vascular brain injury (infarcts/microinfarcts, microbleeds, white matter disease) and mixed pathology common in late life.",
        "Inflammatory, infectious (e.g., HIV), metabolic, and toxic mechanisms contribute in secondary NCDs."
      ],
      "network_disruption": [
        "Default mode network (posterior cingulate/precuneus–hippocampal circuits) in Alzheimer’s disease.",
        "Frontoparietal executive and salience networks across degenerative/vascular etiologies driving dysexecutive and behavioral syndromes.",
        "Corticostriatal-thalamic circuitry in parkinsonian dementias and FTD."
      ],
      "neurochemical_changes": [
        "Cholinergic deficits prominent in AD/Lewy body disease.",
        "Dopaminergic/noradrenergic/serotonergic alterations in Lewy body/Parkinson’s and FTD subtypes."
      ],
      "genetics": [
        "APOE ε4 risk allele for late-onset AD.",
        "Autosomal-dominant AD (APP, PSEN1, PSEN2; rare).",
        "FTD genes: C9orf72, GRN, MAPT (others: TARDBP, FUS, VCP, CHMP2B).",
        "GBA variants in Lewy body disease; HTT expansion in Huntington’s."
      ]
    },
    "evaluation": {
      "history_informant": "Structured history from patient AND reliable informant documenting onset (insidious vs stepwise), progression, functional change (finances, meds, driving), neuropsychiatric symptoms, sleep, and safety.",
      "cognitive_neuropsychological": [
        "Screens: MoCA/MMSE; stage with CDR.",
        "Domain testing: episodic memory (e.g., HVLT/RBANS), attention/executive (Trails, Digit Span, fluency), language (BNT, semantic/phonemic fluency), visuospatial (Clock, Rey copy)."
      ],
      "neurological_exam": "Assess parkinsonism, focal deficits, gait, eye movements, myoclonus, apraxia, motor neuron signs.",
      "laboratory_ruleouts": "CBC, CMP, TSH, B12 (± folate), HbA1c/lipids; syphilis/HIV when risk; autoimmune, heavy metals, inflammatory markers as indicated.",
      "neuroimaging": [
        "MRI brain preferred: atrophy patterns (medial temporal in AD; frontotemporal in FTD), vascular burden, NPH markers, strategic lesions.",
        "FDG-PET/SPECT when MRI non-diagnostic; amyloid/tau PET or CSF biomarkers when differentiating AD vs non-AD will change management."
      ],
      "medication_sleep_mood_review": "Identify anticholinergics, benzodiazepines, sedative-hypnotics, antipsychotics, antiepileptics; screen for sleep apnea/insomnia and depression/anxiety.",
      "safety_capacity": "Driving, wandering, falls, firearms, finances; capacity assessments; advance care planning (DPOA, goals of care)."
    },
    "prevalence": "Rises steeply with age. Alzheimer’s disease is most common; mixed (AD + vascular) and vascular dementias are frequent; Lewy body disease and frontotemporal degeneration contribute notably in subspecialty settings and younger-onset cases.",
    "age_of_onset": "Typically >65 for degenerative causes; early-onset (<65) more likely genetic or atypical presentations.",
    "prognosis": "Generally progressive with rate and symptom profile driven by etiology and comorbidity. Median survival from diagnosis commonly 4–10 years (broad range). Early recognition, risk-factor control, caregiver education, and environmental supports improve safety and quality of life.",
    "symptoms": {
      "cognitive": [
        "Episodic memory loss; executive dysfunction; language impairment (anomia, word-finding); visuospatial deficits; social cognition changes."
      ],
      "neuropsychiatric_behavioral": [
        "Apathy, depression/anxiety, irritability; hallucinations/delusions (Lewy body > AD); agitation; sleep–wake dysregulation."
      ],
      "functional": [
        "IADL impairment (finances, medications, shopping, transportation) progressing to BADL dependence (dressing, bathing, feeding)."
      ]
    },
    "severity_levels": {
      "mild_ncd": "Objective decline without loss of independence; increased effort/compensatory strategies needed.",
      "major_ncd_mild": "Needs help in complex IADLs; basic self-care intact.",
      "major_ncd_moderate": "Assistance with IADLs and emerging BADLs; supervision for safety.",
      "major_ncd_severe": "Global dependence; high caregiver burden; complications (dysphagia, immobility, infections)."
    },
    "risk_factors": {
      "biological": [
        "Advanced age; APOE ε4; family history/genetic mutations (etiology-specific); cardiometabolic disease; traumatic brain injury; chronic inflammation."
      ],
      "psychological": [
        "Depression, social isolation; low cognitive reserve (education/occupational complexity)."
      ],
      "environmental": [
        "Smoking, sedentary lifestyle, poor diet; hearing/vision loss; sleep disorders; toxins/medications."
      ]
    },
    "impact_on_life": {
      "relationships": "Role changes, caregiver stress, communication barriers, reduced intimacy.",
      "work_finances": "Job loss, financial vulnerability, need for fiduciary oversight.",
      "safety": "Driving risk, wandering, falls, medication errors, exploitation.",
      "quality_of_life": "Loss of autonomy; mood/anxiety symptoms; risk of institutionalization."
    },
    "comorbidities": [
      "Depression/anxiety; sleep apnea/REM sleep behavior disorder; delirium risk with acute illness; frailty, malnutrition, polypharmacy; parkinsonism (etiology-dependent)."
    ],
    "treatment_approaches": {
      "nonpharmacologic_foundation": [
        "Caregiver education/support; structured routines; environmental simplification; orientation and memory aids (calendars, labels, pill organizers).",
        "Optimize hearing/vision; sleep hygiene; exercise/physical therapy; occupational therapy; speech-language pathology for communication/swallowing.",
        "Behavioral approaches for agitation/psychosis before antipsychotics when feasible."
      ],
      "medications": [
        "Alzheimer’s disease: cholinesterase inhibitors (donepezil, rivastigmine, galantamine) and/or memantine (moderate–severe).",
        "Lewy body/Parkinson’s disease dementia: rivastigmine; avoid typical antipsychotics; consider low-dose quetiapine/clozapine if severe psychosis.",
        "Vascular: aggressive vascular risk reduction (BP, lipids, diabetes); antiplatelet therapy if indicated.",
        "Anti-amyloid disease-modifying therapies: consider for eligible AD patients per guidelines and monitoring protocols.",
        "Treat depression/anxiety (SSRIs preferred); prioritize non-sedating sleep strategies; minimize anticholinergics and benzodiazepines."
      ],
      "care_coordination_safety": [
        "Advance care planning; driving/finances review; home safety assessment.",
        "Connect to community resources (Alzheimer’s Association, adult day programs, respite, social work, legal/benefits counseling)."
      ]
    },
    "treatment_goals": [
      "Maximize safety, dignity, and quality of life for patient and caregivers.",
      "Slow decline when possible and manage reversible contributors.",
      "Reduce behavioral and psychological symptoms of dementia (BPSD).",
      "Support caregivers and delay institutionalization when aligned with goals."
    ],
    "missed_diagnosis_factors": [
      "Attributing symptoms to normal aging; no informant history or objective testing.",
      "Failure to evaluate reversible contributors (depression, sleep apnea, hearing loss, medication effects).",
      "Overreliance on brief screens without functional assessment; cultural/educational bias not considered."
    ],
    "overdiagnosis_factors": [
      "Diagnosing during delirium or acute illness; not reassessing after recovery.",
      "Labeling subjective complaints without objective decline or functional impact.",
      "Insufficient consideration of language/cultural factors affecting test performance."
    ],
    "specifiers": {
      "major_vs_mild": [
        "Major Neurocognitive Disorder (with loss of independence)",
        "Mild Neurocognitive Disorder (without loss of independence)"
      ],
      "with_behavioral_disturbance": [
        "With behavioral disturbance (e.g., agitation, psychosis, mood lability)",
        "Without behavioral disturbance"
      ],
      "etiology": [
        "Due to Alzheimer’s disease",
        "Vascular neurocognitive disorder",
        "Lewy body disease",
        "Frontotemporal lobar degeneration",
        "Parkinson’s disease",
        "Traumatic brain injury",
        "HIV infection",
        "Prion disease",
        "Huntington’s disease",
        "Substance/medication use",
        "Another medical condition",
        "Multiple etiologies",
        "Unspecified"
      ],
      "coding_notes": [
        {
          "note": "Use etiology-specific DSM-5/DSM-5-TR and ICD-10-CM codes when identifiable (e.g., G30.x + F02.x for AD; F01.x for vascular; G31.83 + F02.x for Lewy body; G31.09/F02.x for FTD)."
        },
        {
          "note": "F03.90 (unspecified without behavioral disturbance) or F03.91 (with behavioral disturbance) when etiology unknown."
        }
      ]
    },
    "warning_signs": [
      "Rapid decline in managing finances/medications, unsafe driving, wandering.",
      "Visual hallucinations with parkinsonism or REM sleep behavior disorder (consider Lewy body).",
      "Stepwise decline or focal deficits (consider vascular).",
      "Early prominent behavioral change or aphasia (consider FTD).",
      "Sudden changes with infection/medication/surgery (consider delirium)."
    ],
    "self_help_strategies": [
      "Maintain consistent daily routines; use calendars, labels, and checklists.",
      "Keep sensory aids (glasses/hearing aids) working; ensure hydration/nutrition.",
      "Plan regular physical activity and safe social engagement.",
      "For caregivers: schedule respite; learn de-escalation and redirection; join support groups."
    ],
    "real_life_examples": [
      "A 76-year-old with memory and navigation problems remains at home longer after cholinesterase inhibitor initiation, hearing correction, sleep apnea treatment, and caregiver-structured routines.",
      "A 70-year-old with stepwise decline benefits from vascular risk control and occupational therapy, improving safety and function."
    ],
    "when_to_seek_help": "Seek evaluation for progressive cognitive or functional decline, new hallucinations/delusions or dangerous behaviors, or sudden changes suggesting delirium or stroke. Early assessment supports planning, safety, and access to resources.",
    "prognosis_factors": {
      "positive_factors": [
        "Early diagnosis and caregiver education.",
        "Aggressive control of vascular/metabolic risks.",
        "Stable routines, environmental supports, and sensory optimization.",
        "Treatment of mood/sleep disorders; minimizing high-risk medications."
      ],
      "challenging_factors": [
        "Mixed/aggressive pathology (e.g., AD + vascular; Lewy body with severe fluctuations).",
        "Genetic or younger-onset forms; rapid progression.",
        "High caregiver burden, social isolation, limited resources.",
        "Recurrent delirium, polypharmacy, uncontrolled medical comorbidities."
      ]
    },
    "etiologies": {
      "alzheimer_disease": {
        "description": "Most common degenerative NCD with early episodic memory impairment and medial temporal–parietal involvement.",
        "hallmark_features": [
          "Early anterograde amnesia; word-finding difficulty; impaired insight variably.",
          "Posterior cingulate/precuneus hypometabolism; medial temporal atrophy."
        ],
        "neurobiology": [
          "Amyloid-β plaques and tau neurofibrillary tangles; cholinergic loss; DMN disruption; APOE ε4 risk."
        ],
        "evaluation_notes": [
          "CSF/PET biomarkers (Aβ/tau) when diagnosis uncertain; exclude mixed vascular pathology."
        ],
        "treatment_notes": [
          "Cholinesterase inhibitors ± memantine; consider anti-amyloid disease-modifying therapy per eligibility/monitoring."
        ]
      },
      "vascular_ncd": {
        "description": "Cognitive impairment due to cerebrovascular disease (infarcts, extensive white matter disease, microbleeds).",
        "hallmark_features": [
          "Stepwise decline, focal deficits, dysexecutive profile; gait disturbance/urinary symptoms common."
        ],
        "evaluation_notes": [
          "MRI for ischemic burden and strategic lesions; assess AFib, carotid disease, BP, lipids, diabetes."
        ],
        "treatment_notes": [
          "Risk-factor control, antiplatelets/anticoagulation if indicated; rehab; address sleep apnea."
        ]
      },
      "lewy_body_disease": {
        "description": "Fluctuating cognition, recurrent visual hallucinations, spontaneous parkinsonism, REM sleep behavior disorder.",
        "hallmark_features": [
          "Severe neuroleptic sensitivity; visuospatial/executive deficits > memory early."
        ],
        "evaluation_notes": ["Consider DaTscan when uncertain; polysomnography for RBD."],
        "treatment_notes": [
          "Rivastigmine; avoid typical antipsychotics; low-dose quetiapine/clozapine if necessary; manage orthostasis and sleep."
        ]
      },
      "frontotemporal_degeneration": {
        "description": "Early behavioral/personality change (bvFTD) or primary progressive aphasia (semantic or nonfluent/agrammatic).",
        "hallmark_features": [
          "Disinhibition/apathy, loss of empathy, rituals; or progressive aphasia with spared memory early."
        ],
        "neurobiology": ["Tau or TDP-43 pathology; genes: C9orf72, GRN, MAPT."],
        "evaluation_notes": [
          "MRI frontal/anterior temporal atrophy; executive/social cognition testing; consider genetics in early-onset/family history."
        ],
        "treatment_notes": [
          "Nonpharmacologic strategies; SSRIs/trazodone for behaviors; limited role for cholinesterase inhibitors unless mixed pathology."
        ]
      },
      "parkinsons_disease_dementia": {
        "description": "Dementia developing in established Parkinson’s disease (motor symptoms precede cognitive by >1 year).",
        "hallmark_features": [
          "Executive/visuospatial deficits, attention fluctuations; hallucinations common."
        ],
        "treatment_notes": [
          "Rivastigmine; simplify dopaminergic regimen; cautious antipsychotics if needed (quetiapine/clozapine)."
        ]
      },
      "tbi_related": {
        "description": "NCD due to traumatic brain injury (single severe, moderate, or repetitive mild).",
        "hallmark_features": [
          "Slowed processing, attention/executive deficits, mood/behavioral changes, headaches; possible parkinsonism later with repetitive injuries."
        ],
        "evaluation_notes": [
          "MRI for microhemorrhages/atrophy; neuropsych testing; assess sleep, headache, mood, and vestibular issues."
        ],
        "treatment_notes": [
          "Multidisciplinary rehab; headache/sleep/mood management; limit sedatives; cognitive strategies."
        ]
      },
      "hiv_related": {
        "description": "NCD due to HIV-associated neurocognitive disorder spectrum.",
        "hallmark_features": [
          "Subcortical pattern (psychomotor slowing, executive dysfunction); mood and gait changes."
        ],
        "evaluation_notes": [
          "HIV viral load/CD4, CNS opportunistic infections; MRI nonspecific white matter changes."
        ],
        "treatment_notes": [
          "Optimize antiretroviral therapy; manage comorbidities and depression; rehab."
        ]
      },
      "huntington_disease": {
        "description": "Autosomal-dominant neurodegenerative disorder (HTT expansion) with motor, cognitive, and psychiatric features.",
        "hallmark_features": [
          "Executive dysfunction, psychomotor slowing, irritability/depression, chorea/dystonia."
        ],
        "treatment_notes": [
          "Genetic counseling; symptomatic treatment (VMAT2 inhibitors for chorea); multidisciplinary care."
        ]
      },
      "prion_disease": {
        "description": "Rapidly progressive NCD due to prion protein misfolding (e.g., Creutzfeldt–Jakob disease).",
        "hallmark_features": [
          "Weeks–months progression; myoclonus, ataxia, visual symptoms, akinetic mutism late."
        ],
        "evaluation_notes": [
          "MRI (cortical ribboning, basal ganglia), CSF (RT-QuIC), EEG (periodic sharp waves)."
        ],
        "treatment_notes": [
          "Supportive/palliative care; infection control precautions per protocol."
        ]
      },
      "substance_medication_induced": {
        "description": "Cognitive impairment due to chronic substance use/toxicity or persistent effects of medications.",
        "hallmark_features": [
          "Attention/executive and memory deficits; pattern varies with agent (alcohol, sedatives, anticholinergics, chemotherapy, etc.)."
        ],
        "evaluation_notes": [
          "Detailed exposure history; review medication lists; labs (nutritional deficiencies), toxicology when indicated."
        ],
        "treatment_notes": [
          "Deprescribe/offending-agent cessation; treat deficiencies (e.g., thiamine); rehab; SUD treatment."
        ]
      },
      "another_medical_condition": {
        "description": "NCD due to endocrine/metabolic, autoimmune, neoplastic, normal pressure hydrocephalus, or other medical causes.",
        "evaluation_notes": [
          "Directed workup based on red flags (rapid progression, systemic symptoms, focal deficits)."
        ],
        "treatment_notes": [
          "Treat underlying condition; consider shunting for NPH; immunotherapy for autoimmune encephalitides when appropriate."
        ]
      },
      "multiple_etiologies": {
        "description": "Combination of pathologies (commonly AD + vascular; AD + Lewy body).",
        "evaluation_notes": [
          "Correlate clinical features with MRI and biomarker profiles; manage each contributing pathology."
        ],
        "treatment_notes": [
          "Combine disease-specific strategies; rigorous vascular risk reduction even when AD present."
        ]
      }
    }
  },
  "status": "active"
}
