{
  "kind": "resource",
  "slug": "ocd-intrusive-thoughts",
  "name": "Living with \"Pure O\" OCD: The Thoughts That Haunted Me",
  "category": "knowledge-hub",
  "description": "A raw and honest look at purely obsessional OCD, the shame around intrusive thoughts, and how ERP therapy changed everything.",
  "metadata": {
    "category": "knowledge-hub",
    "article_type": "lived-experience",
    "topics": [
      "ocd",
      "intrusive thoughts",
      "pure-o",
      "erp therapy"
    ],
    "read_time": "11 min read",
    "published_date": "2024-01-10"
  },
  "author": "anonymous",
  "content": {
    "introduction": "For years, I couldn't tell anyone about the thoughts that tormented me. Violent images. Horrible \"what ifs.\" Thoughts so disturbing I was convinced I was a terrible person. I didn't have visible compulsions, so I didn't think it was OCD. Turns out, I had \"Pure O\"—purely obsessional OCD. Here's my story.",
    "sections": [
      {
        "heading": "What Pure O Actually Is",
        "content": "Common misconception: \"Pure O\" means no compulsions. Reality: The compulsions are mental, not physical.\n\nMy obsessions: Intrusive thoughts about harming people I loved. Fears I was secretly evil. Constant \"what if\" spirals. Disturbing sexual or religious thoughts.\n\nMy compulsions (all mental): Mentally reviewing whether I'd acted on thoughts. Seeking reassurance from myself that I'm a good person. Mental checking, counting, praying. Analyzing every thought to prove I wasn't dangerous.\n\nFrom the outside, I looked fine. Inside, I was in constant turmoil."
      },
      {
        "heading": "The Shame Was Suffocating",
        "content": "I was terrified to tell anyone. What if they thought I was dangerous? What if saying the thoughts out loud made them real? What if a therapist reported me?\n\nI searched online: \"having violent thoughts, am I evil?\" I found forums full of people with OCD describing my exact experience. That's when I first learned about Pure O.\n\nBut even then, I waited another year to seek help. The shame was that powerful."
      },
      {
        "heading": "Finally Getting Help",
        "content": "At 26, I hit a breaking point. The thoughts were constant. I couldn't concentrate at work. I avoided my niece because of intrusive thoughts. I knew this wasn't sustainable.\n\nI found a therapist who specialized in OCD. In our first session, I nervously described my thoughts. She didn't flinch. \"That's textbook OCD,\" she said. \"These are intrusive thoughts, and they're treatable.\"\n\nI cried with relief. I wasn't evil. I had a medical condition."
      },
      {
        "heading": "ERP Therapy: Terrifying and Life-Changing",
        "content": "ERP stands for Exposure and Response Prevention. For OCD, it's the gold standard treatment.\n\nHow it works: You're exposed to your feared thoughts (exposure) without performing mental compulsions (response prevention). This teaches your brain the thoughts aren't dangerous.\n\nWhat it looked like for me:\n• Writing out my worst intrusive thoughts\n• Sitting with the anxiety without seeking reassurance\n• Accepting uncertainty instead of mentally checking\n• Gradually reducing compulsions\n\nIt was terrifying. My brain screamed that I was making things worse. But slowly, the thoughts lost their power. My therapist was right: thoughts are just thoughts. They don't make me evil, and I don't have to engage with them."
      },
      {
        "heading": "What I Learned About Intrusive Thoughts",
        "content": "• Everyone has intrusive thoughts. People with OCD just get stuck on them.\n• Intrusive thoughts are the opposite of desires. They're ego-dystonic—they horrify you precisely because they go against your values.\n• Engaging with the thoughts (analyzing, seeking reassurance, mental checking) makes them worse. Acceptance makes them fade.\n• You can't control what thoughts pop into your head. You can only control how you respond.\n• Having a thought—any thought—doesn't make you a bad person or mean you'll act on it."
      },
      {
        "heading": "Life After Treatment",
        "content": "I still have intrusive thoughts. But now I recognize them for what they are: brain noise. Meaningless static my OCD throws at me.\n\nThe difference: I don't spiral anymore. When a thought pops up, I notice it and move on. \"Cool story, brain. Anyway...\"\n\nI'm not cured, but I'm managing. I have flare-ups during stress, but I know my tools now. ERP. Medication (SSRI). Self-compassion. Acceptance.\n\nI can live my life. I can be around my niece without fear. I can enjoy moments without my brain hijacking them."
      },
      {
        "heading": "To Others Suffering in Silence",
        "content": "If you're reading this and recognizing yourself, please know:\n\n• Your thoughts don't define you\n• Intrusive thoughts are a symptom, not a character flaw\n• OCD lies. It tells you you're dangerous. You're not.\n• Treatment exists and it works\n• You're not alone. Millions of people have OCD.\n• A good therapist won't judge you—they've heard it all before\n• Telling someone about your thoughts won't make them real\n• You deserve help, even if your brain tells you otherwise\n\nFind an OCD specialist. Look for someone trained in ERP. The International OCD Foundation has a therapist directory. It's scary, but it's worth it."
      }
    ],
    "conclusion": "Living with Pure O OCD was like having a bully living in my brain, constantly feeding me horrible thoughts and demanding I prove I wasn't a monster. ERP therapy taught me I didn't have to engage. The bully still shows up sometimes, but I don't give it power anymore. If you're suffering with intrusive thoughts, please reach out for help. You're not evil. You're not dangerous. You have OCD, and OCD is treatable."
  },
  "pillar": "community-and-stories"
}
