{
  "name": "Depersonalization/Derealization Disorder",
  "slug": "depersonalization-derealization-disorder",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/dissociative-disorders",
    "dsm5_code": "300.6",
    "icd10_code": "F48.1"
  },
  "content": {
    "description": "Depersonalization/Derealization Disorder (DPDR) is characterized by persistent or recurrent episodes of depersonalization (experiences of unreality, detachment, or being an outside observer of one’s thoughts, feelings, sensations, body, or actions) and/or derealization (experiences of unreality or detachment from surroundings). Reality testing remains intact during episodes.",
    "diagnostic_criteria": "A. Presence of persistent or recurrent experiences of depersonalization, derealization, or both. B. During the experiences, reality testing remains intact. C. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The disturbance is not attributable to the physiological effects of a substance or another medical condition. E. The disturbance is not better explained by another mental disorder (e.g., schizophrenia, panic disorder, major depressive disorder, acute stress disorder, posttraumatic stress disorder, another dissociative disorder).",
    "prevalence": "Lifetime prevalence is estimated at 1–2% in the general population. Transient depersonalization/derealization symptoms are common, especially under stress or fatigue, but do not meet disorder criteria unless persistent and distressing.",
    "age_of_onset": "Typically begins in adolescence or early adulthood, though onset can occur at any age.",
    "prognosis": "The course can be episodic or chronic. For some, symptoms remit spontaneously or with treatment; for others, they persist for years. Early intervention, treatment of comorbid anxiety or depression, and reduction of stress may improve prognosis. Chronic stress, trauma exposure, and comorbid personality disorders can prolong course.",
    "neurobiology": {
      "functional_connectivity": [
        "Neuroimaging studies suggest altered connectivity between prefrontal regulatory regions and limbic structures, leading to emotional numbing and overmodulation of affect.",
        "Hyperactivation in prefrontal cortex regions (inhibitory control) and hypoactivation in amygdala during emotional processing."
      ],
      "neurochemical_findings": [
        "Evidence of dysregulation in serotonergic, glutamatergic, and possibly opioid systems.",
        "Altered hypothalamic-pituitary-adrenal (HPA) axis activity in response to stress."
      ],
      "physiological_response": [
        "Blunted autonomic responses to emotional stimuli, suggesting reduced physiological arousal during dissociative states."
      ]
    },
    "evaluation": {
      "history_psychosocial": [
        "Characterize phenomenology (depersonalization vs derealization), onset, frequency, duration, precipitants (e.g., panic attack, cannabis use, sleep deprivation).",
        "Assess intact reality testing, distress/impairment, avoidance, and safety behaviors.",
        "Screen for trauma history, panic/anxiety disorders, mood disorders, OCD, and other dissociative symptoms."
      ],
      "medical_assessment": [
        "Focused neurological and mental status exam; review of substances/medications (cannabis, hallucinogens, stimulants).",
        "Consider targeted labs (TSH/free T4, B12/folate) and toxicology based on history.",
        "If indicated: EEG (temporal lobe epilepsy), assessment for migraine aura/vestibular disorders, TBI screening, sleep evaluation."
      ],
      "standardized_measures": [
        "Cambridge Depersonalization Scale (CDS) for severity/monitoring.",
        "Dissociative Experiences Scale–II (DES-II) as a broad screener (interpret with caution).",
        "SCID-5-D/SCID-D for structured dissociative disorder assessment.",
        "Clinician-Administered Dissociative States Scale (CADSS) for state symptoms (research/selected clinics)."
      ],
      "differential_diagnosis": [
        "Psychotic disorders (distinguish by loss of reality testing), bipolar disorder, major depressive disorder with psychotic features.",
        "Panic disorder/PTSD (dissociation as part of acute anxiety or trauma response).",
        "Substance/medication-induced states (cannabis, hallucinogens, ketamine), HPPD.",
        "Neurological conditions: temporal lobe epilepsy, migraine aura, vestibular disorders, TBI."
      ],
      "team_and_process": "Integrated care with psychiatry/psychology; provide psychoeducation to reduce fear of symptoms; avoid iatrogenic reinforcement of checking; track course with standardized scales."
    },
    "symptoms": {
      "depersonalization": [
        "Feeling detached from one’s body, mind, or self.",
        "Feeling like an outside observer of one’s thoughts or actions."
      ],
      "derealization": [
        "Experiencing surroundings as unreal, dreamlike, foggy, lifeless, or visually distorted."
      ],
      "associated_features": [
        "Emotional numbing, altered time perception, visual distortions, somatic changes (e.g., feeling limbs are distorted)."
      ]
    },
    "risk_factors": {
      "biological": [
        "Temperamental traits of high harm avoidance and neuroticism.",
        "Possible genetic vulnerability to anxiety and dissociative phenomena."
      ],
      "psychological": [
        "History of severe stress, trauma, emotional abuse, or neglect.",
        "Maladaptive coping strategies in response to stress."
      ],
      "environmental": [
        "Substance use (especially cannabis, hallucinogens).",
        "Sleep deprivation, sensory deprivation, or overstimulation."
      ]
    },
    "developmental_stages": {
      "toddler_preschool": [
        "Not typically diagnosed; dissociative phenomena may be transient and related to imagination or stress responses."
      ],
      "childhood": [
        "May show transient detachment during stressful events; difficulty articulating internal experiences."
      ],
      "adolescence": [
        "More likely to report classic depersonalization or derealization experiences.",
        "Episodes often triggered by stress, anxiety, or substance use."
      ],
      "adulthood": [
        "Chronic or recurrent episodes possible; functional impairment more pronounced in occupational and relationship domains."
      ]
    },
    "impact_on_life": {
      "relationships": "Feelings of detachment can impair emotional intimacy and social connectedness.",
      "work_school": "Difficulty concentrating and feeling present can reduce productivity and performance.",
      "quality_of_life": "Chronic episodes can contribute to anxiety, depression, and existential distress."
    },
    "comorbidities": [
      "Anxiety disorders (especially panic disorder, generalized anxiety disorder)",
      "Major depressive disorder",
      "Posttraumatic stress disorder",
      "Other dissociative disorders"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Cognitive-behavioral therapy focusing on grounding, reality testing, and reducing avoidance of emotional experiences.",
        "Trauma-focused therapy when trauma is a contributing factor.",
        "Mindfulness-based approaches to increase present-moment awareness."
      ],
      "pharmacotherapy": [
        "No medications are FDA-approved for DPDR, but SSRIs or lamotrigine may help some individuals, particularly with comorbid mood/anxiety symptoms.",
        "Naltrexone has been explored experimentally for reducing depersonalization symptoms."
      ],
      "lifestyle_strategies": [
        "Stress management, regular sleep, limiting substances, and physical activity."
      ]
    },
    "treatment_goals": [
      "Reduce frequency and intensity of episodes.",
      "Improve emotional engagement and present-moment awareness.",
      "Address underlying or comorbid anxiety, depression, or trauma."
    ],
    "warning_signs": [
      "Increasing detachment or feeling of being ‘not real’ that interferes with functioning.",
      "Episodes triggered by worsening mood, anxiety, or substance use.",
      "Emergence of suicidal ideation in context of distress over symptoms."
    ],
    "self_help_strategies": [
      "Grounding exercises using sensory input (touch, sight, sound).",
      "Mindfulness meditation and breathwork.",
      "Structured routines and social engagement.",
      "Limiting substances and managing stress proactively."
    ],
    "real_life_examples": [
      "A 22-year-old college student experiences persistent feelings of detachment from her body after a severe panic attack; CBT and grounding skills help her regain presence.",
      "A 30-year-old man reports chronic derealization since adolescence, triggered by cannabis use; symptoms improve after abstinence, regular exercise, and therapy."
    ],
    "when_to_seek_help": "If feelings of detachment or unreality are persistent, cause distress, interfere with daily functioning, or are accompanied by depression, anxiety, or suicidal thoughts.",
    "missed_diagnosis_factors": [
      "Symptoms mistaken for psychotic disorders due to descriptions of unreality, despite intact reality testing.",
      "Attributing dissociative symptoms solely to anxiety or depression without considering DPDR.",
      "Failure to assess for dissociation in trauma survivors."
    ],
    "overdiagnosis_factors": [
      "Labeling transient dissociative experiences during stress or fatigue as DPDR without persistence or functional impairment.",
      "Confusing substance-induced depersonalization with primary DPDR.",
      "Misinterpreting culturally normative spiritual or meditative experiences as pathological."
    ]
  },
  "status": "active"
}
