{
  "name": "Dissociative Amnesia",
  "slug": "dissociative-amnesia",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/dissociative-disorders",
    "dsm5_code": "300.12",
    "icd10_code": "F44.0"
  },
  "content": {
    "description": "Dissociative Amnesia is characterized by an inability to recall important autobiographical information, usually of a traumatic or stressful nature, that is inconsistent with ordinary forgetting. The amnesia can be localized, selective, or generalized, and may occur with or without dissociative fugue.",
    "diagnostic_criteria": "A. An inability to recall important autobiographical information, usually of a traumatic or stressful nature, that is inconsistent with ordinary forgetting. B. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. C. The disturbance is not attributable to the physiological effects of a substance or a neurological or other medical condition. D. The disturbance is not better explained by dissociative identity disorder, posttraumatic stress disorder, acute stress disorder, somatic symptom disorder, or major/mild neurocognitive disorder.",
    "prevalence": "Exact prevalence is unknown but is thought to be more common in women and in individuals exposed to trauma, especially during wartime, disasters, or abuse.",
    "age_of_onset": "Can occur at any age but is most common in young adulthood.",
    "prognosis": "Many cases resolve spontaneously, especially when the precipitating stress is addressed. In others, amnesia may persist for long periods. Recovery can occur abruptly and may be accompanied by emotional distress. Early intervention and treatment of underlying trauma may improve recovery.",
    "neurobiology": {
      "functional_connectivity": [
        "Altered connectivity between medial temporal lobe structures (e.g., hippocampus) and prefrontal regions implicated in memory suppression.",
        "Functional MRI shows hypoactivation of hippocampus and hyperactivation of prefrontal cortex during memory retrieval attempts."
      ],
      "neurochemical_findings": [
        "Possible dysregulation in stress-related neurochemicals (e.g., cortisol) affecting memory encoding and retrieval.",
        "Involvement of glutamatergic and GABAergic neurotransmission in stress-related memory blocking."
      ],
      "physiological_response": [
        "Heightened autonomic arousal to trauma-related cues, suggesting active avoidance and suppression mechanisms."
      ]
    },
    "evaluation": {
      "history_psychosocial": [
        "Clarify onset, duration, type of memory loss (localized, selective, generalized), and triggers.",
        "Assess trauma exposure, current stressors, coping strategies, and dissociative symptoms.",
        "Screen for malingering while maintaining a nonjudgmental stance."
      ],
      "medical_assessment": [
        "Neurological exam and mental status evaluation.",
        "Workup to exclude other causes: MRI/CT, EEG, labs (B12, thyroid, RPR, HIV, electrolytes), toxicology.",
        "Consider neuropsychological testing for cognitive profile."
      ],
      "standardized_measures": [
        "Dissociative Experiences Scale–II (DES-II) as a screener.",
        "Structured Clinical Interview for DSM-5 Dissociative Disorders (SCID-D).",
        "Clinician-Administered PTSD Scale (CAPS) if trauma suspected."
      ],
      "differential_diagnosis": [
        "Neurological amnesia (stroke, seizure, head injury, dementia).",
        "Substance-induced amnesia (alcohol, sedatives).",
        "Factitious disorder or malingering.",
        "PTSD-related dissociation or DID."
      ],
      "team_and_process": "Coordinate care with psychiatry, psychology, neurology. Provide psychoeducation, ensure safety, and proceed with memory retrieval only after stabilization."
    },
    "symptoms": {
      "localized_amnesia": ["Failure to recall events during a specific period of time."],
      "selective_amnesia": ["Recall of some, but not all, events during a circumscribed period."],
      "generalized_amnesia": [
        "Complete loss of memory for one’s life history, sometimes including identity."
      ],
      "dissociative_fugue": [
        "Purposeful travel or bewildered wandering associated with amnesia for identity or other autobiographical information."
      ]
    },
    "risk_factors": {
      "biological": ["Possible genetic vulnerability to stress-related dissociation."],
      "psychological": [
        "History of severe trauma, especially childhood abuse or combat exposure.",
        "Preexisting dissociative tendencies or maladaptive coping styles."
      ],
      "environmental": ["Exposure to disasters, violence, or other severe stressors."]
    },
    "developmental_stages": {
      "childhood": ["Rare; may present as forgetting traumatic events or details."],
      "adolescence": ["Can emerge after acute stressors; higher risk with ongoing abuse."],
      "adulthood": [
        "Often associated with significant trauma or stress; dissociative fugue more likely in this stage."
      ]
    },
    "impact_on_life": {
      "relationships": "Strain from lack of shared memories or unexplained absences.",
      "work_school": "Difficulty maintaining employment or education due to memory loss.",
      "quality_of_life": "Loss of sense of continuity and identity can lead to distress and social withdrawal."
    },
    "comorbidities": [
      "Posttraumatic stress disorder",
      "Acute stress disorder",
      "Depressive disorders",
      "Other dissociative disorders",
      "Substance use disorders"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Trauma-focused therapy, including EMDR and cognitive processing therapy.",
        "Supportive therapy to establish safety and stabilization before memory retrieval.",
        "Hypnosis or medication-facilitated interviews in select cases."
      ],
      "pharmacotherapy": [
        "No specific medications for dissociative amnesia; pharmacotherapy targets comorbid conditions such as depression or anxiety."
      ],
      "lifestyle_strategies": ["Stress reduction, grounding techniques, building social support."]
    },
    "treatment_goals": [
      "Restore access to lost memories where appropriate and safe.",
      "Reduce distress and functional impairment.",
      "Address and treat underlying trauma.",
      "Improve coping and resilience."
    ],
    "warning_signs": [
      "Sudden inability to recall personal information after a stressor.",
      "Unexplained travel or periods of being missing.",
      "Emotional distress upon encountering reminders of forgotten events."
    ],
    "self_help_strategies": [
      "Maintain a daily routine and record events in a journal.",
      "Engage in grounding and relaxation exercises.",
      "Seek supportive relationships and avoid isolation."
    ],
    "real_life_examples": [
      "A 35-year-old veteran is unable to recall events from a specific battle despite remembering other parts of their service.",
      "A woman travels to another city with no recollection of her identity or how she arrived there; later diagnosed with dissociative fugue."
    ],
    "when_to_seek_help": "Seek evaluation if you experience unexplained gaps in memory, find yourself in unfamiliar places without memory of travel, or have distress over missing parts of your life story.",
    "missed_diagnosis_factors": [
      "Symptoms attributed solely to malingering or intentional avoidance without considering dissociative mechanisms.",
      "Failure to distinguish from ordinary forgetfulness or neurological conditions.",
      "Not screening for dissociative symptoms in trauma survivors."
    ],
    "overdiagnosis_factors": [
      "Labeling normal stress-related forgetfulness as dissociative amnesia.",
      "Misdiagnosing neurological amnesia (e.g., due to seizure, stroke, head injury) as dissociative without proper workup.",
      "Confusing substance-induced memory gaps (e.g., alcohol-related blackouts) with dissociative amnesia."
    ]
  },
  "status": "active"
}
