{
  "name": "Conversion Disorder (Functional Neurological Symptom Disorder)",
  "slug": "conversion-disorder",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/somatic-disorders",
    "dsm5_code": "300.11",
    "icd10_code": "F44.4"
  },
  "content": {
    "description": "Conversion Disorder, also known as Functional Neurological Symptom Disorder, is characterized by neurological symptoms that are incompatible with recognized neurological or medical conditions. Symptoms can include motor or sensory deficits such as paralysis, tremors, blindness, aphonia, or seizures, and are not intentionally produced. The onset often follows psychological stress or trauma, but the individual is not consciously feigning symptoms.",
    "diagnostic_criteria": "A. One or more symptoms of altered voluntary motor or sensory function. B. Clinical findings provide evidence of incompatibility between the symptom and recognized neurological or medical conditions. C. The symptom or deficit is not better explained by another medical or mental disorder. D. The symptom or deficit causes clinically significant distress or impairment in social, occupational, or other important areas of functioning or warrants medical evaluation.",
    "prevalence": "Estimated at 2–5 per 100,000 annually; more common in women and in individuals with lower socioeconomic status or limited access to health care.",
    "age_of_onset": "Can occur at any age, but commonly presents in adolescence or early adulthood.",
    "prognosis": "Prognosis varies; acute onset and short duration of symptoms predict better outcomes. Chronic symptoms, comorbid psychiatric disorders, and ongoing psychosocial stressors may be associated with poorer prognosis.",
    "neurobiology": {
      "functional_imaging": [
        "Altered activation patterns in brain regions related to emotion regulation and motor control, including the prefrontal cortex, anterior cingulate cortex, and supplementary motor area.",
        "Abnormal connectivity between limbic and motor networks, suggesting emotional influences on motor function."
      ],
      "physiological_mechanisms": [
        "Possible dysfunction in top-down modulation of motor and sensory pathways.",
        "Involvement of stress-response systems and heightened activity in brain regions related to threat detection."
      ]
    },
    "symptoms": {
      "motor_symptoms": [
        "Weakness or paralysis.",
        "Abnormal movement (tremor, dystonia, gait disturbance).",
        "Seizures or convulsions not explained by epilepsy."
      ],
      "sensory_symptoms": [
        "Loss of touch or pain sensation.",
        "Visual, olfactory, or hearing disturbances."
      ],
      "speech_symptoms": ["Aphonia or dysphonia."]
    },
    "risk_factors": {
      "biological": [
        "Neurological conditions increasing susceptibility to functional symptoms.",
        "History of physical injury or illness preceding onset."
      ],
      "psychological": [
        "History of trauma, abuse, or neglect.",
        "Maladaptive coping mechanisms for emotional distress."
      ],
      "environmental": [
        "Exposure to stressful life events.",
        "Cultural acceptance of somatic expression of distress."
      ]
    },
    "developmental_stages": {
      "childhood": [
        "Rare; when present, may involve gait disturbance or nonepileptic seizures often linked to acute stress."
      ],
      "adolescence": [
        "Increased prevalence; symptoms may occur after academic or family stressors."
      ],
      "adulthood": [
        "Commonly follows work-related or relational stress; chronicity possible if untreated."
      ],
      "older_adulthood": [
        "May be triggered by health scares or loss; important to differentiate from true neurological disease."
      ]
    },
    "impact_on_life": {
      "relationships": "Can strain family and social relationships due to misunderstanding of symptoms.",
      "work_school": "Functional impairments may limit ability to work or attend school regularly.",
      "quality_of_life": "Reduced independence and social participation."
    },
    "comorbidities": [
      "Depressive disorders",
      "Anxiety disorders",
      "Posttraumatic stress disorder",
      "Other somatic symptom disorders"
    ],
    "evaluation_approach": [
      "Neurological examination to identify positive signs of functional symptoms (e.g., Hoover’s sign for functional leg weakness).",
      "Neuroimaging or EEG when appropriate to rule out structural or electrical abnormalities.",
      "Assessment of psychosocial stressors and psychiatric comorbidities."
    ],
    "missed_diagnosis_factors": [
      "Assuming symptoms are factitious or malingering without evidence.",
      "Failure to recognize positive clinical signs of functional symptoms."
    ],
    "overdiagnosis_factors": [
      "Attributing symptoms to conversion disorder without adequate neurological evaluation.",
      "Overlooking coexisting neurological conditions."
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Cognitive behavioral therapy to address symptom perception and coping strategies.",
        "Trauma-focused therapy when applicable."
      ],
      "physical_rehabilitation": [
        "Physiotherapy to encourage normal movement patterns.",
        "Graded activity programs."
      ],
      "medical_management": [
        "Education about the diagnosis and reassurance that symptoms are real but potentially reversible."
      ]
    },
    "treatment_goals": [
      "Restore normal motor or sensory function.",
      "Reduce symptom severity and frequency.",
      "Address underlying psychological distress.",
      "Improve overall functioning."
    ],
    "warning_signs": [
      "Sudden onset of neurological symptoms following a stressful event.",
      "Symptoms inconsistent with recognized neurological disease."
    ],
    "self_help_strategies": [
      "Stress reduction through mindfulness, relaxation, or breathing exercises.",
      "Engaging in regular physical activity as tolerated.",
      "Maintaining social connections and support."
    ],
    "real_life_examples": [
      "A young woman develops sudden leg weakness after a major argument with her partner; neurological tests reveal no structural cause and she recovers after several weeks of therapy.",
      "A man experiences non-epileptic seizures following job loss; symptoms improve with psychotherapy and stress management."
    ],
    "when_to_seek_help": "Seek medical evaluation if sudden motor, sensory, or seizure-like symptoms occur, especially after stressful events, to rule out medical causes and begin appropriate treatment."
  },
  "status": "active"
}
