{
  "name": "Factitious Disorder",
  "slug": "factitious-disorder",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/somatic-disorders",
    "dsm5_code": "300.19",
    "icd10_code": "F68.10"
  },
  "content": {
    "description": "Factitious Disorder is characterized by intentional falsification of physical or psychological symptoms, or induction of injury or disease, associated with identified deception. The individual presents themselves (or another person, in the case of Factitious Disorder Imposed on Another) as ill, impaired, or injured. The deceptive behavior occurs even in the absence of obvious external rewards, distinguishing it from malingering.",
    "diagnostic_criteria": "A. Falsification of physical or psychological signs or symptoms, or induction of injury or disease, associated with identified deception. B. The individual presents themselves (or another) to others as ill, impaired, or injured. C. The deceptive behavior is evident even in the absence of obvious external rewards. D. The behavior is not better explained by another mental disorder.",
    "prevalence": "Exact prevalence is unknown; considered rare but likely underrecognized due to secrecy and deception. More common in women and in healthcare workers.",
    "age_of_onset": "Typically begins in early adulthood, often following hospitalization or medical treatment.",
    "prognosis": "Chronic course with recurrent episodes; prognosis is generally poor due to difficulty engaging patients in treatment and high risk of medical complications from self-inflicted harm. Early identification and psychiatric intervention may reduce harm.",
    "neurobiology": {
      "functional_imaging": [
        "Limited research; some studies suggest abnormalities in brain regions related to self-awareness and impulse control, such as the prefrontal cortex."
      ],
      "psychological_mechanisms": [
        "Possible links to attachment disruptions, identity disturbances, and maladaptive coping with emotional distress."
      ]
    },
    "symptoms": {
      "fabricated_or_exaggerated_symptoms": [
        "Claiming to have symptoms without objective findings.",
        "Altering diagnostic tests (e.g., contaminating urine samples)."
      ],
      "self_induced_injury_or_disease": [
        "Inflicting wounds or injecting substances to cause illness."
      ],
      "psychological_symptom_falsification": [
        "Feigning psychiatric symptoms such as hallucinations or suicidal ideation."
      ]
    },
    "risk_factors": {
      "biological": ["History of serious illness in childhood."],
      "psychological": [
        "History of trauma, neglect, or abuse.",
        "Personality disorders, particularly borderline personality disorder."
      ],
      "environmental": [
        "Frequent contact with healthcare environments.",
        "Access to medical knowledge or training."
      ]
    },
    "developmental_stages": {
      "childhood": [
        "May have frequent medical visits or procedures due to true or fabricated illness."
      ],
      "adolescence": [
        "Emergence of deceptive health behaviors, sometimes linked to psychosocial stressors."
      ],
      "adulthood": [
        "Chronic pattern of hospitalizations, dramatic medical histories, and symptom fabrication."
      ]
    },
    "impact_on_life": {
      "relationships": "Relationships strained due to repeated deception and possible harm to others (in imposed cases).",
      "work_school": "Possible disruption due to repeated medical leave or attention-seeking illness behaviors.",
      "quality_of_life": "High risk of iatrogenic harm, disability, and social isolation."
    },
    "comorbidities": [
      "Depressive disorders",
      "Anxiety disorders",
      "Borderline personality disorder",
      "Substance use disorders"
    ],
    "evaluation_approach": [
      "Review of medical records for patterns of inconsistent or implausible findings.",
      "Collateral information from family or other providers.",
      "Rule out malingering and somatic symptom disorders."
    ],
    "missed_diagnosis_factors": [
      "Attributing symptoms to a rare disease without considering intentional fabrication.",
      "Overlooking deception due to the patient’s medical knowledge or convincing presentation."
    ],
    "overdiagnosis_factors": [
      "Mislabeling unexplained symptoms as factitious without adequate evidence of deception.",
      "Confusing somatic symptom disorder or conversion disorder with factitious disorder."
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Supportive therapy focused on building trust and addressing underlying psychological needs.",
        "Dialectical behavior therapy for comorbid personality pathology."
      ],
      "medical_management": [
        "Coordinated care among providers to reduce unnecessary procedures and limit harm."
      ]
    },
    "treatment_goals": [
      "Reduce harmful health behaviors.",
      "Improve coping strategies for emotional distress.",
      "Address comorbid psychiatric conditions."
    ],
    "warning_signs": [
      "Inconsistent medical history with objective findings.",
      "Symptoms that worsen when under observation and improve when unobserved.",
      "Eagerness for invasive procedures or hospitalizations."
    ],
    "self_help_strategies": [
      "Engaging in honest communication with healthcare providers.",
      "Seeking therapy for underlying emotional distress.",
      "Building supportive non-medical relationships."
    ],
    "real_life_examples": [
      "A nurse repeatedly presents to emergency rooms with symptoms of hypoglycemia caused by self-administered insulin.",
      "A patient fabricates seizures by self-inducing fainting spells to gain hospital admission."
    ],
    "when_to_seek_help": "Seek professional help if you find yourself intentionally creating or exaggerating symptoms, especially if it leads to harm or repeated medical interventions."
  },
  "status": "active"
}
