{
  "name": "Central Sleep Apnea",
  "slug": "central-sleep-apnea",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/sleep-disorders",
    "dsm5_code": "780.57",
    "icd10_code": "G47.31"
  },
  "content": {
    "description": "Central Sleep Apnea (CSA) is a sleep-related breathing disorder characterized by repeated episodes of reduced or absent respiratory effort during sleep, resulting in decreased ventilation and disrupted sleep. Unlike obstructive sleep apnea, CSA is due to a lack of respiratory drive from the brain rather than upper airway obstruction.",
    "diagnostic_criteria": "A. Recurrent episodes of apnea and hypopnea during sleep lasting ≥10 seconds, associated with absent respiratory effort. B. Polysomnography shows five or more central apneas per hour of sleep. C. The disorder is not better explained by another sleep disorder, medical or neurological condition, medication, or substance use.",
    "prevalence": "Less common than obstructive sleep apnea; more frequent in older adults, males, and those with heart failure or neurological conditions.",
    "age_of_onset": "Can occur at any age but is most often diagnosed in middle-aged or older adults.",
    "prognosis": "Prognosis varies depending on underlying cause. Treating contributing medical conditions (e.g., heart failure, high-altitude exposure) often improves symptoms. Some forms, like Cheyne–Stokes breathing, may persist without targeted intervention.",
    "neurobiology": {
      "pathophysiology": [
        "Instability in the feedback loop controlling breathing during sleep.",
        "Hypersensitivity of the respiratory control system to changes in CO₂ levels, leading to alternating over- and under-breathing.",
        "In Cheyne–Stokes respiration, prolonged circulation time in heart failure patients delays CO₂ feedback, contributing to periodic breathing."
      ],
      "associated_brain_regions": [
        "Medullary respiratory centers, particularly the pre-Bötzinger complex, responsible for generating breathing rhythm."
      ],
      "neurochemical_factors": ["Altered chemoreceptor sensitivity to CO₂ and O₂."]
    },
    "symptoms": {
      "nighttime": [
        "Observed pauses in breathing without respiratory effort.",
        "Sudden awakenings with shortness of breath.",
        "Restless sleep."
      ],
      "daytime": [
        "Excessive daytime sleepiness.",
        "Morning headaches.",
        "Difficulty concentrating."
      ]
    },
    "risk_factors": {
      "medical": [
        "Heart failure, especially with reduced ejection fraction.",
        "History of stroke or brainstem lesions.",
        "Chronic opioid use."
      ],
      "environmental": ["High-altitude residence or exposure."]
    },
    "developmental_stages": {
      "infancy": [
        "May occur in premature infants due to immature respiratory control; often resolves with maturation."
      ],
      "adulthood": [
        "Associated with cardiovascular or neurological disease, chronic opioid therapy, or idiopathic causes."
      ]
    },
    "impact_on_life": {
      "relationships": "Bed partners may be disturbed by irregular breathing patterns.",
      "work_school": "Daytime fatigue can impair performance and attention.",
      "quality_of_life": "Reduced sleep quality and increased risk of cardiovascular complications."
    },
    "comorbidities": ["Heart failure", "Atrial fibrillation", "Stroke", "Chronic kidney disease"],
    "evaluation_approach": [
      "Comprehensive sleep history and physical examination.",
      "Polysomnography to document central apneas and distinguish from obstructive events.",
      "Evaluation for contributing medical conditions (e.g., echocardiography for heart failure)."
    ],
    "missed_diagnosis_factors": [
      "Assuming all sleep apnea is obstructive without polysomnography.",
      "Failure to assess for CSA in patients with heart failure or neurological disease."
    ],
    "overdiagnosis_factors": [
      "Misinterpreting mixed apneas or arousal-related central events as clinically significant CSA.",
      "Labeling transient central apneas at sleep onset as pathological."
    ],
    "treatment_approaches": {
      "medical": [
        "Treatment of underlying condition (e.g., optimize heart failure management).",
        "Positive airway pressure therapy: adaptive servo-ventilation (ASV) or bilevel PAP.",
        "Supplemental oxygen in select cases.",
        "Acetazolamide or theophylline in high-altitude CSA."
      ],
      "lifestyle": ["Avoidance of alcohol and sedatives.", "Weight management."]
    },
    "treatment_goals": [
      "Reduce frequency of central apneas.",
      "Improve sleep quality and reduce daytime symptoms.",
      "Address underlying medical conditions."
    ],
    "warning_signs": [
      "Observed cessation of breathing during sleep without snoring or effort.",
      "Daytime hypersomnolence in patients with cardiac or neurological disease."
    ],
    "self_help_strategies": [
      "Sleep on your side instead of your back.",
      "Avoid sedatives and alcohol before bedtime.",
      "Maintain regular sleep schedule."
    ],
    "real_life_examples": [
      "A patient with advanced heart failure experiences repeated breathing pauses at night; polysomnography confirms CSA with Cheyne–Stokes respiration.",
      "A climber at high altitude develops periodic breathing during sleep that resolves after descent."
    ],
    "when_to_seek_help": "Seek evaluation if you have witnessed breathing pauses, unexplained daytime sleepiness, or symptoms of heart or neurological disease."
  },
  "status": "active"
}
