{
  "name": "Circadian Rhythm Sleep-Wake Disorders",
  "slug": "circadian-rhythm-sleep-wake-disorders",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/sleep-disorders",
    "dsm5_code": "327.3",
    "icd10_code": "G47.2"
  },
  "content": {
    "description": "Circadian Rhythm Sleep-Wake Disorders (CRSWDs) are a group of conditions characterized by a persistent or recurrent pattern of sleep disruption due to alteration of the circadian timing system or misalignment between an individual’s endogenous circadian rhythm and external environmental or social demands.",
    "diagnostic_criteria": "A. A persistent or recurrent pattern of sleep disruption due to alteration of the circadian timing system or misalignment between the endogenous circadian rhythm and required sleep-wake schedule. B. The sleep disruption leads to excessive sleepiness, insomnia, or both. C. The disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The disturbance is not better explained by another sleep disorder, a mental disorder, a medical condition, or the effects of a substance.",
    "prevalence": "Varies by subtype and population; delayed sleep-wake phase disorder is more common in adolescents and young adults, while advanced sleep-wake phase disorder is more common in older adults.",
    "age_of_onset": "Typically emerges during adolescence for delayed sleep-wake phase disorder; advanced phase types often present in middle-aged or older adults; other types may occur at any age depending on cause.",
    "prognosis": "Prognosis depends on the subtype, underlying cause, and adherence to treatment. Some cases respond well to behavioral and light therapy interventions, while others may require ongoing management.",
    "neurobiology": {
      "pathophysiology": [
        "Involves dysfunction or misalignment in the suprachiasmatic nucleus (SCN) of the hypothalamus, the brain’s central circadian pacemaker.",
        "Abnormalities in melatonin secretion patterns or light sensitivity of retinal ganglion cells may contribute.",
        "Genetic variations in clock genes (e.g., PER3, CRY1) influence circadian timing."
      ],
      "neurochemical_factors": [
        "Altered melatonin production or timing.",
        "Possible dysregulation of neurotransmitters (serotonin, GABA) involved in sleep-wake regulation."
      ]
    },
    "symptoms": {
      "delayed_sleep_wake_phase": [
        "Difficulty falling asleep until late at night or early morning.",
        "Difficulty waking at socially acceptable times."
      ],
      "advanced_sleep_wake_phase": ["Sleep onset and awakening occur earlier than desired."],
      "irregular_sleep_wake_rhythm": [
        "Lack of a clearly defined sleep-wake pattern, with fragmented sleep across 24 hours."
      ],
      "non_24_hour_sleep_wake_rhythm": [
        "Progressively delayed sleep onset and wake times each day."
      ],
      "shift_work_type": ["Insomnia or excessive sleepiness related to nontraditional work hours."],
      "jet_lag_type": ["Temporary sleep disturbance and daytime fatigue after crossing time zones."]
    },
    "risk_factors": {
      "biological": [
        "Genetic predisposition affecting circadian clock genes.",
        "Age-related changes in circadian rhythms."
      ],
      "environmental": ["Shift work, frequent travel across time zones, irregular schedules."],
      "medical_psychological": [
        "Blindness or reduced light perception.",
        "Comorbid psychiatric conditions (e.g., depression, bipolar disorder)."
      ]
    },
    "developmental_stages": {
      "childhood": ["Rare; irregular sleep-wake patterns may occur with developmental disorders."],
      "adolescence": [
        "Increased risk for delayed sleep-wake phase disorder due to puberty-related circadian shifts."
      ],
      "adulthood": [
        "Shift work and lifestyle factors contribute to onset.",
        "Advanced phase more common in older age."
      ]
    },
    "impact_on_life": {
      "relationships": "Social activities may be disrupted due to mismatched schedules.",
      "work_school": "Difficulty meeting obligations that require early wake times or variable shifts.",
      "quality_of_life": "Chronic sleep deprivation and misalignment may impair mood, cognition, and physical health."
    },
    "comorbidities": [
      "Depressive disorders",
      "Bipolar disorder",
      "Anxiety disorders",
      "Substance use disorders"
    ],
    "evaluation_approach": [
      "Detailed sleep history and diary or actigraphy over at least 1–2 weeks.",
      "Assessment for comorbid conditions and environmental factors.",
      "Polysomnography if another sleep disorder is suspected."
    ],
    "missed_diagnosis_factors": [
      "Attributing symptoms to poor sleep hygiene without recognizing underlying circadian misalignment.",
      "Failure to distinguish from primary insomnia."
    ],
    "overdiagnosis_factors": [
      "Mislabeling voluntary delayed sleep as delayed sleep-wake phase disorder.",
      "Confusing transient jet lag with chronic CRSWD."
    ],
    "treatment_approaches": {
      "behavioral": [
        "Consistent sleep-wake schedule.",
        "Strategic light exposure and avoidance (bright light in morning for delayed phase; evening light for advanced phase)."
      ],
      "pharmacological": [
        "Timed melatonin supplementation.",
        "Wake-promoting agents or short-term hypnotics in select cases."
      ],
      "lifestyle": [
        "Limiting caffeine and screen use before bedtime.",
        "Planning naps to reduce daytime sleepiness in shift workers."
      ]
    },
    "treatment_goals": [
      "Realign sleep-wake schedule with desired or required times.",
      "Improve sleep quality and daytime functioning.",
      "Reduce distress and impairment related to circadian misalignment."
    ],
    "warning_signs": [
      "Persistent difficulty falling asleep or waking at desired times despite adequate sleep opportunity.",
      "Progressive delay or advance in sleep timing."
    ],
    "self_help_strategies": [
      "Use bright light therapy or outdoor light exposure at strategic times.",
      "Maintain strict bed and wake times even on weekends.",
      "Use blackout curtains or sleep masks if sleeping during the day."
    ],
    "real_life_examples": [
      "A college student unable to fall asleep before 3 a.m. struggles with early morning classes until adopting a strict light therapy regimen.",
      "A rotating shift worker experiences chronic fatigue and insomnia relieved by planned naps and blackout curtains."
    ],
    "when_to_seek_help": "Seek evaluation if your sleep schedule is consistently misaligned with your daily obligations and causing significant fatigue, mood changes, or performance issues."
  },
  "status": "active"
}
