{
  "name": "Hypersomnolence Disorder",
  "slug": "hypersomnolence-disorder",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/sleep-disorders",
    "dsm5_code": "780.54",
    "icd10_code": "G47.10"
  },
  "content": {
    "description": "Hypersomnolence Disorder is characterized by excessive sleepiness despite a main sleep period of at least 7 hours, leading to recurrent lapses into sleep, prolonged main sleep episodes, or difficulty being fully awake after abrupt awakenings. The condition is not better explained by insufficient sleep or another sleep disorder and causes significant distress or impairment.",
    "diagnostic_criteria": "A. Self-reported excessive sleepiness (hypersomnolence) despite a main sleep period lasting at least 7 hours, with at least one of the following: 1. Recurrent periods of sleep or lapses into sleep within the same day; 2. A prolonged main sleep episode of more than 9 hours per day that is nonrestorative; 3. Difficulty being fully awake after abrupt awakening. B. The hypersomnolence occurs at least three times per week, for at least 3 months. C. The hypersomnolence is accompanied by significant distress or impairment in cognitive, social, occupational, or other important areas of functioning. D. The hypersomnolence is not better explained by another sleep disorder. E. It is not attributable to the physiological effects of a substance or another medical/psychiatric condition.",
    "prevalence": "Estimated prevalence is less than 1% in the general population; more common in young adults.",
    "age_of_onset": "Typically begins in late adolescence or early adulthood.",
    "prognosis": "Often chronic but may improve with treatment, lifestyle changes, and management of contributing factors. Residual symptoms may persist in some individuals despite intervention.",
    "neurobiology": {
      "pathophysiology": [
        "May involve dysregulation of the sleep-wake cycle within the brain's ascending arousal system.",
        "Hypothalamic dysfunction or altered GABAergic signaling has been implicated in some cases."
      ],
      "neurochemical_factors": [
        "Possible abnormalities in neurotransmitters regulating arousal and sleep (dopamine, histamine, orexin/hypocretin).",
        "Altered cerebrospinal fluid levels of certain sleep-promoting substances in some patients."
      ]
    },
    "symptoms": {
      "daytime_sleepiness": [
        "Unintentional lapses into sleep during the day.",
        "Difficulty staying awake during conversations, reading, or watching TV."
      ],
      "prolonged_sleep": ["Sleeping more than 9 hours per night with nonrestorative quality."],
      "sleep_inertia": ["Prolonged grogginess and confusion upon waking (‘sleep drunkenness’)."]
    },
    "risk_factors": {
      "biological": [
        "Family history of hypersomnia or related sleep disorders.",
        "Brain injury or neurological illness."
      ],
      "psychological": [
        "Comorbid mood disorders such as depression.",
        "Stress-related dysregulation of the sleep-wake system."
      ],
      "environmental": ["Shift work or irregular sleep schedules exacerbating symptoms."]
    },
    "developmental_stages": {
      "childhood": ["Rare; excessive sleepiness may suggest another sleep disorder."],
      "adolescence": ["Possible onset related to delayed sleep phase or lifestyle changes."],
      "adulthood": ["Most common onset period; may persist for decades."]
    },
    "impact_on_life": {
      "relationships": "Social withdrawal due to fatigue or frequent napping.",
      "work_school": "Poor performance from inattention and microsleeps.",
      "quality_of_life": "Chronic fatigue, low motivation, and emotional distress."
    },
    "comorbidities": [
      "Depressive disorders",
      "Bipolar disorder",
      "Other sleep disorders (e.g., obstructive sleep apnea, narcolepsy)"
    ],
    "evaluation_approach": [
      "Comprehensive sleep history, including sleep diaries and actigraphy.",
      "Overnight polysomnography followed by multiple sleep latency testing (MSLT) to differentiate from narcolepsy.",
      "Screening for comorbid psychiatric and medical conditions."
    ],
    "missed_diagnosis_factors": [
      "Misattributing symptoms to depression or low motivation without assessing sleep patterns.",
      "Overlooking other primary sleep disorders."
    ],
    "overdiagnosis_factors": [
      "Diagnosing without objective sleep testing.",
      "Confusing sleep deprivation from lifestyle factors with hypersomnolence disorder."
    ],
    "treatment_approaches": {
      "behavioral": [
        "Maintain regular sleep-wake schedule.",
        "Strategic napping to reduce daytime sleepiness."
      ],
      "pharmacological": [
        "Wake-promoting agents (modafinil, armodafinil).",
        "Stimulants (methylphenidate, amphetamines) in selected cases."
      ],
      "lifestyle": [
        "Avoid sedating substances and medications.",
        "Increase exposure to natural light in the morning."
      ]
    },
    "treatment_goals": [
      "Reduce daytime sleepiness.",
      "Improve functional capacity in daily activities.",
      "Enhance quality of life."
    ],
    "warning_signs": [
      "Falling asleep in passive situations (e.g., watching TV, reading).",
      "Persistent fatigue despite adequate nighttime sleep."
    ],
    "self_help_strategies": [
      "Prioritize consistent sleep hygiene.",
      "Engage in regular physical activity.",
      "Use caffeine strategically (avoid late in the day)."
    ],
    "real_life_examples": [
      "A 22-year-old college student sleeps 10–12 hours nightly but still falls asleep in lectures.",
      "An office worker experiences prolonged morning grogginess, making it difficult to arrive on time."
    ],
    "when_to_seek_help": "Seek evaluation if you experience excessive daytime sleepiness for three months or longer despite adequate sleep, or if symptoms impair daily functioning."
  },
  "status": "active"
}
