{
  "name": "Insomnia Disorder",
  "slug": "insomnia-disorder",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/sleep-disorders",
    "dsm5_code": "780.52",
    "icd10_code": "F51.01"
  },
  "content": {
    "description": "Insomnia Disorder is characterized by difficulty initiating or maintaining sleep, or waking up too early, accompanied by daytime impairment such as fatigue, mood disturbance, or cognitive dysfunction. Symptoms occur despite adequate opportunity for sleep and are not better explained by another sleep disorder, mental disorder, or medical condition.",
    "diagnostic_criteria": "A. Predominant complaint of dissatisfaction with sleep quantity or quality, associated with one or more of the following: 1. Difficulty initiating sleep; 2. Difficulty maintaining sleep, with frequent awakenings or trouble returning to sleep; 3. Early-morning awakening with inability to return to sleep. B. The sleep disturbance causes significant distress or impairment in social, occupational, educational, academic, behavioral, or other important areas of functioning. C. The sleep difficulty occurs at least three nights per week and has been present for at least three months. D. The sleep difficulty occurs despite adequate opportunity for sleep. E. The insomnia is not better explained by another sleep-wake disorder and is not attributable to substance use or another medical/psychiatric condition.",
    "prevalence": "Chronic insomnia disorder affects approximately 6–10% of adults, with higher rates among women, older adults, and individuals with comorbid medical or psychiatric conditions.",
    "age_of_onset": "Can occur at any age but more common in middle-aged and older adults.",
    "prognosis": "May be episodic or chronic; cognitive-behavioral therapy for insomnia (CBT-I) is highly effective for long-term improvement. Without treatment, symptoms may persist for years and increase risk for depression, anxiety, and medical illness.",
    "neurobiology": {
      "pathophysiology": [
        "Hyperarousal of the central nervous system, with increased metabolic rate, cortisol levels, and sympathetic nervous system activity during both day and night.",
        "Dysregulation of homeostatic and circadian sleep-wake mechanisms."
      ],
      "neuroimaging_findings": [
        "Functional MRI and PET scans show increased activity in wake-promoting brain regions during sleep in individuals with insomnia."
      ],
      "neurochemical_factors": [
        "Alterations in GABAergic inhibition, serotonin, and orexin/hypocretin systems implicated in sleep regulation."
      ]
    },
    "symptoms": {
      "nighttime": [
        "Difficulty falling asleep.",
        "Waking up frequently during the night.",
        "Waking up too early and being unable to return to sleep."
      ],
      "daytime": [
        "Fatigue or low energy.",
        "Irritability, anxiety, or depressed mood.",
        "Difficulty concentrating, memory problems, or impaired performance."
      ]
    },
    "risk_factors": {
      "biological": ["Genetic predisposition to insomnia or hyperarousal.", "Advancing age."],
      "psychological": [
        "Stress, anxiety, depression.",
        "Maladaptive sleep-related beliefs and behaviors."
      ],
      "environmental": [
        "Shift work, jet lag, irregular sleep schedules.",
        "Excessive noise, light, or uncomfortable sleep environment."
      ]
    },
    "developmental_stages": {
      "childhood": [
        "Often related to bedtime resistance, separation anxiety, or inconsistent bedtime routines."
      ],
      "adolescence": ["Delayed sleep phase syndrome and academic/social demands can contribute."],
      "adulthood": ["Stress, health problems, and lifestyle factors commonly contribute."]
    },
    "impact_on_life": {
      "relationships": "Irritability and mood swings can strain interpersonal connections.",
      "work_school": "Reduced productivity, errors, and absenteeism due to fatigue.",
      "quality_of_life": "Chronic fatigue, emotional distress, and impaired daily functioning."
    },
    "comorbidities": [
      "Depressive disorders",
      "Anxiety disorders",
      "Substance use disorders",
      "Chronic pain conditions",
      "Cardiovascular disease"
    ],
    "evaluation_approach": [
      "Detailed sleep history and diaries.",
      "Screening for medical, psychiatric, and substance-related causes.",
      "Polysomnography if another sleep disorder is suspected."
    ],
    "missed_diagnosis_factors": [
      "Attributing insomnia solely to aging without evaluating underlying causes.",
      "Failing to recognize insomnia as a distinct disorder when it co-occurs with depression or anxiety."
    ],
    "overdiagnosis_factors": [
      "Labeling transient sleep disturbances as insomnia disorder.",
      "Not accounting for insufficient sleep opportunity due to lifestyle factors."
    ],
    "treatment_approaches": {
      "behavioral": [
        "Cognitive Behavioral Therapy for Insomnia (CBT-I) as first-line treatment.",
        "Stimulus control therapy, sleep restriction therapy, relaxation training."
      ],
      "pharmacological": [
        "Short-term use of sedative-hypnotics or melatonin receptor agonists when CBT-I is insufficient.",
        "Caution with long-term medication use due to dependency risk."
      ],
      "lifestyle": [
        "Regular sleep schedule, avoiding caffeine/alcohol before bedtime.",
        "Creating a comfortable, quiet, and dark sleep environment."
      ]
    },
    "treatment_goals": [
      "Improve sleep onset, maintenance, and quality.",
      "Reduce daytime fatigue and cognitive impairment.",
      "Address contributing factors such as stress or comorbid conditions."
    ],
    "warning_signs": [
      "Difficulty sleeping three or more nights per week for three months.",
      "Daytime fatigue, irritability, or impaired performance."
    ],
    "self_help_strategies": [
      "Maintain consistent sleep-wake times.",
      "Limit screen use before bedtime.",
      "Use relaxation techniques such as deep breathing or meditation."
    ],
    "real_life_examples": [
      "A 45-year-old executive has trouble falling asleep most nights despite going to bed at a reasonable time, leading to fatigue and irritability at work.",
      "A college student wakes frequently during the night and struggles to stay awake during lectures."
    ],
    "when_to_seek_help": "Seek professional evaluation if sleep problems persist for three months or more and affect daily functioning."
  },
  "status": "active"
}
