{
  "name": "Narcolepsy",
  "slug": "narcolepsy",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/sleep-disorders",
    "dsm5_code": "347.00",
    "icd10_code": "G47.419"
  },
  "content": {
    "description": "Narcolepsy is a chronic neurological sleep disorder characterized by excessive daytime sleepiness and recurrent episodes of irresistible sleep. It is often accompanied by cataplexy (sudden loss of muscle tone triggered by emotions), sleep paralysis, and hypnagogic/hypnopompic hallucinations. The condition is caused by dysregulation of the sleep-wake cycle, often due to loss of hypocretin (orexin) signaling in the brain.",
    "diagnostic_criteria": "A. Recurrent periods of an irrepressible need to sleep, lapsing into sleep, or napping occurring within the same day, at least three times per week over the past 3 months. B. The presence of at least one of the following: 1. Episodes of cataplexy occurring at least a few times per month; 2. Hypocretin deficiency as measured in cerebrospinal fluid; 3. Nocturnal polysomnography showing REM sleep latency ≤ 15 minutes or a multiple sleep latency test (MSLT) showing mean sleep latency ≤ 8 minutes and ≥ 2 sleep-onset REM periods. C. The disturbance is not better explained by another sleep disorder, mental disorder, or substance use.",
    "prevalence": "Estimated prevalence is about 0.025–0.05% of the population, with onset typically in adolescence or early adulthood.",
    "age_of_onset": "Most often begins between ages 10 and 25, but can occur at any age.",
    "prognosis": "Chronic and lifelong, but symptoms can be managed with medications, behavioral strategies, and lifestyle modifications. Without treatment, narcolepsy significantly impacts academic, occupational, and social functioning.",
    "neurobiology": {
      "pathophysiology": [
        "Loss of hypocretin (orexin) neurons in the lateral hypothalamus in narcolepsy with cataplexy.",
        "Autoimmune mechanisms implicated in neuronal loss."
      ],
      "genetic_associations": ["Strong association with HLA-DQB1*06:02 genotype."],
      "neuroimaging_findings": ["Functional alterations in REM-sleep regulation networks."]
    },
    "symptoms": {
      "core": [
        "Excessive daytime sleepiness.",
        "Cataplexy (sudden loss of muscle tone triggered by emotions such as laughter or surprise)."
      ],
      "associated": [
        "Sleep paralysis.",
        "Hypnagogic (as falling asleep) or hypnopompic (upon waking) hallucinations.",
        "Fragmented nighttime sleep."
      ]
    },
    "risk_factors": {
      "biological": [
        "Genetic predisposition (HLA-DQB1*06:02).",
        "Autoimmune mechanisms targeting hypocretin neurons."
      ],
      "environmental": [
        "Possible role of preceding infections (e.g., influenza, streptococcal infection)."
      ]
    },
    "developmental_stages": {
      "childhood": ["Excessive sleepiness may be mistaken for laziness or inattention."],
      "adolescence": ["Onset often leads to academic difficulties and social challenges."],
      "adulthood": ["Chronic symptoms requiring long-term management."]
    },
    "impact_on_life": {
      "relationships": "Social embarrassment from cataplexy episodes or sudden sleep attacks.",
      "work_school": "Reduced performance and safety concerns (e.g., falling asleep at work or while driving).",
      "quality_of_life": "Persistent fatigue, risk of injury, and emotional distress."
    },
    "comorbidities": [
      "Depressive disorders",
      "Anxiety disorders",
      "Obstructive sleep apnea",
      "Obesity"
    ],
    "evaluation_approach": [
      "Detailed sleep history and symptom diary.",
      "Overnight polysomnography followed by MSLT.",
      "CSF hypocretin-1 measurement when indicated."
    ],
    "missed_diagnosis_factors": [
      "Misattributing excessive daytime sleepiness to lifestyle factors or depression.",
      "Failure to inquire about cataplexy and REM-related symptoms."
    ],
    "overdiagnosis_factors": [
      "Diagnosing narcolepsy based solely on excessive sleepiness without confirmatory testing.",
      "Confusing idiopathic hypersomnia or insufficient sleep syndrome with narcolepsy."
    ],
    "treatment_approaches": {
      "pharmacological": [
        "Stimulants (e.g., modafinil, armodafinil, methylphenidate) for excessive daytime sleepiness.",
        "Sodium oxybate for cataplexy and fragmented nighttime sleep.",
        "Antidepressants (e.g., SSRIs, SNRIs, tricyclics) to suppress cataplexy."
      ],
      "behavioral": ["Scheduled daytime naps.", "Regular sleep-wake schedule."],
      "lifestyle": [
        "Avoiding activities that may be dangerous during sudden sleep episodes.",
        "Stress management and support groups."
      ]
    },
    "treatment_goals": [
      "Reduce excessive daytime sleepiness.",
      "Control cataplexy and REM-related symptoms.",
      "Improve daily functioning and safety."
    ],
    "warning_signs": [
      "Falling asleep unintentionally during the day.",
      "Sudden muscle weakness triggered by strong emotions.",
      "Vivid hallucinations when falling asleep or waking."
    ],
    "self_help_strategies": [
      "Take short, planned naps during the day.",
      "Maintain consistent sleep habits.",
      "Inform employers or teachers about the condition."
    ],
    "real_life_examples": [
      "A 19-year-old student falls asleep in class despite sleeping 8 hours at night and experiences sudden muscle weakness when laughing.",
      "A 35-year-old office worker reports vivid hallucinations upon waking and frequent episodes of sleep paralysis."
    ],
    "when_to_seek_help": "Seek medical evaluation if you have persistent daytime sleepiness, episodes of muscle weakness triggered by emotions, or unusual hallucinations during sleep transitions."
  },
  "status": "active"
}
