{
  "name": "Nightmare Disorder",
  "slug": "nightmare-disorder",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/sleep-disorders",
    "dsm5_code": "307.47",
    "icd10_code": "F51.5"
  },
  "content": {
    "description": "Nightmare Disorder is characterized by repeated occurrences of extended, extremely dysphoric, and well-remembered dreams that usually involve threats to survival, security, or physical integrity. The dreams generally occur during REM sleep, often in the second half of the night, and lead to rapid awakening with full alertness and significant distress or impairment.",
    "diagnostic_criteria": "A. Repeated occurrences of extended, extremely dysphoric, and well-remembered dreams that usually involve threats to survival, security, or physical integrity. B. On awakening from the dysphoric dreams, the individual rapidly becomes oriented and alert. C. The dream experience, or the sleep disturbance from awakening, causes clinically significant distress or impairment in social, occupational, or other important areas of functioning. D. The nightmares are not attributable to the physiological effects of a substance and are not better explained by another mental disorder or medical condition.",
    "prevalence": "Approximately 2–8% of the adult population; more common in children, with higher rates in individuals with PTSD and other psychiatric conditions.",
    "age_of_onset": "Can occur at any age; often begins in childhood, with persistence or recurrence in adulthood.",
    "prognosis": "Often chronic if related to underlying psychiatric conditions such as PTSD. Treatment of the underlying cause, stress reduction, and behavioral interventions can improve outcomes.",
    "neurobiology": {
      "sleep_stage": ["Occurs during REM sleep, often in the latter half of the night."],
      "associated_brain_regions": [
        "Hyperactivation of amygdala and limbic structures during nightmare episodes."
      ],
      "neurochemical_factors": [
        "Alterations in noradrenergic signaling and increased autonomic arousal."
      ]
    },
    "symptoms": {
      "core": [
        "Vivid, dysphoric dreams involving threats or danger.",
        "Full recall of dream content upon awakening."
      ],
      "associated": [
        "Anxiety or fear about going to sleep.",
        "Daytime distress related to dream content."
      ]
    },
    "risk_factors": {
      "biological": ["Genetic predisposition to heightened arousal responses."],
      "psychological": ["History of trauma or PTSD.", "High baseline anxiety or depression."],
      "environmental": ["Stressful life events.", "Irregular sleep patterns."]
    },
    "developmental_stages": {
      "childhood": ["Common, especially between ages 6 and 10; often transient."],
      "adolescence": ["May increase during periods of stress or hormonal change."],
      "adulthood": ["Often associated with mental health conditions or stress."]
    },
    "impact_on_life": {
      "relationships": "Partner sleep disturbance from frequent awakenings.",
      "work_school": "Daytime fatigue and decreased concentration from poor sleep.",
      "quality_of_life": "Heightened anxiety and avoidance of sleep."
    },
    "comorbidities": [
      "Posttraumatic stress disorder",
      "Anxiety disorders",
      "Depressive disorders",
      "Other parasomnias"
    ],
    "evaluation_approach": [
      "Detailed sleep and dream history.",
      "Assessment for underlying psychiatric or medical conditions.",
      "Polysomnography if another sleep disorder is suspected."
    ],
    "missed_diagnosis_factors": [
      "Attributing symptoms solely to stress without exploring nightmare frequency or distress.",
      "Not screening for PTSD or trauma history."
    ],
    "overdiagnosis_factors": [
      "Mislabeling occasional bad dreams as nightmare disorder.",
      "Failure to differentiate from REM sleep behavior disorder or other parasomnias."
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Imagery rehearsal therapy (IRT) to alter nightmare content.",
        "Cognitive-behavioral therapy for insomnia (CBT-I) if co-occurring sleep issues are present.",
        "Trauma-focused therapy if related to PTSD."
      ],
      "pharmacotherapy": [
        "Prazosin for nightmares associated with PTSD.",
        "Other medications targeting underlying psychiatric conditions."
      ],
      "lifestyle_strategies": [
        "Stress management and relaxation techniques before bed.",
        "Maintaining consistent sleep schedule."
      ]
    },
    "treatment_goals": [
      "Reduce nightmare frequency and distress.",
      "Improve sleep quality and daytime functioning.",
      "Address underlying causes or comorbidities."
    ],
    "warning_signs": [
      "Frequent, distressing dreams that disrupt sleep.",
      "Avoidance of sleep due to fear of nightmares.",
      "Emotional distress during the day linked to dream content."
    ],
    "self_help_strategies": [
      "Practice relaxation techniques before bedtime.",
      "Keep a dream journal to track triggers and patterns.",
      "Limit exposure to distressing media before sleep."
    ],
    "real_life_examples": [
      "A veteran experiences nightly nightmares involving combat scenarios, leading to avoidance of sleep.",
      "A teenager has recurring dreams of being chased, causing anxiety before bedtime."
    ],
    "when_to_seek_help": "Seek professional evaluation if nightmares occur frequently, cause significant distress, or interfere with daily functioning."
  },
  "status": "active"
}
