{
  "name": "Non-REM Sleep Arousal Disorders",
  "slug": "non-rem-sleep-arousal-disorders",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/sleep-disorders",
    "dsm5_code": "307.46",
    "icd10_code": "F51.3"
  },
  "content": {
    "description": "Non-REM Sleep Arousal Disorders are parasomnias characterized by recurrent episodes of incomplete awakening from sleep, usually occurring during the first third of the major sleep episode, and accompanied by either sleepwalking or sleep terrors. The individual typically has no or little recall of the episode.",
    "diagnostic_criteria": "A. Recurrent episodes of incomplete awakening from sleep, usually occurring during the first third of the major sleep episode, accompanied by either: 1. Sleepwalking: repeated episodes of rising from bed during sleep and walking about, usually with a blank stare and unresponsiveness to others. 2. Sleep terrors: recurrent episodes of abrupt terror arousals from sleep, usually with a panicky scream. B. No or little dream imagery is recalled. C. Amnesia for the episode is present. D. The disturbance causes clinically significant distress or impairment. E. The disturbance is not attributable to a substance or another medical/mental disorder.",
    "prevalence": "Sleepwalking affects up to 29% of children and 2–4% of adults. Sleep terrors occur in up to 6% of children and less than 1% of adults.",
    "age_of_onset": "Most common in childhood; frequency usually declines with age, though episodes may persist into adulthood in some individuals.",
    "prognosis": "Often self-limiting in children; persistence or onset in adulthood may be linked to comorbid sleep disorders or medical conditions. Safety measures and trigger management improve outcomes.",
    "neurobiology": {
      "sleep_stage": [
        "Occurs during slow-wave sleep (stages 3 and 4) in the first third of the night."
      ],
      "brain_activity": [
        "Partial arousal from deep sleep leads to simultaneous activation of both wakefulness and sleep-promoting brain regions."
      ],
      "genetic_factors": ["Family history increases risk, suggesting genetic susceptibility."]
    },
    "symptoms": {
      "sleepwalking": [
        "Rising from bed and walking with a blank stare.",
        "Unresponsiveness to attempts at communication.",
        "Difficulty awakening during the episode."
      ],
      "sleep_terrors": [
        "Abrupt arousal with screaming or intense fear.",
        "Autonomic signs such as tachycardia, rapid breathing, and sweating.",
        "Inconsolability during the episode."
      ]
    },
    "risk_factors": {
      "biological": [
        "Family history of parasomnias.",
        "Conditions increasing deep sleep (e.g., sleep deprivation)."
      ],
      "psychological": ["Stress and anxiety."],
      "environmental": ["Noisy or unfamiliar sleep environments.", "Alcohol or sedative use."]
    },
    "developmental_stages": {
      "childhood": [
        "Episodes are common and usually resolve with maturation of the nervous system."
      ],
      "adolescence": ["Frequency often declines, though episodes may still occur during stress."],
      "adulthood": ["Less common; may be linked to underlying medical or psychiatric issues."]
    },
    "impact_on_life": {
      "relationships": "Bed partners or family members may be disturbed by episodes.",
      "work_school": "Daytime fatigue due to disrupted sleep.",
      "quality_of_life": "Risk of injury to self or others during episodes."
    },
    "comorbidities": [
      "Obstructive sleep apnea",
      "Restless legs syndrome",
      "Posttraumatic stress disorder",
      "Anxiety disorders"
    ],
    "evaluation_approach": [
      "Detailed sleep history and bed partner reports.",
      "Rule out other sleep disorders via polysomnography if needed.",
      "Assessment for triggers such as medications, stress, or medical conditions."
    ],
    "missed_diagnosis_factors": [
      "Episodes mistaken for nightmares or REM sleep behavior disorder.",
      "Underreporting due to amnesia for the episodes."
    ],
    "overdiagnosis_factors": [
      "Labeling occasional confusional arousals as a disorder.",
      "Misdiagnosing nocturnal seizures as parasomnias."
    ],
    "treatment_approaches": {
      "behavioral": [
        "Ensure a safe sleep environment.",
        "Scheduled awakenings to disrupt episode patterns."
      ],
      "pharmacotherapy": ["Benzodiazepines or antidepressants in severe, refractory cases."],
      "lifestyle_strategies": [
        "Maintain regular sleep schedule.",
        "Avoid sleep deprivation and alcohol."
      ]
    },
    "treatment_goals": [
      "Reduce frequency and severity of episodes.",
      "Prevent injury during episodes.",
      "Address contributing factors or comorbid conditions."
    ],
    "warning_signs": ["Frequent or injurious episodes.", "Adult-onset without childhood history."],
    "self_help_strategies": [
      "Stress reduction techniques.",
      "Safe bedroom setup to prevent injury."
    ],
    "real_life_examples": [
      "A child walks into the living room at night and attempts to open the front door while asleep.",
      "An adult wakes up standing in the kitchen with no memory of how they got there."
    ],
    "when_to_seek_help": "Seek evaluation if episodes are frequent, dangerous, or begin in adulthood."
  },
  "status": "active"
}
