{
  "name": "Obstructive Sleep Apnea Hypopnea",
  "slug": "obstructive-sleep-apnea-hypopnea",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/sleep-disorders",
    "dsm5_code": "327.23",
    "icd10_code": "G47.33"
  },
  "content": {
    "description": "Obstructive Sleep Apnea Hypopnea (OSAH) is a sleep-related breathing disorder characterized by repeated episodes of complete (apnea) or partial (hypopnea) upper airway obstruction during sleep. These events lead to intermittent hypoxemia, fragmented sleep, and excessive daytime sleepiness.",
    "diagnostic_criteria": "A. Evidence by polysomnography of at least five obstructive apneas or hypopneas per hour of sleep and either: 1. Nocturnal breathing disturbances (e.g., snoring, snorting/gasping, or breathing pauses) or 2. Daytime sleepiness, fatigue, or unrefreshing sleep despite sufficient opportunity to sleep; OR B. Evidence by polysomnography of 15 or more obstructive apneas and/or hypopneas per hour of sleep regardless of accompanying symptoms.",
    "prevalence": "Affects approximately 9–38% of adults, with higher prevalence in men, older adults, and individuals with obesity.",
    "age_of_onset": "Most commonly diagnosed in middle-aged and older adults, though it can occur at any age, including childhood.",
    "prognosis": "Chronic condition that can be effectively managed with treatment. Untreated OSAH increases risk for cardiovascular disease, metabolic disorders, cognitive impairment, and reduced quality of life.",
    "neurobiology": {
      "pathophysiology": [
        "Collapse of the upper airway during sleep due to anatomical narrowing or decreased muscle tone.",
        "Intermittent hypoxemia and hypercapnia leading to arousal responses from sleep."
      ],
      "brain_effects": [
        "Repeated arousals cause sleep fragmentation and alterations in slow-wave and REM sleep.",
        "Chronic hypoxemia may affect neural networks involved in attention, memory, and executive function."
      ]
    },
    "symptoms": {
      "nighttime": [
        "Loud, habitual snoring.",
        "Observed breathing pauses during sleep.",
        "Gasping or choking during sleep."
      ],
      "daytime": [
        "Excessive sleepiness.",
        "Morning headaches.",
        "Difficulty concentrating.",
        "Irritability or mood changes."
      ]
    },
    "risk_factors": {
      "biological": [
        "Male sex.",
        "Middle to older age.",
        "Obesity.",
        "Craniofacial abnormalities affecting airway size."
      ],
      "environmental": ["Alcohol or sedative use before bedtime.", "Sleeping in supine position."],
      "medical": ["Nasal obstruction.", "Endocrine disorders such as hypothyroidism."]
    },
    "developmental_stages": {
      "childhood": [
        "Often associated with enlarged tonsils/adenoids.",
        "May present as hyperactivity or learning difficulties rather than sleepiness."
      ],
      "adulthood": [
        "Classic symptoms include loud snoring, observed apneas, and daytime sleepiness."
      ],
      "older_adults": [
        "Higher prevalence; symptoms may overlap with comorbidities such as heart failure."
      ]
    },
    "impact_on_life": {
      "relationships": "Bed partner sleep disruption from loud snoring.",
      "work_school": "Decreased performance due to sleepiness and cognitive impairment.",
      "quality_of_life": "Reduced alertness, increased accident risk, and health complications."
    },
    "comorbidities": [
      "Hypertension",
      "Coronary artery disease",
      "Heart failure",
      "Type 2 diabetes",
      "Depression"
    ],
    "evaluation_approach": [
      "Detailed sleep history, including bed partner reports.",
      "Physical examination for airway anatomy.",
      "Polysomnography or home sleep apnea testing."
    ],
    "missed_diagnosis_factors": [
      "Attributing symptoms solely to aging or depression.",
      "Lack of recognition in non-obese patients.",
      "Under-screening in women and minorities."
    ],
    "overdiagnosis_factors": [
      "Labeling primary snoring as OSAH without objective testing.",
      "Misinterpretation of mild sleep-disordered breathing as clinically significant OSAH."
    ],
    "treatment_approaches": {
      "first_line": ["Continuous positive airway pressure (CPAP) therapy."],
      "alternative": [
        "Oral appliance therapy.",
        "Positional therapy.",
        "Upper airway surgery in select cases."
      ],
      "lifestyle_strategies": [
        "Weight loss.",
        "Avoid alcohol and sedatives before bed.",
        "Sleep on one’s side."
      ]
    },
    "treatment_goals": [
      "Eliminate apneas and hypopneas.",
      "Restore normal oxygenation and sleep architecture.",
      "Reduce daytime symptoms and long-term health risks."
    ],
    "warning_signs": [
      "Excessive daytime sleepiness.",
      "Observed apneas during sleep.",
      "Morning headaches."
    ],
    "self_help_strategies": [
      "Maintain healthy weight.",
      "Practice good sleep hygiene.",
      "Use nasal dilators if helpful."
    ],
    "real_life_examples": [
      "A 52-year-old man with obesity and hypertension is referred for sleep study after his partner reports loud snoring and pauses in breathing; diagnosed with moderate OSAH.",
      "A 10-year-old girl with enlarged tonsils snores loudly and has daytime hyperactivity; symptoms resolve after adenotonsillectomy."
    ],
    "when_to_seek_help": "Seek medical evaluation if you experience loud snoring, observed breathing pauses, or excessive daytime sleepiness."
  },
  "status": "active"
}
