{
  "name": "REM Sleep Behavior Disorder",
  "slug": "rem-sleep-behavior-disorder",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/sleep-disorders",
    "dsm5_code": "327.42",
    "icd10_code": "G47.52"
  },
  "content": {
    "description": "REM Sleep Behavior Disorder (RBD) is a parasomnia characterized by repeated episodes of vocalization and/or complex motor behaviors during REM sleep, often associated with dream enactment. These behaviors occur because the normal muscle atonia of REM sleep is absent, allowing the sleeper to physically act out their dreams.",
    "diagnostic_criteria": "A. Repeated episodes of arousal during sleep associated with vocalization and/or complex motor behaviors. B. These behaviors arise during REM sleep, typically more than 90 minutes after sleep onset, and are more frequent during later portions of the sleep period. C. Upon awakening, the individual is alert and not confused or disoriented. D. Either: polysomnographic recording demonstrates REM sleep without atonia, or a history suggestive of RBD and an established diagnosis of a synucleinopathy (e.g., Parkinson’s disease, multiple system atrophy, Lewy body dementia). E. The disturbance is not better explained by another sleep disorder, mental disorder, medication, or substance use.",
    "prevalence": "RBD affects approximately 0.5% of the general population, more common in older men, and frequently associated with neurodegenerative disorders such as Parkinson’s disease.",
    "age_of_onset": "Most often diagnosed in men over age 50, though it can occur in younger individuals, especially with antidepressant use or narcolepsy.",
    "prognosis": "Chronic course if untreated. In many cases, RBD precedes the onset of neurodegenerative disease by years or decades. Symptom control is achievable with safety modifications and medication.",
    "neurobiology": {
      "pathophysiology": [
        "Loss of REM atonia due to dysfunction in brainstem structures regulating muscle inhibition during REM sleep.",
        "Often linked to alpha-synuclein accumulation in neurodegenerative diseases."
      ],
      "associated_conditions": [
        "Parkinson’s disease",
        "Multiple system atrophy",
        "Lewy body dementia"
      ]
    },
    "symptoms": {
      "sleep_behaviors": [
        "Dream enactment behaviors such as talking, yelling, punching, kicking, or leaping from bed."
      ],
      "recall": ["Vivid dream recall often matching enacted behaviors."],
      "injury": ["Potential injury to self or bed partner from violent movements."]
    },
    "risk_factors": {
      "biological": [
        "Male sex over age 50.",
        "Presence of neurodegenerative disease.",
        "Antidepressant use."
      ],
      "medical": ["Narcolepsy.", "Other parasomnias."]
    },
    "developmental_stages": {
      "middle_adulthood": ["May appear with antidepressant initiation."],
      "older_adults": ["Often idiopathic or linked to neurodegenerative processes."]
    },
    "impact_on_life": {
      "relationships": "Bed partner may experience disrupted sleep or injury.",
      "safety": "Risk of falls or self-injury during sleep.",
      "quality_of_life": "Anxiety about sleep and potential for injury."
    },
    "comorbidities": [
      "Parkinson’s disease",
      "Multiple system atrophy",
      "Lewy body dementia",
      "Narcolepsy",
      "Depression"
    ],
    "evaluation_approach": [
      "Comprehensive sleep history, including bed partner observations.",
      "Polysomnography to confirm REM sleep without atonia.",
      "Neurological evaluation for underlying neurodegenerative disease."
    ],
    "missed_diagnosis_factors": [
      "Misattributing symptoms to nightmares or other parasomnias.",
      "Lack of bed partner reports in clinical history.",
      "Failure to perform polysomnography."
    ],
    "overdiagnosis_factors": [
      "Confusing sleepwalking (NREM parasomnia) with RBD.",
      "Diagnosing based on dream recall alone without objective evidence."
    ],
    "treatment_approaches": {
      "medications": ["Clonazepam at bedtime.", "Melatonin as an alternative or adjunct."],
      "environmental_modifications": [
        "Padding the floor and removing dangerous objects from bedroom.",
        "Using barriers to protect bed partner."
      ],
      "lifestyle": ["Avoid sleep deprivation.", "Limit alcohol and sedative use."]
    },
    "treatment_goals": [
      "Prevent injury to self and others.",
      "Reduce frequency and severity of behaviors.",
      "Identify and treat underlying neurological disease if present."
    ],
    "warning_signs": [
      "Bed partner reports violent movements during sleep.",
      "Waking up out of bed with recollection of vivid dreams.",
      "Unexplained injuries upon awakening."
    ],
    "self_help_strategies": [
      "Ensure safe sleep environment.",
      "Maintain consistent sleep schedule.",
      "Report symptoms early to a healthcare provider."
    ],
    "real_life_examples": [
      "A 65-year-old man punches and shouts in his sleep, later diagnosed with RBD and Parkinson’s disease two years later.",
      "A 55-year-old woman on antidepressants begins acting out dreams, which resolve when medication is changed."
    ],
    "when_to_seek_help": "Seek medical attention if you or your bed partner notice unusual or violent movements during sleep, especially if accompanied by vivid dream recall."
  },
  "status": "active"
}
