{
  "name": "Restless Legs Syndrome",
  "slug": "restless-legs-syndrome",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/sleep-disorders",
    "dsm5_code": "333.94",
    "icd10_code": "G25.81"
  },
  "content": {
    "description": "Restless Legs Syndrome (RLS), also known as Willis–Ekbom disease, is a neurological sensorimotor disorder characterized by an irresistible urge to move the legs, usually accompanied by uncomfortable sensations. Symptoms are typically worse in the evening or at night and are relieved by movement.",
    "diagnostic_criteria": "A. An urge to move the legs, usually accompanied by or caused by uncomfortable and unpleasant sensations in the legs. B. The urge to move or unpleasant sensations begin or worsen during periods of rest or inactivity. C. The urge to move or unpleasant sensations are partially or totally relieved by movement. D. The urge to move or unpleasant sensations are worse in the evening or at night than during the day, or only occur in the evening or at night. E. The symptoms are not solely accounted for by another medical or behavioral condition.",
    "prevalence": "Affects approximately 2–3% of adults with clinically significant symptoms, more common in women and in middle-aged and older adults.",
    "age_of_onset": "Can occur at any age, including childhood, but most often begins in middle age.",
    "prognosis": "Chronic course in most patients, though symptom severity may fluctuate. Symptoms often worsen with age. Treatment can provide significant relief and improve sleep quality.",
    "neurobiology": {
      "pathophysiology": [
        "Dopaminergic system dysfunction in the central nervous system.",
        "Possible abnormalities in iron metabolism affecting dopamine synthesis and function."
      ],
      "associated_findings": [
        "Low brain iron concentrations in substantia nigra observed in some patients.",
        "Altered neurotransmission in thalamocortical pathways."
      ]
    },
    "symptoms": {
      "sensory": [
        "Creeping, crawling, tingling, itching, burning, or aching sensations in the legs."
      ],
      "motor": ["Irresistible urge to move legs, pacing, or shifting position."],
      "sleep_disruption": ["Difficulty falling asleep or staying asleep due to discomfort."]
    },
    "risk_factors": {
      "biological": ["Female sex.", "Family history of RLS.", "Pregnancy."],
      "medical": ["Iron deficiency.", "Chronic kidney disease.", "Peripheral neuropathy."],
      "medications": [
        "Certain antidepressants, antipsychotics, and antihistamines may worsen symptoms."
      ]
    },
    "developmental_stages": {
      "childhood": ["May present as growing pains or bedtime restlessness."],
      "adulthood": ["Classic sensory and motor symptoms, often chronic."],
      "older_adults": ["Increased symptom severity, comorbid medical conditions common."]
    },
    "impact_on_life": {
      "relationships": "Bed partner sleep may be disrupted by leg movements.",
      "work_school": "Daytime sleepiness can impair concentration and productivity.",
      "quality_of_life": "Reduced quality of sleep, emotional distress, and fatigue."
    },
    "comorbidities": [
      "Periodic limb movement disorder",
      "Insomnia disorder",
      "Depression",
      "Anxiety"
    ],
    "evaluation_approach": [
      "Detailed clinical history meeting diagnostic criteria.",
      "Assessment of iron status (serum ferritin).",
      "Review of medications and comorbidities.",
      "Sleep study if diagnosis uncertain or to assess for periodic limb movements."
    ],
    "missed_diagnosis_factors": [
      "Attributing symptoms to anxiety, stress, or peripheral vascular disease.",
      "Failure to inquire about diurnal variation and relief with movement.",
      "Not screening for RLS in patients with chronic insomnia."
    ],
    "overdiagnosis_factors": [
      "Diagnosing based solely on nighttime restlessness without sensory component.",
      "Confusing leg cramps, arthritis pain, or neuropathy with RLS."
    ],
    "treatment_approaches": {
      "medications": [
        "Dopamine agonists (pramipexole, ropinirole).",
        "Alpha-2-delta ligands (gabapentin enacarbil, pregabalin).",
        "Iron supplementation if ferritin is low."
      ],
      "lifestyle": [
        "Regular exercise, stretching before bed.",
        "Avoidance of caffeine, nicotine, and alcohol.",
        "Good sleep hygiene."
      ],
      "adjunctive": ["Massage, hot or cold baths before bedtime."]
    },
    "treatment_goals": [
      "Reduce sensory discomfort and urge to move.",
      "Improve sleep quality and reduce daytime sleepiness.",
      "Correct underlying iron deficiency if present."
    ],
    "warning_signs": [
      "Progressive worsening of evening leg discomfort.",
      "Sleep disruption with urge to move legs.",
      "New onset of symptoms in older adults without prior history."
    ],
    "self_help_strategies": [
      "Engage in regular moderate physical activity.",
      "Practice relaxation techniques before bed.",
      "Apply heat or cold to legs as needed."
    ],
    "real_life_examples": [
      "A 45-year-old woman experiences tingling in her legs every evening while watching TV, relieved only by pacing the room.",
      "A man in his 60s reports nightly leg movements that wake his wife, leading to separate sleeping arrangements until treatment began."
    ],
    "when_to_seek_help": "Seek medical evaluation if you experience recurring evening or nighttime leg discomfort relieved by movement, especially if it disrupts sleep."
  },
  "status": "active"
}
