{
  "name": "Sleep Terrors",
  "slug": "sleep-terrors",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/sleep-disorders",
    "dsm5_code": "307.46",
    "icd10_code": "F51.4"
  },
  "content": {
    "description": "Sleep Terrors, also known as night terrors, are episodes of intense fear, screaming, and autonomic arousal that occur during non-rapid eye movement (NREM) sleep, usually in the first third of the night. The individual often sits up abruptly, appears terrified, may thrash or scream, and is difficult to awaken or console. Episodes are typically followed by amnesia for the event. Sleep terrors are more common in children but can persist or emerge in adulthood, often associated with stress, sleep deprivation, or other sleep disorders.",
    "diagnostic_criteria": "A. Recurrent episodes of abrupt terror arousals from sleep, usually beginning with a panicky scream. B. Intense fear and signs of autonomic arousal, such as mydriasis, tachycardia, rapid breathing, and sweating, during each episode. C. Relative unresponsiveness to attempts by others to comfort the individual during the episode. D. No detailed dream is recalled and there is amnesia for the episode. E. The episodes cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. F. The disturbance is not attributable to the physiological effects of a substance or another medical condition and is not better explained by another sleep disorder.",
    "prevalence": "Occur in approximately 3% of children and less than 1% of adults.",
    "age_of_onset": "Most common between ages 4 and 12; can occur in toddlers and may appear in adulthood under certain conditions.",
    "prognosis": "Often resolve spontaneously during adolescence in children; in adults, may be chronic or linked to other sleep or psychiatric conditions. Good prognosis with trigger management and treatment of underlying disorders.",
    "neurobiology": {
      "pathophysiology": [
        "Dysregulation of arousal mechanisms during slow-wave sleep.",
        "Heightened central nervous system activity leading to incomplete transition between deep sleep and wakefulness."
      ],
      "associated_findings": [
        "Increased sympathetic nervous system activation during episodes.",
        "Potential familial predisposition involving genetic factors in parasomnia susceptibility."
      ]
    },
    "symptoms": {
      "core_features": [
        "Abrupt awakening from deep sleep with intense fear or panic.",
        "Loud screaming or crying.",
        "Physical signs of autonomic arousal (sweating, rapid heartbeat, fast breathing)."
      ],
      "behavioral": [
        "Thrashing, kicking, or bolting from bed.",
        "Confusion and difficulty recognizing familiar people or surroundings."
      ],
      "post_event": [
        "No recall or only fragmentary memory of the episode.",
        "Return to normal sleep once episode subsides."
      ]
    },
    "risk_factors": {
      "biological": [
        "Family history of sleep terrors or sleepwalking.",
        "High arousal threshold during sleep."
      ],
      "psychological": ["Stress, anxiety, or emotional trauma."],
      "environmental": ["Sleep deprivation.", "Disruption of sleep schedule.", "Fever or illness."]
    },
    "developmental_stages": {
      "toddler_preschool": [
        "Episodes may be more dramatic and prolonged; often distressing for caregivers."
      ],
      "childhood": ["Typically peak in frequency; may occur several times per month."],
      "adolescence": ["Often decrease in frequency; episodes may become less intense."],
      "adulthood": [
        "Less common but may occur with stress, sleep disorders, or medication effects."
      ]
    },
    "impact_on_life": {
      "relationships": "Distress to family members or bed partners due to loud and intense episodes.",
      "work_school": "Daytime sleepiness or concentration difficulties if episodes disrupt sleep.",
      "quality_of_life": "Emotional distress for caregivers and, in adults, embarrassment or avoidance of shared sleeping arrangements."
    },
    "comorbidities": [
      "Sleepwalking",
      "Obstructive sleep apnea",
      "Restless legs syndrome",
      "Posttraumatic stress disorder"
    ],
    "evaluation_approach": [
      "Clinical history from patient and witnesses.",
      "Sleep diary and actigraphy to assess patterns.",
      "Polysomnography if episodes are atypical, injurious, or need differentiation from seizures."
    ],
    "missed_diagnosis_factors": [
      "Misinterpreting episodes as nightmares or nocturnal panic attacks.",
      "Overlooking sleep-disordered breathing or periodic limb movements as triggers."
    ],
    "overdiagnosis_factors": [
      "Labeling normal childhood confusional arousals as sleep terrors.",
      "Failure to distinguish from REM sleep behavior disorder."
    ],
    "treatment_approaches": {
      "behavioral": [
        "Maintain consistent sleep schedule.",
        "Ensure adequate sleep duration.",
        "Reduce stress through relaxation techniques."
      ],
      "environmental": ["Safety-proof bedroom to prevent injury.", "Avoid sleep deprivation."],
      "medical": [
        "Address underlying sleep disorders such as sleep apnea.",
        "Medication (e.g., low-dose benzodiazepines) in severe, persistent cases."
      ]
    },
    "treatment_goals": [
      "Reduce frequency and intensity of episodes.",
      "Minimize injury risk.",
      "Improve sleep quality and daytime functioning."
    ],
    "warning_signs": [
      "Frequent, intense episodes with risk of injury.",
      "Adult-onset with no childhood history.",
      "Episodes associated with significant daytime impairment."
    ],
    "self_help_strategies": [
      "Establish calming bedtime routine.",
      "Avoid caffeine and alcohol before bed.",
      "Address sources of emotional stress."
    ],
    "real_life_examples": [
      "A 7-year-old bolts upright screaming, eyes wide open, but remains unresponsive to parents’ attempts to comfort them; next morning, has no memory of the event.",
      "An adult experiences sudden night terrors during periods of high stress and sleep deprivation, which resolve after improving sleep habits."
    ],
    "when_to_seek_help": "Seek medical evaluation if episodes are frequent, cause injury, occur in adulthood without childhood history, or are accompanied by other concerning sleep or neurological symptoms."
  },
  "status": "active"
}
