{
  "name": "Sleepwalking",
  "slug": "sleepwalking",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/sleep-disorders",
    "dsm5_code": "307.46",
    "icd10_code": "F51.3"
  },
  "content": {
    "description": "Sleepwalking, also known as somnambulism, is a non-rapid eye movement (NREM) sleep arousal disorder characterized by complex behaviors initiated during deep sleep, typically in the first third of the night. Individuals may sit up, walk around, or engage in other activities while remaining partially asleep, with a blank stare and minimal responsiveness to external stimuli. Episodes are often followed by amnesia for the event. Sleepwalking is more common in children but can occur in adults, where it is often associated with sleep deprivation, stress, or comorbid sleep disorders.",
    "diagnostic_criteria": "A. Repeated episodes of rising from bed during sleep and walking about, usually occurring during the first third of the major sleep episode. B. While sleepwalking, the individual has a blank, staring face; is relatively unresponsive to efforts to communicate; and can be awakened only with great difficulty. C. Upon awakening (either from the sleepwalking episode or the next morning), the individual has amnesia for the episode. D. Within several minutes after awakening from the episode, there is no confusion or only slight confusion. E. The episodes cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. F. The disturbance is not attributable to the physiological effects of a substance or another medical condition and is not better explained by another sleep disorder.",
    "prevalence": "Occurs in approximately 10–30% of children at least once and in about 1–4% of adults.",
    "age_of_onset": "Most common in children aged 4–8; adult-onset cases are less common and often secondary to other conditions.",
    "prognosis": "Often resolves spontaneously by adolescence in children; in adults, may persist or be triggered by stress, medications, or other sleep disturbances. Good prognosis with trigger management and treatment of underlying causes.",
    "neurobiology": {
      "pathophysiology": [
        "Incomplete arousal from deep (slow-wave) sleep leading to simultaneous activation of motor systems and sleep-related brain activity.",
        "Dysregulation in the balance between sleep-promoting and arousal-promoting neural networks."
      ],
      "associated_findings": [
        "Elevated arousal threshold during slow-wave sleep.",
        "Increased autonomic nervous system activity during episodes."
      ]
    },
    "symptoms": {
      "core_features": [
        "Rising from bed and walking around while asleep.",
        "Blank or glassy-eyed facial expression.",
        "Relative unresponsiveness to communication."
      ],
      "behavioral": [
        "Performing routine or inappropriate activities while asleep (e.g., rearranging objects, leaving the house).",
        "Occasional inappropriate or unsafe behaviors."
      ],
      "post_event": [
        "No or minimal recall of the event upon awakening.",
        "Return to normal sleep after episode."
      ]
    },
    "risk_factors": {
      "biological": [
        "Family history of sleepwalking or other parasomnias.",
        "High arousal threshold during slow-wave sleep."
      ],
      "psychological": ["Stress or emotional disturbances."],
      "environmental": ["Sleep deprivation.", "Disrupted sleep schedule.", "Fever or illness."]
    },
    "developmental_stages": {
      "toddler_preschool": [
        "May involve short, confused wanderings.",
        "Episodes often distressing to caregivers."
      ],
      "childhood": ["Peak prevalence; may occur several times per month."],
      "adolescence": ["Frequency often declines; episodes may become less intense."],
      "adulthood": ["Less common but may be linked to stress, sleep disorders, or medications."]
    },
    "impact_on_life": {
      "relationships": "Can cause concern or fear in household members.",
      "work_school": "Possible daytime fatigue if sleep is disrupted.",
      "quality_of_life": "Potential for injury or embarrassment."
    },
    "comorbidities": [
      "Sleep terrors",
      "Obstructive sleep apnea",
      "Restless legs syndrome",
      "Posttraumatic stress disorder",
      "Epilepsy"
    ],
    "evaluation_approach": [
      "Detailed clinical history from patient and witnesses.",
      "Sleep diary and, if needed, actigraphy to document patterns.",
      "Polysomnography if episodes are injurious, atypical, or require differentiation from seizures."
    ],
    "missed_diagnosis_factors": [
      "Attributing episodes to deliberate behavior or substance intoxication.",
      "Confusing with nocturnal seizures or REM sleep behavior disorder."
    ],
    "overdiagnosis_factors": [
      "Mislabeling normal childhood nighttime wandering as pathological.",
      "Failure to distinguish from confusional arousals."
    ],
    "treatment_approaches": {
      "behavioral": [
        "Maintain consistent and adequate sleep schedule.",
        "Reduce stress through relaxation techniques."
      ],
      "environmental": [
        "Ensure safe environment (lock doors/windows, remove hazards).",
        "Use alarms to alert household members of movement."
      ],
      "medical": [
        "Treat underlying sleep disorders such as sleep apnea.",
        "Consider medication (e.g., low-dose benzodiazepines) in severe cases."
      ]
    },
    "treatment_goals": [
      "Reduce frequency and severity of episodes.",
      "Prevent injury.",
      "Improve overall sleep quality."
    ],
    "warning_signs": [
      "Episodes involving dangerous behaviors (leaving home, using sharp objects).",
      "Adult-onset without childhood history.",
      "Associated with significant daytime impairment."
    ],
    "self_help_strategies": [
      "Establish a relaxing bedtime routine.",
      "Avoid alcohol and caffeine before bed.",
      "Manage sources of emotional stress."
    ],
    "real_life_examples": [
      "A 10-year-old is found in the kitchen rearranging dishes during the night, unresponsive to questions, and returns to bed without remembering the event.",
      "An adult under high stress is discovered leaving their apartment building barefoot, later with no recollection."
    ],
    "when_to_seek_help": "Seek medical evaluation if episodes are frequent, dangerous, occur in adulthood without childhood history, or are associated with other concerning symptoms."
  },
  "status": "active"
}
