{
  "name": "Sleep-Related Hypoventilation",
  "slug": "sleep-related-hypoventilation",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/sleep-disorders",
    "dsm5_code": "327.24",
    "icd10_code": "G47.36"
  },
  "content": {
    "description": "Sleep-Related Hypoventilation is characterized by elevated arterial carbon dioxide (PaCO₂) levels during sleep due to decreased ventilation. It can occur in the absence of primary lung disease or be secondary to conditions such as obesity, neuromuscular disorders, chest wall deformities, or medication use. Hypoventilation leads to sleep disruption, hypoxemia, and can cause significant cardiovascular and neurocognitive consequences if untreated.",
    "diagnostic_criteria": "A. Polysomnography or transcutaneous/end-tidal CO₂ monitoring demonstrates sustained hypoventilation (PaCO₂ > 55 mm Hg for ≥10 minutes) or a rise in PaCO₂ ≥ 10 mm Hg compared to wakefulness (to a value > 50 mm Hg) for ≥ 10 minutes during sleep. B. The disturbance is not better explained by another sleep disorder, medical condition, or substance use alone.",
    "prevalence": "Exact prevalence is unknown; more common in individuals with obesity, chronic lung disease, or neuromuscular disorders.",
    "age_of_onset": "Can occur at any age depending on underlying cause; obesity hypoventilation syndrome typically emerges in middle adulthood.",
    "prognosis": "Chronic without treatment, with increased risk of pulmonary hypertension, heart failure, and mortality. Effective management can improve survival, daytime function, and quality of life.",
    "neurobiology": {
      "pathophysiology": [
        "Reduced ventilatory drive during sleep, especially in REM stage.",
        "Impaired respiratory muscle function or increased mechanical load due to obesity or chest wall restriction."
      ],
      "associated_findings": [
        "Blunted chemosensitivity to CO₂.",
        "Sleep fragmentation and nocturnal hypoxemia."
      ]
    },
    "symptoms": {
      "sleep_related": ["Frequent awakenings or poor sleep quality.", "Morning headaches."],
      "daytime": ["Excessive daytime sleepiness.", "Fatigue.", "Cognitive impairment."],
      "respiratory": [
        "Shortness of breath, especially when lying down.",
        "Observed shallow or slow breathing during sleep."
      ]
    },
    "risk_factors": {
      "biological": ["Obesity.", "Neuromuscular weakness.", "Chest wall deformities."],
      "medical": ["Chronic obstructive pulmonary disease.", "Restrictive lung disease."],
      "medications": ["Chronic opioid use.", "Sedative-hypnotics."]
    },
    "developmental_stages": {
      "childhood": [
        "Can be seen in congenital central hypoventilation syndrome or neuromuscular disorders."
      ],
      "adulthood": [
        "Often due to obesity hypoventilation syndrome or secondary to medical/medication factors."
      ],
      "older_adults": [
        "Higher risk from comorbid cardiopulmonary disease and reduced ventilatory reserve."
      ]
    },
    "impact_on_life": {
      "relationships": "Bed partners may observe shallow breathing or long pauses.",
      "work_school": "Daytime sleepiness and cognitive deficits can impair performance.",
      "quality_of_life": "Reduced functional capacity, increased cardiovascular risk."
    },
    "comorbidities": [
      "Obstructive sleep apnea",
      "Pulmonary hypertension",
      "Heart failure",
      "Depression"
    ],
    "evaluation_approach": [
      "Overnight polysomnography with CO₂ monitoring.",
      "Daytime arterial blood gas or capnography.",
      "Pulmonary function testing.",
      "Evaluation for underlying causes (neuromuscular, chest wall, obesity, medication review)."
    ],
    "missed_diagnosis_factors": [
      "Attributing morning headaches and fatigue solely to obstructive sleep apnea without CO₂ monitoring.",
      "Failure to evaluate for hypoventilation in obese patients with unexplained hypoxemia.",
      "Overlooking medication effects on respiratory drive."
    ],
    "overdiagnosis_factors": [
      "Relying on isolated oxygen desaturation without CO₂ data.",
      "Confusing primary hypoventilation with transient changes during acute illness."
    ],
    "treatment_approaches": {
      "noninvasive_ventilation": [
        "Bilevel positive airway pressure (BiPAP) during sleep.",
        "Adaptive servo-ventilation in select cases."
      ],
      "lifestyle": [
        "Weight loss in obesity-related hypoventilation.",
        "Avoidance of respiratory depressant medications."
      ],
      "medical": [
        "Treatment of underlying neuromuscular or pulmonary conditions.",
        "Oxygen therapy with caution (avoid worsening CO₂ retention)."
      ]
    },
    "treatment_goals": [
      "Normalize nocturnal ventilation and oxygenation.",
      "Improve daytime alertness and cognitive function.",
      "Reduce cardiovascular complications."
    ],
    "warning_signs": [
      "Morning headaches with daytime sleepiness.",
      "Observed shallow or slow breathing during sleep.",
      "Unexplained nocturnal hypoxemia."
    ],
    "self_help_strategies": [
      "Maintain healthy body weight.",
      "Sleep in side position to optimize ventilation.",
      "Avoid alcohol or sedatives before bedtime."
    ],
    "real_life_examples": [
      "A 52-year-old with obesity and fatigue is found to have sustained nocturnal CO₂ elevation during polysomnography; symptoms resolve with nighttime BiPAP.",
      "A patient with amyotrophic lateral sclerosis develops worsening morning headaches and daytime sleepiness; overnight CO₂ monitoring confirms hypoventilation, improved after noninvasive ventilation initiation."
    ],
    "when_to_seek_help": "Seek medical evaluation if you experience chronic fatigue, morning headaches, or observed shallow breathing during sleep, especially with obesity, lung disease, or neuromuscular disorders."
  },
  "status": "active"
}
