{
  "name": "Anorexia Nervosa",
  "slug": "anorexia-nervosa",
  "type": "condition",
  "metadata": {
    "category": "eating-body-image",
    "dsm5_code": "307.1",
    "icd10_code": "F50.01/F50.02"
  },
  "content": {
    "description": "Anorexia Nervosa (AN) is an eating disorder characterized by restriction of energy intake leading to significantly low body weight, intense fear of gaining weight or persistent behavior that interferes with weight gain, and disturbance in the way one’s body weight or shape is experienced, with undue influence of body shape/weight on self-evaluation or persistent lack of recognition of the seriousness of low body weight.",
    "diagnostic_criteria": "A. Restriction of energy intake leading to significantly low body weight in the context of age, sex, developmental trajectory, and physical health. B. Intense fear of gaining weight or becoming fat, or persistent behavior that interferes with weight gain, even though underweight. C. Disturbance in the way one’s body weight or shape is experienced, undue influence of body shape/weight on self-evaluation, or persistent lack of recognition of the seriousness of current low body weight. Specify type (restricting vs. binge-eating/purging) and severity by BMI (adults) or BMI percentile (youth).",
    "prevalence": "Point prevalence ~0.3–1% in females and lower in males; onset commonly in early to mid-adolescence, but can occur across the lifespan.",
    "age_of_onset": "Typically 12–18 years; risk peaks around puberty/adolescence.",
    "prognosis": "Course is variable. Early detection and family-based treatment improve outcomes. Risks include medical instability, osteoporosis, infertility, and increased mortality. Long-term recovery is possible with multidisciplinary care; relapse risk is highest within the first year post-weight restoration.",
    "neurobiology": {
      "circuitry": [
        "Altered reward and interoceptive processing involving striatum, insula, and anterior cingulate cortex.",
        "Heightened cognitive control networks (dorsolateral/medial prefrontal cortex) associated with rigidity and harm avoidance."
      ],
      "neurochemistry": [
        "Serotonergic and dopaminergic signaling differences linked to anxiety, satiety, and reward learning.",
        "Starvation-related hormonal changes (leptin, ghrelin, cortisol) reinforce restrictive behaviors and alter appetite signals."
      ],
      "physiology": [
        "Malnutrition affects cardiac function (bradycardia, QTc changes), bone metabolism (low bone density), hematologic status, GI motility, endocrine axes (amenorrhea/oligomenorrhea, low LH/FSH)."
      ],
      "genetic_environmental": "Substantial heritability with polygenic risk; perfectionism, anxiety traits, and cultural/peer pressures interact with biological vulnerability."
    },
    "evaluation": {
      "history_psychosocial": [
        "Onset and course of restriction, exercise, binge/purge behaviors; weight history; body image concerns and rules/rituals around food.",
        "Stressors, trauma history, perfectionism/rigidity, mood/anxiety symptoms, self-harm/suicidality.",
        "Family dynamics, caregiver involvement, and school/work impact."
      ],
      "medical_assessment": [
        "Vitals (orthostatic HR/BP), weight/BMI or pediatric growth curves, temperature; signs of dehydration.",
        "Labs: CBC, CMP, magnesium, phosphorus, calcium; TSH; urinalysis; consider ECG for bradycardia/QTc.",
        "Bone health (DXA) in prolonged illness/amenorrhea; menstrual and endocrine review."
      ],
      "standardized_measures": [
        "Eating Disorder Examination-Questionnaire (EDE-Q) or EDE interview.",
        "SCOFF, BDI/PHQ-9 (depression), GAD-7 (anxiety), CIA (Clinical Impairment Assessment)."
      ],
      "risk_stratification": [
        "Hospitalization/urgent care thresholds: unstable vitals (e.g., HR <50 daytime adolescents/<40 adults; symptomatic orthostasis), arrhythmia/QTc prolongation, electrolyte abnormalities (hypophosphatemia, hypokalemia), syncope, acute food refusal, rapid weight loss, BMI <severe range, suicidality, severe dehydration."
      ],
      "differential_diagnosis": [
        "Avoidant/Restrictive Food Intake Disorder (ARFID) without weight/shape overvaluation.",
        "Bulimia Nervosa (normal/overweight range with recurrent binge/purge and overvaluation).",
        "Major Depressive Disorder with appetite loss (not weight/shape-driven), hyperthyroidism, inflammatory bowel disease, diabetes with insulin omission, malignancy.",
        "Body Dysmorphic Disorder (appearance preoccupation focused on non-weight concerns)."
      ],
      "team_and_process": "Multidisciplinary care: medical provider, therapist (CBT-E/FBT), dietitian, psychiatry as needed; coordinate with school/athletics; involve caregivers in youth."
    },
    "symptoms": {
      "behavioral": [
        "Food restriction, calorie counting, rigid rules/rituals around eating, avoidance of high-fat foods.",
        "Excessive exercise or movement, body checking, use of baggy clothing.",
        "Binge eating and/or purging (vomiting, laxatives, diuretics) in binge/purge subtype."
      ],
      "cognitive": [
        "Intense fear of weight gain; overvaluation of weight/shape; distorted body image.",
        "Perfectionism, black-and-white thinking, guilt after eating."
      ],
      "physical": [
        "Underweight or significant weight loss; fatigue, dizziness, cold intolerance.",
        "Amenorrhea/irregular menses, hair loss, lanugo, constipation, abdominal pain.",
        "Bradycardia, hypotension, electrolyte abnormalities."
      ]
    },
    "severity_levels": {
      "mild": "Adults: BMI ≥17; adolescents: mild deviation from expected growth trajectory; medically stable.",
      "moderate": "Adults: BMI 16–16.99 or notable growth faltering; mild medical instability.",
      "severe": "Adults: BMI 15–15.99 with medical concerns; marked functional impairment.",
      "extreme": "Adults: BMI <15 or significant medical instability regardless of BMI."
    },
    "risk_factors": {
      "biological": [
        "Female sex (though any gender can be affected)",
        "Family history of eating disorders or anxiety/mood disorders",
        "Early puberty timing"
      ],
      "psychological": [
        "Perfectionism, harm avoidance, obsessive-compulsive traits",
        "Low self-esteem, emotion regulation difficulties"
      ],
      "environmental": [
        "Weight-focused sports/activities (dance, gymnastics, running, wrestling)",
        "Diet culture, bullying/teasing about weight, social media pressures"
      ]
    },
    "impact_on_life": {
      "school_work": "Cognitive fog, decreased concentration, absences for medical care, withdrawal from activities.",
      "social": "Avoidance of meals/social events; isolation; conflict around eating.",
      "medical": "Cardiac risk, electrolyte imbalances, reduced bone density, GI and endocrine complications.",
      "emotional": "Anxiety, depression, irritability; obsessive thoughts about food/weight."
    },
    "comorbidities": [
      "Anxiety Disorders (social anxiety, OCD)",
      "Depressive Disorders",
      "Obsessive–Compulsive and related disorders",
      "Substance use (less common than in bulimia but possible)",
      "Personality traits/disorders (obsessive–compulsive personality traits)",
      "Low bone mineral density/osteopenia"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Family-Based Treatment (FBT/Maudsley) for adolescents with caregiver-led refeeding and graduated return of control.",
        "Enhanced Cognitive Behavioral Therapy (CBT-E) for adolescents/adults focusing on overvaluation of weight/shape, dietary restraint, and relapse prevention.",
        "Dialectical Behavior Therapy (DBT) skills for emotion regulation and distress tolerance when indicated.",
        "Specialist supportive clinical management where CBT-E/FBT are not available."
      ],
      "nutrition_rehabilitation": [
        "Supervised weight restoration with individualized meal plans; regular dietitian follow-up.",
        "Medical monitoring for refeeding syndrome: check phosphorus, potassium, magnesium; gradual caloric increases as clinically indicated.",
        "Normalize eating patterns (3 meals + 2–3 snacks), address fear foods using graded exposure."
      ],
      "medical_management": [
        "Frequent vitals/weights, ECGs when bradycardic/QTc risk; monitor electrolytes and hydration.",
        "Inpatient/residential/partial hospitalization levels of care when unstable or outpatient fails.",
        "Calcium/vitamin D for bone health; consider physiologic estrogen replacement in adolescents with prolonged amenorrhea after nutritional rehabilitation."
      ],
      "medications": [
        "No medication alone treats AN; psychotherapy and nutrition are first-line.",
        "Olanzapine (atypical antipsychotic) may aid weight gain and reduce ruminative anxiety/obsessions about weight/shape in some patients.",
        "SSRIs (e.g., fluoxetine, sertraline) may help comorbid depression/anxiety particularly after partial weight restoration; limited benefit at very low weight.",
        "Avoid bupropion due to seizure risk in eating disorders, especially with purging.",
        "For osteoporosis risk: address malnutrition first; endocrinology may consider bone-protective strategies if persistent low BMD."
      ],
      "lifestyle_interventions": [
        "Structured routines, sleep hygiene, and stress management.",
        "Limit compulsive exercise; reintroduce movement under medical guidance when nutritionally stable.",
        "Family meal support; reduce scale checking and body-checking behaviors."
      ],
      "care_coordination": [
        "Collaborate among primary care, psychiatry, therapist, dietitian, school/coach; crisis/safety planning for suicidality or medical decompensation."
      ]
    },
    "treatment_goals": [
      "Restore weight/growth trajectory and medical stability.",
      "Normalize eating patterns and reduce dietary restraint/compensatory behaviors.",
      "Reduce overvaluation of weight/shape and cognitive rigidity.",
      "Improve mood/anxiety and social/role functioning.",
      "Prevent relapse through skills, supports, and follow-up."
    ],
    "missed_diagnosis_factors": [
      "Normal BMI in early stages or in atypical presentations with significant weight suppression but not underweight.",
      "Athletes with coach-sanctioned restriction/exercise framed as ‘discipline’.",
      "Primary care focus on GI complaints or amenorrhea without screening for eating behaviors.",
      "Masking by wearing loose clothing; denial of illness severity."
    ],
    "overdiagnosis_factors": [
      "Dieting or weight loss due to medical illness misclassified without core cognitive features.",
      "ARFID misidentified as AN when motivation is sensory/aversive rather than weight/shape concerns.",
      "Cultural or religious fasting interpreted as psychopathology without functional impairment.",
      "Transient adolescent dieting without fear of weight gain or body image disturbance."
    ],
    "specifiers": {
      "type": [
        "Restricting type (no recurrent binge eating or purging in last 3 months)",
        "Binge-eating/purging type (recurrent binge eating or purging in last 3 months)"
      ],
      "severity": ["Mild", "Moderate", "Severe", "Extreme"],
      "course": ["In partial remission", "In full remission"]
    },
    "warning_signs": [
      "Bradycardia, syncope, chest pain, shortness of breath, seizures, or confusion (medical emergency).",
      "Rapid weight loss, refusal to eat, persistent vomiting, or electrolyte derangements.",
      "Cold intolerance, hair loss, lanugo, amenorrhea/oligomenorrhea."
    ],
    "self_help_strategies": [
      "Seek support from trusted caregivers/peers; avoid pro-dieting/pro-ED media.",
      "Schedule regular meals/snacks with support; reduce body checking and scale use.",
      "Use coping skills for anxiety after meals (paced breathing, grounding, brief distraction).",
      "Maintain medical and therapy appointments; share concerns early."
    ],
    "developmental_stages": {
      "childhood_preteen": [
        "Early dieting disguised as ‘health choices’; growth faltering; increased rigidity around routines."
      ],
      "adolescence": [
        "Social withdrawal from shared meals; school/athletics impairment; amenorrhea in menstruating individuals."
      ],
      "adulthood": [
        "Work impairment, infertility concerns; chronic medical complications (bone, cardiac, GI) if longstanding."
      ]
    },
    "real_life_examples": [
      "A 15-year-old runner progressively restricts calories and increases training; presents with bradycardia and amenorrhea. FBT with medical monitoring restores weight and safe return-to-sport plan.",
      "A college student with perfectionism restricts intake and purges after ‘forbidden’ foods. CBT-E targets overvaluation and food rules; dietitian guides meal structure; olanzapine reduces ruminations, enabling weight gain."
    ],
    "when_to_seek_help": "Immediate medical evaluation for fainting, chest pain, heart rate <50 (adolescents) or <40 (adults), rapid weight loss, persistent vomiting, or electrolyte symptoms. Seek specialized eating-disorder care if restriction, fear of weight gain, or body-image distress interfere with health or functioning.",
    "prognosis_factors": {
      "positive_factors": [
        "Early detection and family involvement (FBT)",
        "Rapid weight restoration and medical stabilization",
        "Lower illness chronicity; good therapeutic alliance"
      ],
      "challenging_factors": [
        "Long duration of untreated illness",
        "Severe malnutrition and medical instability",
        "Comorbid OCD/depression; high perfectionism/rigidity"
      ]
    }
  },
  "status": "active"
}
