{
  "name": "Avoidant/Restrictive Food Intake Disorder",
  "slug": "avoidant-restrictive-food-intake-disorder",
  "type": "condition",
  "metadata": {
    "category": "eating-body-image",
    "dsm5_code": "307.59",
    "icd10_code": "F50.82"
  },
  "content": {
    "description": "Avoidant/Restrictive Food Intake Disorder (ARFID) is characterized by an eating or feeding disturbance leading to persistent failure to meet appropriate nutritional and/or energy needs, associated with one or more of: significant weight loss or faltering growth, significant nutritional deficiency, dependence on enteral feeding or oral nutritional supplements, and marked interference with psychosocial functioning. Unlike anorexia nervosa or bulimia nervosa, ARFID is not driven by body weight/shape concerns.",
    "diagnostic_criteria": "A. Eating/feeding disturbance (e.g., apparent lack of interest in eating/food; avoidance based on sensory characteristics; concern about aversive consequences of eating) leading to persistent failure to meet nutritional/energy needs associated with ≥1 of: 1) significant weight loss or faltering growth; 2) significant nutritional deficiency; 3) dependence on enteral feeding or oral supplements; 4) marked psychosocial interference. B. Not better explained by lack of available food or culturally sanctioned practice. C. Not occurring exclusively during anorexia nervosa or bulimia nervosa and no disturbance in body weight/shape perception. D. Not attributable to a concurrent medical condition or better explained by another mental disorder; if present, the severity of eating disturbance exceeds that routinely associated with the condition.",
    "prevalence": "Estimated ~1–5% in pediatric populations; increasingly recognized in adolescents and adults. Often underdiagnosed when weight is normal.",
    "age_of_onset": "Frequently begins in early childhood; can emerge or persist into adolescence/adulthood.",
    "prognosis": "Variable course. Many improve with exposure-based therapies and multidisciplinary care; chronicity risk increases with longstanding sensory aversions, severe anxiety, or medical comorbidities. Early intervention reduces growth and psychosocial impact.",
    "neurobiology": {
      "circuitry": [
        "Heightened salience and sensory processing differences (insula, somatosensory cortex) linked to taste/texture/odor sensitivity.",
        "Threat and interoceptive circuits (amygdala–insula) implicated in fear-of-aversive-consequences subtype (e.g., choking, vomiting).",
        "Reduced reward responsivity to food cues and altered interoceptive awareness in the low-interest subtype."
      ],
      "psychophysiology": [
        "Elevated anxiety/arousal to food cues (HR, skin conductance) in fear-based presentations.",
        "Gastrointestinal sensation–perception mismatch (visceral hypersensitivity) may maintain avoidance."
      ],
      "genetic_environmental": "Familial anxiety/neurodevelopmental traits (ASD/ADHD) and early adverse feeding experiences (choking, severe emesis) increase risk."
    },
    "evaluation": {
      "history_psychosocial": [
        "Detailed feeding history: onset, growth trajectory, preferred/avoided foods, textures, temperatures, colors, smells.",
        "Precipitating events (e.g., choking, emesis, anaphylaxis), mealtime routines, duration of meals, distress level.",
        "Functional impact: school/work interference, family conflict, social eating avoidance."
      ],
      "medical_assessment": [
        "Vitals (orthostatic HR/BP), weight/BMI with growth curves; hydration status.",
        "Labs guided by intake: CBC, CMP, magnesium, phosphorus, calcium; iron studies, vitamin D, B12/folate, zinc; consider thyroid studies.",
        "Monitor refeeding risk when intake increases (phosphorus, potassium, magnesium)."
      ],
      "feeding_swallowing_assessment": [
        "Speech-language pathology or occupational therapy evaluation for oral-motor skills, sensory processing, and swallow safety.",
        "Videofluoroscopic swallow study if aspiration risk or persistent fear of choking despite normal exam."
      ],
      "GI_and_allergy_workup": [
        "Screen for GERD, eosinophilic esophagitis, celiac disease, constipation, and food allergies when suggested by history.",
        "Treat medical contributors while continuing behavioral therapy."
      ],
      "standardized_measures": [
        "PARDI or NIAS for ARFID profiles; EDE-Q as adjunct (expect low weight/shape concern scores).",
        "SCARED/GAD-7/PHQ-9 for anxiety/depression; sensory profiles where relevant."
      ],
      "risk_stratification": [
        "Hospitalization/urgent thresholds similar to other restrictive disorders: unstable vitals (e.g., HR <50 adolescents/<40 adults; symptomatic orthostasis), electrolyte abnormalities, syncope, acute food refusal, rapid weight loss, inability to maintain outpatient intake, suicidality."
      ],
      "differential_diagnosis": [
        "Anorexia Nervosa (presence of weight/shape overvaluation).",
        "Bulimia Nervosa (binge/purge with weight/shape concerns).",
        "Feeding difficulties in ASD without significant nutritional/functional impairment.",
        "GI disorders causing pain/nausea without primary fear/avoidance maintenance.",
        "Food insecurity or culturally sanctioned dietary practices."
      ],
      "team_and_process": "Multidisciplinary care (medical, therapist with ARFID expertise, dietitian; SLP/OT as indicated). Collaborate with school/college dining and family."
    },
    "symptoms": {
      "profiles": [
        "Sensory sensitivity: avoidance based on texture, taste, smell, temperature, or appearance.",
        "Fear of aversive consequences: avoidance due to fear of choking, vomiting, allergic reaction, abdominal pain.",
        "Apparent lack of interest: low appetite, early satiety, limited hunger cues, forgetting to eat."
      ],
      "impact_examples": [
        "Very limited accepted foods (e.g., only beige/crunchy foods).",
        "Prolonged meals with distress; avoidance of cafeterias/restaurants.",
        "Reliance on supplements or tube feeds to meet nutritional needs."
      ],
      "physical": [
        "Faltering growth/weight loss (not required if psychosocial impact is marked).",
        "Fatigue, dizziness, cold intolerance; micronutrient deficiencies (iron, zinc, B12, vitamin D).",
        "GI symptoms (constipation, early satiety, nausea) that may both cause and result from low intake."
      ]
    },
    "severity_levels": {
      "mild": "Narrow diet without significant medical compromise; psychosocial interference limited.",
      "moderate": "Nutritional deficiency and/or reliance on supplements; notable family/school impact.",
      "severe": "Weight/growth compromise or medical instability; dependence on enteral feeds; marked psychosocial impairment."
    },
    "risk_factors": {
      "biological": [
        "Sensory processing differences",
        "History of prematurity or early feeding problems",
        "Family history of anxiety, ASD, or GI disorders"
      ],
      "psychological": [
        "High trait anxiety and harm avoidance",
        "Conditioned fear after aversive event (choking/emesis)"
      ],
      "environmental": [
        "Negative mealtime dynamics or high-pressure feeding",
        "Food allergy experiences; restricted access to preferred foods"
      ]
    },
    "impact_on_life": {
      "home": "Conflict and prolonged mealtimes; caregiver stress.",
      "school_work": "Avoidance of cafeterias/trips; fatigue/concentration problems.",
      "social": "Isolation around food-centered events; embarrassment.",
      "medical": "Micronutrient deficiencies; constipation; delayed growth/puberty in youth."
    },
    "comorbidities": [
      "Anxiety Disorders (social, generalized, panic)",
      "Autism Spectrum Disorder",
      "ADHD",
      "Obsessive–Compulsive and related disorders",
      "GI conditions (GERD, functional abdominal pain, EoE)"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "CBT-AR (Cognitive Behavioral Therapy for ARFID): psychoeducation, nutritional rehabilitation, graded exposure to feared/sensory foods, interoceptive exposure, and relapse prevention.",
        "Family-Based Treatment for ARFID (FBT-ARFID) with caregiver-led support and reduction of accommodation/pressure cycles.",
        "Exposure-based feeding therapy with SLP/OT for oral-sensory desensitization and skill-building.",
        "Acceptance and Commitment Therapy (ACT) elements for values-based eating and anxiety tolerance."
      ],
      "nutrition_rehabilitation": [
        "Dietitian-guided expansion plan targeting energy needs and micronutrients.",
        "Use of oral supplements strategically; taper as food variety increases.",
        "Enteral feeding when medically necessary with parallel exposure to maintain oral intake."
      ],
      "medical_management": [
        "Treat GI contributors (constipation regimen, reflux management).",
        "Monitor vitals, growth, and labs; manage refeeding risk during intake increases."
      ],
      "medications": [
        "Appetite/anxiety support (adjunctive): cyproheptadine for appetite and gastric accommodation (pediatrics, off-label); mirtazapine for appetite, anxiety, and sleep; SSRIs (e.g., fluoxetine, sertraline) for comorbid anxiety/OCD; hydroxyzine short-term for meal-related anxiety or nausea.",
        "Avoid bupropion in patients with significant weight loss or purging risk.",
        "Use antiemetics (e.g., ondansetron) short-term to facilitate exposure in fear-of-vomiting subtype when clinically indicated."
      ],
      "school_college_supports": [
        "504/IEP accommodations (flexible meal times/locations, access to preferred starter foods, refrigeration/microwave).",
        "Meal support plans and coordination with dining services."
      ],
      "lifestyle_interventions": [
        "Regular meal/snack schedule with low-pressure exposure practice.",
        "Sleep hygiene and gentle physical activity to support appetite and GI motility.",
        "Family coaching on neutral language and reinforcement of approach behaviors."
      ]
    },
    "treatment_goals": [
      "Restore adequate nutrition, growth, and medical stability.",
      "Increase variety and volume of foods across textures and contexts.",
      "Reduce avoidance, fear, and distress around eating via graded exposure.",
      "Improve psychosocial participation (school, work, social meals).",
      "Taper reliance on supplements/enteral feeds when safe."
    ],
    "missed_diagnosis_factors": [
      "Normal BMI masking significant nutritional deficiency and psychosocial interference.",
      "Labeled as 'picky eating' without assessing growth, micronutrients, or distress.",
      "Presentation framed solely as GI disorder; ARFID not considered after negative workup.",
      "Assuming avoidance is behavioral noncompliance rather than anxiety/sensory driven."
    ],
    "overdiagnosis_factors": [
      "Selective eating without nutritional deficiency or psychosocial impairment.",
      "Dieting with body-image concerns (should suggest anorexia/bulimia spectrum instead).",
      "Culturally/religiously restricted diets misinterpreted as psychopathology.",
      "Food insecurity or limited access driving intake patterns."
    ],
    "specifiers": {
      "profile": [
        "Sensory sensitivity",
        "Fear of aversive consequences",
        "Apparent lack of interest",
        "Mixed presentation"
      ],
      "course": ["In partial remission", "In full remission"],
      "severity": ["Mild", "Moderate", "Severe"],
      "note": "Specify primary profile(s) to guide exposure hierarchy and team composition (e.g., SLP/OT involvement for sensory/swallow issues)."
    },
    "warning_signs": [
      "Rapid reduction in variety/volume of accepted foods.",
      "Dizziness/syncope, cold intolerance, or signs of micronutrient deficiency (pallor, brittle hair/nails).",
      "Meal-related panic or refusal after a choking/vomiting event.",
      "Dependence on supplements/tube feeds without parallel oral intake work."
    ],
    "self_help_strategies": [
      "Track accepted foods and build a gradual exposure ladder (one new food step at a time).",
      "Pair new foods with familiar flavors/textures; use tiny bites with timed practice.",
      "Practice interoceptive awareness (noticing hunger/fullness) and paced breathing before meals.",
      "Caregivers: reduce pressure/negotiation; praise approach behaviors and time-at-table rather than bites alone."
    ],
    "developmental_stages": {
      "early_childhood": [
        "Strong texture/temperature selectivity; prolonged meals; distress with new foods.",
        "Parent coaching, SLP/OT feeding therapy, and low-pressure exposure are key."
      ],
      "school_age": [
        "Lunch avoidance, field trip challenges; reliance on packed 'safe' foods.",
        "CBT-AR modules with school coordination and micronutrient monitoring."
      ],
      "adolescence": [
        "Social eating avoidance; nutritional deficits impacting sports/academics.",
        "Family-supported exposures, autonomy-building, and anxiety treatment."
      ],
      "adulthood": [
        "Work travel/meals stressful; limited cuisine flexibility.",
        "CBT-AR adapted for adults; dietitian plans for variety and nutrition sufficiency."
      ]
    },
    "real_life_examples": [
      "A 7-year-old eats only crunchy beige foods after a choking scare; SLP-led swallow eval is normal. CBT-AR with graded exposure adds 10 new foods over 12 weeks; iron and vitamin D normalize.",
      "A 14-year-old with fear of vomiting avoids school cafeteria; mirtazapine aids appetite/anxiety while CBT-AR exposure reduces nausea avoidance; returns to team sports.",
      "A college student with low-interest profile forgets meals and relies on supplements; scheduler app, structured meal plan, and ACT skills increase intake and social meals."
    ],
    "when_to_seek_help": "Seek evaluation if food avoidance leads to weight loss/faltering growth, nutritional deficiency, reliance on supplements/tube feeds, or marked interference with school/work/social life. Urgent medical care is needed for syncope, bradycardia, or electrolyte abnormalities.",
    "prognosis_factors": {
      "positive_factors": [
        "Early identification and caregiver involvement",
        "Readiness for graded exposure and skills practice",
        "Effective management of GI symptoms and anxiety"
      ],
      "challenging_factors": [
        "Severe sensory defensiveness or traumatic feeding history",
        "Long duration of restricted diet with entrenched routines",
        "Co-occurring ASD/OCD with rigidity and high anxiety without tailored supports"
      ]
    }
  },
  "status": "active"
}
