{
  "name": "Binge Eating Disorder",
  "slug": "binge-eating-disorder",
  "type": "condition",
  "metadata": {
    "category": "eating-body-image",
    "dsm5_code": "307.51",
    "icd10_code": "F50.81"
  },
  "content": {
    "description": "Binge Eating Disorder (BED) is characterized by recurrent episodes of eating an objectively large amount of food in a discrete period, accompanied by a sense of loss of control, and associated with marked distress. Unlike bulimia nervosa, BED does not involve regular inappropriate compensatory behaviors (e.g., purging, excessive exercise).",
    "diagnostic_criteria": "A. Recurrent episodes of binge eating, defined as: 1) eating, in a discrete period (e.g., within any 2-hour period), an amount of food that is definitely larger than most people would eat under similar circumstances; and 2) a sense of lack of control over eating during the episode. B. Episodes are associated with ≥3 of: eating more rapidly than normal; eating until uncomfortably full; eating large amounts when not physically hungry; eating alone due to embarrassment; feeling disgusted, depressed, or very guilty afterward. C. Marked distress regarding binge eating. D. Occurs, on average, at least once a week for 3 months. E. Not associated with regular use of inappropriate compensatory behaviors and does not occur exclusively during anorexia nervosa or bulimia nervosa.",
    "prevalence": "Estimated lifetime prevalence ~2–3% in the general population; more common in females, but also prevalent in males. Frequently comorbid with obesity, metabolic syndrome, and mood disorders.",
    "age_of_onset": "Typically late adolescence to early adulthood; can emerge in childhood or later adulthood.",
    "prognosis": "Good recovery rates with evidence-based psychotherapy; relapse possible, especially under stress. Chronic untreated BED can lead to medical complications and worsened mental health outcomes.",
    "neurobiology": {
      "circuitry": [
        "Hyperactivation of mesolimbic reward pathways (ventral striatum, nucleus accumbens) to food cues.",
        "Reduced prefrontal inhibitory control during high-calorie food exposure.",
        "Altered hypothalamic–gut–brain signaling (ghrelin, leptin, insulin resistance)."
      ],
      "neurotransmitters": [
        "Dysregulation in dopamine reward signaling.",
        "Serotonin involvement in satiety and mood regulation.",
        "Endogenous opioid system activation during binge episodes."
      ],
      "genetic_environmental": "Family history of mood disorders, obesity, or substance use increases risk; adverse childhood experiences and chronic dieting contribute."
    },
    "evaluation": {
      "history_psychosocial": [
        "Binge episode frequency, triggers, and loss-of-control experiences.",
        "Dieting/restriction history and weight cycling.",
        "Body image concerns, emotional eating patterns, and comorbid mental health symptoms."
      ],
      "medical_assessment": [
        "Weight, BMI, waist circumference, blood pressure.",
        "Screen for metabolic syndrome: fasting glucose, lipid panel, HbA1c.",
        "Assess for sleep apnea, GERD, musculoskeletal pain."
      ],
      "standardized_measures": [
        "Binge Eating Scale (BES)",
        "Eating Disorder Examination Questionnaire (EDE-Q)",
        "Patient Health Questionnaire (PHQ-9) and Generalized Anxiety Disorder scale (GAD-7)"
      ],
      "risk_stratification": [
        "Identify severe depression, suicidality, or comorbid substance use.",
        "Assess medical risk from obesity-related conditions."
      ],
      "differential_diagnosis": [
        "Bulimia Nervosa (presence of regular compensatory behaviors)",
        "Depression with hyperphagia (without discrete binge episodes)",
        "Night Eating Syndrome",
        "Kleine–Levin Syndrome"
      ],
      "team_and_process": "Collaborative approach with therapist, dietitian, and medical provider; include psychiatry when considering pharmacotherapy."
    },
    "symptoms": {
      "behavioral": [
        "Eating large amounts of food quickly, even when not hungry.",
        "Eating alone due to shame or embarrassment.",
        "Frequent dieting without sustained weight loss."
      ],
      "emotional": [
        "Loss of control during eating episodes.",
        "Feelings of guilt, shame, or depression afterward."
      ],
      "physical": ["Fluctuating weight or progressive weight gain.", "GI discomfort after binges."]
    },
    "severity_levels": {
      "mild": "1–3 binge episodes per week.",
      "moderate": "4–7 episodes per week.",
      "severe": "8–13 episodes per week.",
      "extreme": "14+ episodes per week."
    },
    "risk_factors": {
      "biological": [
        "Genetic predisposition to obesity or mood disorders",
        "Neurotransmitter dysregulation in dopamine and serotonin systems"
      ],
      "psychological": [
        "Low self-esteem, perfectionism",
        "History of depression or anxiety",
        "Emotional dysregulation"
      ],
      "environmental": [
        "Chronic dieting and weight stigma",
        "Easy access to highly palatable, calorie-dense foods",
        "Stressful life events"
      ]
    },
    "impact_on_life": {
      "home": "Conflict over eating behaviors, secrecy around food.",
      "school_work": "Reduced productivity and concentration due to emotional distress.",
      "social": "Avoidance of social eating situations; isolation.",
      "medical": "Obesity, metabolic syndrome, cardiovascular risk."
    },
    "comorbidities": [
      "Major Depressive Disorder",
      "Generalized Anxiety Disorder",
      "Substance Use Disorders",
      "Type 2 Diabetes",
      "Hypertension"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Cognitive Behavioral Therapy (CBT) — gold standard, addresses binge triggers, cognitive distortions, and regular eating patterns.",
        "Interpersonal Psychotherapy (IPT) — focuses on interpersonal triggers and emotional regulation.",
        "Dialectical Behavior Therapy (DBT) — for emotion regulation and distress tolerance."
      ],
      "nutrition_rehabilitation": [
        "Structured meal planning to prevent extreme hunger and reduce binge risk.",
        "Dietitian support to normalize eating patterns."
      ],
      "medical_management": ["Monitor metabolic health, treat comorbid medical conditions."],
      "medications": [
        "Lisdexamfetamine (FDA-approved for BED)",
        "SSRIs (e.g., fluoxetine, sertraline) for mood/anxiety and reduction in binge frequency.",
        "Topiramate (off-label, may reduce binge frequency and aid weight loss)."
      ],
      "lifestyle_interventions": [
        "Regular physical activity for health (not as a compensatory behavior).",
        "Mindful eating practices.",
        "Sleep hygiene to reduce stress eating."
      ]
    },
    "treatment_goals": [
      "Eliminate binge episodes and restore control over eating.",
      "Address emotional triggers for bingeing.",
      "Normalize eating patterns and nutrition.",
      "Improve self-esteem and body image.",
      "Reduce medical risks associated with BED."
    ],
    "missed_diagnosis_factors": [
      "Assuming binge eating is simply 'overeating' without loss of control.",
      "Focus on obesity without assessing for BED behaviors.",
      "Patient underreporting due to shame."
    ],
    "overdiagnosis_factors": [
      "Labeling occasional overeating as BED.",
      "Misinterpreting emotional eating as meeting full criteria.",
      "Applying diagnosis to night eating syndrome or bulimia nervosa."
    ],
    "specifiers": {
      "severity": ["Mild", "Moderate", "Severe", "Extreme"],
      "course": ["In partial remission", "In full remission"]
    },
    "warning_signs": [
      "Rapid eating until uncomfortably full.",
      "Hiding food or eating in secret.",
      "Frequent post-binge guilt or depression."
    ],
    "self_help_strategies": [
      "Keep a food and mood journal to identify triggers.",
      "Establish regular meal and snack times.",
      "Practice mindful eating techniques.",
      "Engage in non-food coping activities for stress."
    ],
    "developmental_stages": {
      "childhood": [
        "Episodes may involve sneaking or hiding food.",
        "Often associated with early weight gain."
      ],
      "adolescence": [
        "Increased frequency with stress from school or peer relationships.",
        "Risk of co-occurring depression or anxiety."
      ],
      "adulthood": [
        "Episodes tied to work stress, relationships, or life transitions.",
        "Higher risk of medical complications."
      ]
    },
    "real_life_examples": [
      "A college student eats large amounts of fast food late at night after stressful exams, then feels intense guilt and skips classes.",
      "A middle-aged office worker binges in secret after arguments at home, leading to weight gain and prediabetes."
    ],
    "when_to_seek_help": "Seek help if you experience recurrent loss of control over eating, significant distress, or health problems related to eating behaviors.",
    "prognosis_factors": {
      "positive_factors": [
        "Early intervention with evidence-based therapy",
        "Strong social support",
        "Willingness to engage in structured eating patterns"
      ],
      "challenging_factors": [
        "Severe comorbid depression or anxiety",
        "Long duration of illness",
        "Significant weight stigma or repeated dieting failures"
      ]
    }
  },
  "status": "active"
}
