{
  "name": "Bulimia Nervosa",
  "slug": "bulimia-nervosa",
  "type": "condition",
  "metadata": {
    "category": "eating-body-image",
    "dsm5_code": "307.51",
    "icd10_code": "F50.2"
  },
  "content": {
    "description": "Bulimia Nervosa (BN) is characterized by recurrent binge-eating episodes with a sense of loss of control followed by inappropriate compensatory behaviors (e.g., self-induced vomiting, laxatives/diuretics, fasting, excessive exercise). Self-evaluation is unduly influenced by body shape and weight. Individuals are typically normal weight or overweight, which can mask illness severity.",
    "diagnostic_criteria": "A. Recurrent binge eating (eating, in a discrete period, an amount definitely larger than most would eat, with loss of control). B. Recurrent inappropriate compensatory behaviors to prevent weight gain (vomiting, laxatives, diuretics, fasting, excessive exercise). C. Binge eating and compensatory behaviors occur, on average, at least once weekly for 3 months. D. Self-evaluation unduly influenced by body shape/weight. E. Not occurring exclusively during episodes of Anorexia Nervosa.",
    "prevalence": "Lifetime prevalence ~1–2% in females and lower in males; often underrecognized due to normal BMI.",
    "age_of_onset": "Typically late adolescence to early adulthood; can present in mid-life.",
    "prognosis": "Good response to evidence-based psychotherapy, especially CBT-E and fluoxetine. Early treatment and reduced purging frequency predict better outcomes. Risks include electrolyte abnormalities, GI complications, and mood/anxiety comorbidities.",
    "neurobiology": {
      "circuitry": [
        "Hyper-responsivity of mesolimbic reward pathways (ventral striatum) to palatable food cues.",
        "Reduced top-down control in prefrontal regions during cue exposure and negative affect.",
        "Insula/interoceptive differences contributing to dysregulated satiety signals."
      ],
      "neurochemistry": [
        "Serotonergic dysregulation (implicated in satiety, mood, and impulse control).",
        "Dopaminergic reward signaling alterations reinforcing binge-purge cycles.",
        "Endogenous opioid system involvement during binge episodes."
      ],
      "genetic_environmental": "Polygenic risk overlaps with mood/anxiety; weight stigma, chronic dieting, and adverse experiences elevate risk."
    },
    "evaluation": {
      "history_psychosocial": [
        "Frequency/timing of binges and compensatory behaviors; triggers (dietary restraint, negative affect, body dissatisfaction).",
        "Dieting/weight cycling history; exercise patterns; substance use; suicidality/self-harm.",
        "Psychiatric comorbidities (depression, anxiety, OCD), trauma history."
      ],
      "medical_assessment": [
        "Vitals (orthostatic HR/BP), weight/BMI; dehydration assessment.",
        "Labs: CMP with electrolytes (potassium, bicarbonate), magnesium, phosphorus; CBC; urinalysis as indicated.",
        "ECG if hypokalemia, chest pain, syncope, or stimulant/med use; consider amylase, salivary gland exam."
      ],
      "physical_signs": [
        "Parotid/salivary gland enlargement, dental enamel erosion, oral ulcers, pharyngitis.",
        "Russell’s sign (dorsal hand calluses), conjunctival petechiae, GI complaints (reflux, constipation)."
      ],
      "standardized_measures": [
        "Eating Disorder Examination (EDE) or EDE-Q.",
        "PHQ-9, GAD-7 for mood/anxiety; CIA for impairment."
      ],
      "risk_stratification": [
        "Urgent referral/hospitalization for severe electrolyte disturbance (e.g., K+ <3.0 mmol/L), syncope, significant dehydration, hematemesis/esophageal injury, uncontrolled vomiting, suicidality, or inability to interrupt purging."
      ],
      "differential_diagnosis": [
        "Binge Eating Disorder (binges without regular compensatory behaviors).",
        "Anorexia Nervosa, binge-eating/purging type (underweight/low weight trajectory).",
        "GI disorders (e.g., cyclic vomiting) without weight/shape overvaluation.",
        "Major depression with hyperphagia without discrete binges."
      ],
      "team_and_process": "Coordinate care among therapist (CBT-E/IPT), medical provider, dietitian; psychiatry for medication management. Dental referral for enamel care; GI consult if alarm symptoms."
    },
    "symptoms": {
      "behavioral": [
        "Recurrent binge eating with loss of control.",
        "Self-induced vomiting, laxative/diuretic misuse, fasting, or excessive exercise.",
        "Secretive eating and food hoarding; rigid food rules."
      ],
      "cognitive": [
        "Overvaluation of weight/shape; body checking/avoidance.",
        "All-or-nothing thinking about food and exercise.",
        "Post-binge guilt and shame."
      ],
      "physical": [
        "Sore throat, dental sensitivity, swollen glands, reflux.",
        "Bloating/constipation; lightheadedness from dehydration/electrolyte shifts."
      ]
    },
    "severity_levels": {
      "mild": "1–3 inappropriate compensatory episodes per week.",
      "moderate": "4–7 per week.",
      "severe": "8–13 per week.",
      "extreme": "14+ per week."
    },
    "risk_factors": {
      "biological": [
        "Female sex (any gender can be affected)",
        "Family history of eating/mood disorders",
        "Serotonergic/dopaminergic vulnerabilities"
      ],
      "psychological": [
        "Perfectionism, impulsivity, emotion dysregulation",
        "Body dissatisfaction and internalized weight bias"
      ],
      "environmental": [
        "Dieting culture, weight-based teasing/stigma",
        "Participation in weight-focused sports",
        "Trauma or chronic stress"
      ]
    },
    "impact_on_life": {
      "home": "Secrecy, conflict around food/finances, strained relationships.",
      "school_work": "Impaired concentration, schedule disruptions due to binges/purging.",
      "social": "Avoidance of shared meals; social withdrawal.",
      "medical": "Electrolyte abnormalities, dental erosion, reflux, menstrual irregularities."
    },
    "comorbidities": [
      "Major Depressive Disorder",
      "Anxiety Disorders (social anxiety, GAD, panic)",
      "Substance Use Disorders",
      "Obsessive–Compulsive and related disorders",
      "Personality traits/disorders (e.g., borderline traits)"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "CBT-E (first-line): regular eating, reduce dietary restraint, address overvaluation, relapse prevention.",
        "Interpersonal Psychotherapy (IPT) as alternative first-line when CBT-E unavailable or patient preference.",
        "DBT skills modules for emotion regulation and distress tolerance when affect-driven binges prominent.",
        "Family-Based Treatment for BN (FBT-BN) for adolescents."
      ],
      "nutrition_rehabilitation": [
        "Dietitian-guided structured meals/snacks to normalize intake and reduce binge triggers.",
        "Education on binge–restriction cycle; gradual exposure to avoided foods."
      ],
      "medical_management": [
        "Correct electrolytes and dehydration; monitor K+, Mg, phosphate until stable.",
        "Dental care for enamel protection; treat reflux/GERD.",
        "Avoid routine ipecac or emetic agents (toxic)."
      ],
      "medications": [
        "Fluoxetine (SSRI) — FDA-approved for BN; often titrated to 60 mg/day for binge/purge reduction.",
        "Other SSRIs (e.g., sertraline, citalopram) if fluoxetine not tolerated (off-label).",
        "Topiramate may reduce binge/purge frequency but carries cognitive and kidney stone risks (off-label; specialist-guided).",
        "Avoid bupropion due to seizure risk in eating disorders with purging."
      ],
      "lifestyle_interventions": [
        "Sleep hygiene and stress reduction.",
        "Non-compensatory, health-focused physical activity when medically appropriate.",
        "Coping plans for high-risk times/places (meal support, urge surfing, stimulus control)."
      ],
      "care_coordination": [
        "Regular medical monitoring during early recovery; crisis plan for suicidality.",
        "Collaborate with school/athletics regarding accommodations and return-to-play when indicated."
      ]
    },
    "treatment_goals": [
      "Eliminate binge/purge behaviors and normalize eating patterns.",
      "Reduce overvaluation of weight/shape and body checking/avoidance.",
      "Stabilize mood/anxiety and improve coping with triggers.",
      "Address medical/dental sequelae and restore social/role functioning.",
      "Develop relapse-prevention plan with early warning sign monitoring."
    ],
    "missed_diagnosis_factors": [
      "Normal BMI leading clinicians to overlook symptoms.",
      "Patient secrecy and shame; underreporting of purging or laxative use.",
      "Attributing reflux/dental problems to unrelated causes without screening for purging.",
      "Focus on depression/anxiety without eating-behavior assessment."
    ],
    "overdiagnosis_factors": [
      "Labeling occasional overeating with guilt as BN without objective binges and compensatory behaviors.",
      "Diagnosing BN when binges occur without compensatory behaviors (suggests BED).",
      "Misclassifying underweight individuals with binge/purge as BN instead of AN binge/purge type."
    ],
    "specifiers": {
      "severity": ["Mild", "Moderate", "Severe", "Extreme"],
      "course": ["In partial remission", "In full remission"],
      "purge_methods_note": "Specify predominant compensatory behaviors (vomiting, laxatives, diuretics, fasting, excessive exercise) to guide medical monitoring."
    },
    "warning_signs": [
      "Recurrent sore throat, dental sensitivity/erosion, swollen cheeks (parotid enlargement).",
      "Lightheadedness, palpitations, or muscle cramps (possible electrolyte disturbances).",
      "Frequent bathroom use after meals; hidden food wrappers or laxatives/diuretics."
    ],
    "self_help_strategies": [
      "Adopt a 3-meals + 2–3 snacks pattern to reduce extreme hunger.",
      "Remove or limit access to binge/purge cues (stimulus control); eat with support when possible.",
      "Practice urge delay (10–20 minutes) with alternative coping (grounding, paced breathing, reaching out).",
      "Schedule regular therapy/medical follow-up; use crisis plan for high-risk urges."
    ],
    "developmental_stages": {
      "adolescence": [
        "Binges often follow dieting or peer/athletics pressures; FBT-BN and CBT-E adapted for youth are effective."
      ],
      "young_adulthood": [
        "Academic/work stress and independence challenges; medication plus CBT-E common."
      ],
      "adulthood": [
        "Chronic patterns possible; focus on relapse prevention, medical/dental repair, and comorbidity management."
      ]
    },
    "real_life_examples": [
      "A 17-year-old begins restrictive dieting for track season, develops nightly binges and morning vomiting; FBT-BN with structured meals stops purging within 4 weeks.",
      "A 26-year-old with depression binges after work and uses laxatives; CBT-E plus fluoxetine normalizes eating and reduces binge/purge to remission, with dental follow-up for enamel care."
    ],
    "when_to_seek_help": "Seek urgent medical care for fainting, chest pain, vomiting blood, or severe weakness. Arrange specialized eating-disorder evaluation if binge/purge behaviors occur weekly, or if there are dental/GI complications, electrolyte abnormalities, or significant distress.",
    "prognosis_factors": {
      "positive_factors": [
        "Early engagement in CBT-E or FBT-BN",
        "Reduction of dietary restraint and regular eating",
        "Supportive family/peer environment"
      ],
      "challenging_factors": [
        "High frequency of purging or laxative misuse",
        "Severe comorbid depression/anxiety or substance use",
        "Long duration of untreated illness and high weight/shape overvaluation"
      ]
    }
  },
  "status": "active"
}
