{
  "name": "Pica",
  "slug": "pica",
  "type": "condition",
  "metadata": {
    "category": "eating-body-image",
    "dsm5_code": "307.52",
    "icd10_code": "F50.89"
  },
  "content": {
    "description": "Pica is characterized by persistent eating of non-nutritive, nonfood substances for at least one month, at an age where this behavior is developmentally inappropriate, not culturally sanctioned, and sufficiently severe to warrant clinical attention. Substances vary by individual and context (e.g., dirt, clay, paper, hair, chalk, ice, paint, metal, detergent).",
    "diagnostic_criteria": "A. Persistent eating of non-nutritive, nonfood substances for ≥1 month. B. Eating is inappropriate to developmental level. C. Not part of culturally supported or socially normative practice. D. If occurring in the context of another mental disorder (e.g., ASD) or medical condition (e.g., pregnancy), it is sufficiently severe to warrant independent clinical attention.",
    "prevalence": "More common in children, individuals with intellectual disability or autism, and during pregnancy; true prevalence varies by setting and definition.",
    "age_of_onset": "Often begins in childhood; can occur in adolescence or adulthood (including pregnancy).",
    "prognosis": "Course depends on underlying causes and access to treatment. Correcting nutritional deficiencies and implementing behavioral/environmental interventions often reduce behavior; risk persists without supervision in neurodevelopmental conditions.",
    "neurobiology": {
      "mechanisms_hypotheses": [
        "Micronutrient deficiencies (iron, zinc) may alter appetite/interoception and drive pagophagia or geophagia.",
        "Reward/sensory-seeking processes (insula and striatal circuits) maintain habit loops via texture/taste reinforcement.",
        "In neurodevelopmental conditions, reduced inhibitory control and sensory modulation differences can increase risk."
      ],
      "risk_context": "Higher rates with iron-deficiency anemia, pregnancy, chronic stress/trauma, intellectual disability, autism spectrum disorder, and in environments with lead paint or contaminated soil."
    },
    "evaluation": {
      "history_environment": [
        "Detailed description of ingested items, frequency, settings, triggers, supervision level, and access to hazardous materials.",
        "Exposure history (lead paint, soil, pica among peers), cultural practices, and safety incidents (choking, obstruction, poisoning)."
      ],
      "medical_assessment": [
        "Vitals and physical exam (dental erosion/damage, abdominal tenderness, bowel changes).",
        "Labs: CBC with indices, ferritin, iron studies; zinc level when available; basic metabolic panel; blood lead level when risk/exposure suspected; pregnancy test when relevant.",
        "Stool O&P if contaminant/parasite exposure; celiac screen if malabsorption suspected.",
        "Imaging (abdominal X-ray/CT) for suspected obstruction/bezoar or foreign body ingestion."
      ],
      "standardized_measures": [
        "Functional behavior assessment (FBA) and ABC logs to identify maintaining variables (automatic/sensory, attention, escape, tangible).",
        "Screen comorbid symptoms: PHQ-9/GAD-7, autism/ID profiles, OCD scales when indicated."
      ],
      "differential_diagnosis": [
        "Normal mouthing in toddlers (developmentally typical, transient).",
        "Culturally sanctioned ingestion (e.g., geophagia) without impairment/toxicity.",
        "Obsessive–Compulsive Disorder (ingestion to reduce obsessional anxiety).",
        "Psychosis (ingestion due to delusions/hallucinations).",
        "Substance-related or factitious behaviors.",
        "ARFID with sensory-based exploration (without persistent nonfood ingestion)."
      ],
      "team_and_process": "Coordinate among primary care/pediatrics, psychiatry/psychology, dietetics, and when needed GI/toxicology; include school/caregivers for environmental controls."
    },
    "symptoms": {
      "behavioral": [
        "Repeated ingestion of nonfood items despite redirection.",
        "Preference for specific textures (chalky, crunchy, earthy) or temperatures (e.g., ice)."
      ],
      "physical_complications": [
        "GI obstruction or bezoars, constipation, dental damage.",
        "Lead or other heavy-metal toxicity, parasites, infections.",
        "Nutritional deficiencies, weight loss or failure to thrive in children."
      ],
      "triggers_maintainers": [
        "Sensory seeking or automatic reinforcement.",
        "Attention from caregivers or escape from tasks.",
        "Boredom, anxiety, or lack of structured activity."
      ]
    },
    "severity_levels": {
      "mild": "Infrequent ingestion with low-to-moderate risk items; responds to supervision and basic strategies.",
      "moderate": "Weekly ingestion or access to hazardous items; medical monitoring needed; structured behavioral plan required.",
      "severe": "Frequent ingestion, high-toxicity or obstructive items; recurrent medical complications; requires intensive supervision and multidisciplinary management."
    },
    "risk_factors": {
      "biological": [
        "Iron-deficiency anemia, zinc deficiency",
        "Pregnancy",
        "Neurodevelopmental disorders (ASD, Intellectual Disability)"
      ],
      "psychological": [
        "Anxiety, trauma exposure, sensory modulation differences",
        "Impulsivity/poor inhibitory control"
      ],
      "environmental": [
        "Access to lead-based paint/contaminated soil",
        "Low supervision/unstimulating settings",
        "Cultural practices involving nonfood substances"
      ]
    },
    "impact_on_life": {
      "home": "Need for locked storage and environmental proofing; caregiver stress.",
      "school_work": "Supervision demands, restricted activities/placements for safety.",
      "medical": "ER visits for obstruction/toxicity; dental and GI complications.",
      "social": "Stigma and reduced participation in community settings."
    },
    "comorbidities": [
      "Iron-deficiency anemia",
      "Autism Spectrum Disorder",
      "Intellectual Disability",
      "Obsessive–Compulsive and related disorders",
      "Schizophrenia spectrum (in select cases)",
      "Anxiety and Depressive disorders",
      "Pregnancy-related cravings"
    ],
    "treatment_approaches": {
      "medical_nutritional": [
        "Correct identified deficiencies: oral/IV iron for iron-deficiency anemia; zinc supplementation when deficient; treat parasites and GI complications.",
        "Dietitian-guided plan to optimize macro/micronutrients and regular meals/snacks."
      ],
      "behavioral_environmental": [
        "FBA-informed plan targeting function of pica.",
        "Differential reinforcement (DRA/DRI) to reinforce safe oral alternatives (e.g., chewable jewelry, crunchy foods) or incompatible behaviors.",
        "Response blocking/interruption and prompt fading in high-risk contexts.",
        "Noncontingent access to sensory substitutes (safe chew items) and high-engagement activities.",
        "Stimulus control: lock hazardous items, clean environments (vacuuming, covers for outlets/peeling paint), supervision schedules.",
        "Caregiver/teacher training for consistent implementation and data tracking."
      ],
      "psychotherapy": [
        "CBT components for older children/adults to address urges, anxiety, and coping; habit reversal elements where feasible.",
        "Psychoeducation about risks and safety routines."
      ],
      "medications": [
        "No medication treats pica directly.",
        "Treat co-occurring conditions that may maintain behavior (e.g., SSRIs for OCD/anxiety; melatonin for sleep which can reduce nighttime access).",
        "Consider N-acetylcysteine (off-label) for repetitive behaviors in neurodevelopmental contexts (evidence mixed; specialist-guided)."
      ],
      "school_and_care_plans": [
        "Safety IEP/504 accommodations (increased supervision, safe seating, access to alternative chew items, task engagement).",
        "Environmental audits and staff training; crisis protocols for suspected ingestion."
      ]
    },
    "treatment_goals": [
      "Eliminate ingestion of nonfood substances and prevent medical complications.",
      "Correct nutritional deficiencies and improve overall health.",
      "Increase engagement in safe, functional activities and oral alternatives.",
      "Build caregiver/school capacity for consistent prevention and rapid response.",
      "Generalize gains across home, school, and community settings."
    ],
    "missed_diagnosis_factors": [
      "Assuming behavior is developmentally typical mouthing in children without considering age and persistence.",
      "Attributing pagophagia to preference rather than screening for iron deficiency.",
      "Overlooking pica in individuals with ASD/ID due to communication barriers or constant supervision masking ingestion."
    ],
    "overdiagnosis_factors": [
      "Culturally sanctioned ingestion mislabeled as disorder despite minimal impairment/toxicity.",
      "Transient stress-related or exploratory behaviors without persistence or harm.",
      "Confusing nail-biting or non-ingestive oral habits with pica."
    ],
    "specifiers": {
      "context": [
        "Associated with pregnancy",
        "Associated with neurodevelopmental disorder (specify)",
        "Associated with nutritional deficiency (iron, zinc)",
        "Environmental exposure risk (lead/contaminants)"
      ],
      "subtype_by_material": [
        "Geophagia (earth/clay/soil)",
        "Pagophagia (ice)",
        "Amylophagia (starch)",
        "Lithophagia (stones/pebbles)",
        "Trichophagia (hair)",
        "Other (specify)"
      ],
      "severity": ["Mild", "Moderate", "Severe"],
      "note": "Specify medical sequelae (e.g., lead toxicity, obstruction) and supervision level required."
    },
    "warning_signs": [
      "Abdominal pain/distention, vomiting, constipation or bloody stool (possible obstruction).",
      "Neurologic symptoms, anemia, or developmental regression (consider lead toxicity).",
      "Dental fractures/erosion; sudden interest in paint, soil, or sharp objects."
    ],
    "self_help_strategies": [
      "Remove/lock hazardous items; use childproof locks and high storage.",
      "Provide safe oral alternatives (sugar-free gum, chewable jewelry) and high-engagement activities.",
      "Structured routines with supervision during high-risk times; keep hands busy (fidgets).",
      "Address constipation and ensure regular meals/snacks to reduce sensory/physiologic drivers."
    ],
    "developmental_stages": {
      "early_childhood": [
        "Beyond typical mouthing age, persistent ingestion of nonfood items; respond with environmental control and reinforcement of safe behaviors."
      ],
      "school_age": [
        "Geophagia or ingestion of classroom materials; school plan with supervision, safe seating, and DRA to alternative items."
      ],
      "adolescence_adulthood": [
        "Stress- or deficiency-related cravings; CBT components, deficiency correction, and harm-reduction strategies."
      ],
      "pregnancy": [
        "New-onset pagophagia or geophagia; screen/treat iron deficiency; obstetric and nutritional co-management."
      ]
    },
    "real_life_examples": [
      "A 6-year-old with ASD eats paper and chalk at school; FBA shows automatic/sensory function. DRA to crunchy snack alternatives plus response blocking reduces incidents to near zero.",
      "A pregnant adult develops intense ice eating; labs reveal iron-deficiency anemia. Iron therapy resolves pagophagia within weeks.",
      "A teen ingests small stones when anxious; CBT skills and stimulus control (garden off-limits, supervised walks) stop episodes; no further ER visits."
    ],
    "when_to_seek_help": "Immediate medical care for signs of obstruction, poisoning (e.g., lead exposure), choking, severe abdominal pain, or vomiting. Clinical evaluation is warranted for persistent nonfood ingestion, especially with anemia, dental damage, weight loss, or infection risk.",
    "prognosis_factors": {
      "positive_factors": [
        "Identification and correction of iron/zinc deficiency",
        "Consistent FBA-informed behavioral plan with caregiver/school training",
        "Safe environment with limited access to targets and enriched activities"
      ],
      "challenging_factors": [
        "Severe neurodevelopmental impairment with high sensory drive",
        "Environmental lead/contaminant exposure or low supervision",
        "Longstanding behavior with conditioned reinforcement and medical sequelae"
      ]
    }
  },
  "status": "active"
}
