{
  "name": "Rumination Disorder",
  "slug": "rumination-disorder",
  "type": "condition",
  "metadata": {
    "category": "eating-body-image",
    "dsm5_code": "307.53",
    "icd10_code": "F98.21"
  },
  "content": {
    "description": "Rumination Disorder is characterized by repeated regurgitation of food, which may be re-chewed, re-swallowed, or spit out. This behavior occurs for at least one month, is not attributable to a gastrointestinal or other medical condition, and is not exclusively during the course of another eating disorder. It can occur in infancy, childhood, adolescence, or adulthood.",
    "diagnostic_criteria": "A. Repeated regurgitation of food for ≥1 month. B. Not due to gastrointestinal condition (e.g., reflux, pyloric stenosis). C. Not exclusive to another eating disorder such as anorexia nervosa, bulimia nervosa, binge-eating disorder, or avoidant/restrictive food intake disorder. D. If occurring alongside another mental disorder (e.g., intellectual disability), behavior is severe enough to warrant clinical attention.",
    "prevalence": "Exact prevalence is unknown; more common in infants and individuals with developmental disabilities, but can occur across the lifespan.",
    "age_of_onset": "In infants, typically between 3–12 months; in older individuals, may emerge in adolescence or adulthood in the context of stress, anxiety, or habit formation.",
    "prognosis": "In infants, can resolve spontaneously or with behavioral intervention; in older children/adults, may persist without targeted treatment but is responsive to behavioral and cognitive-behavioral strategies.",
    "neurobiology": {
      "mechanisms_hypotheses": [
        "Learned habit reinforced by relief of discomfort or sensory pleasure from regurgitation.",
        "Involvement of brain-gut interaction and autonomic nervous system dysregulation.",
        "Possible overlap with repetitive behavior circuits seen in OCD-spectrum and habit disorders."
      ],
      "risk_context": "Higher rates in individuals with developmental disabilities, sensory processing differences, or histories of feeding problems."
    },
    "evaluation": {
      "history_environment": [
        "Detailed description of regurgitation timing (e.g., within minutes of eating), frequency, and patterns.",
        "Identify associated behaviors (chewing, re-swallowing, spitting out) and triggers (stress, boredom, specific foods).",
        "Review feeding history, developmental milestones, and gastrointestinal symptoms."
      ],
      "medical_assessment": [
        "Rule out GI disorders: reflux disease, achalasia, gastritis, structural anomalies.",
        "Nutritional assessment for weight loss, malnutrition, or dental damage.",
        "Consider pH probe, endoscopy, or gastric emptying studies if unclear."
      ],
      "standardized_measures": [
        "Feeding and eating behavior logs.",
        "Functional behavioral assessment (FBA) for pattern recognition."
      ],
      "differential_diagnosis": [
        "Gastroesophageal reflux disease (GERD)",
        "Bulimia nervosa",
        "Anorexia nervosa",
        "ARFID",
        "Pica",
        "Medical causes of vomiting (e.g., cyclic vomiting syndrome)"
      ],
      "team_and_process": "Collaborate with pediatrician/primary care, gastroenterology, nutrition, psychology/behavioral therapy, and speech-language pathology (feeding therapy)."
    },
    "symptoms": {
      "behavioral": [
        "Effortless regurgitation of recently eaten food without nausea or retching.",
        "Re-chewing and re-swallowing food.",
        "Spitting out regurgitated material."
      ],
      "physical": [
        "Weight loss or poor weight gain.",
        "Dental erosion from acid exposure.",
        "Halitosis."
      ],
      "triggers_maintainers": [
        "Sensory stimulation from taste/texture.",
        "Reduction in gastric discomfort.",
        "Habitual or automatic behavior."
      ]
    },
    "severity_levels": {
      "mild": "Occasional regurgitation without nutritional impact; responds to simple behavioral interventions.",
      "moderate": "Frequent regurgitation with mild nutritional or social impact; structured plan needed.",
      "severe": "Daily regurgitation with significant nutritional deficiency, dental damage, or social withdrawal."
    },
    "risk_factors": {
      "biological": [
        "Developmental disabilities",
        "Gastrointestinal discomfort",
        "Neurological conditions"
      ],
      "psychological": ["Stress, anxiety, boredom", "Sensory-seeking tendencies"],
      "environmental": ["Low stimulation environments", "Lack of structured mealtimes"]
    },
    "impact_on_life": {
      "home": "Disruption during meals; caregiver stress over nutrition and cleanliness.",
      "school_work": "Embarrassment, avoidance of eating in public settings.",
      "medical": "Risk of malnutrition, dental erosion, esophagitis.",
      "social": "Stigma and social withdrawal due to visible symptoms or odor."
    },
    "comorbidities": [
      "Developmental disabilities",
      "Anxiety disorders",
      "Obsessive–Compulsive and related disorders",
      "Feeding disorders"
    ],
    "treatment_approaches": {
      "behavioral": [
        "Habit reversal training and competing response development.",
        "Posture changes during/after meals to prevent regurgitation.",
        "Altering eating patterns (smaller bites, slower pace).",
        "Differential reinforcement for non-regurgitation behaviors."
      ],
      "psychotherapy": [
        "CBT to address stress, anxiety, or habit triggers.",
        "Relaxation training for meal-related anxiety."
      ],
      "medical": [
        "Treat co-occurring GI conditions.",
        "Nutritional supplementation if deficits present."
      ],
      "feeding_therapy": [
        "Speech-language pathology involvement to adjust swallowing techniques.",
        "Structured mealtime routines."
      ],
      "medications": [
        "No specific medication treats rumination disorder directly; pharmacotherapy targets comorbid symptoms or contributing factors.",
        "Proton pump inhibitors (e.g., omeprazole, lansoprazole) for acid suppression if esophageal irritation is present.",
        "Prokinetic agents (e.g., metoclopramide, erythromycin) in select cases with delayed gastric emptying.",
        "SSRIs (e.g., fluoxetine, sertraline) if significant anxiety or OCD-like symptoms are reinforcing the behavior."
      ]
    },
    "treatment_goals": [
      "Eliminate regurgitation episodes.",
      "Address nutritional deficiencies and promote healthy weight gain.",
      "Develop alternative behaviors to replace rumination.",
      "Reduce stigma and improve quality of life."
    ],
    "missed_diagnosis_factors": [
      "Misattributing symptoms to GERD without behavioral assessment.",
      "Assuming weight loss is due to restrictive eating rather than regurgitation.",
      "Overlooking in individuals with developmental disabilities where behaviors may be normalized."
    ],
    "overdiagnosis_factors": [
      "Normal infant spit-up misclassified as rumination.",
      "Isolated vomiting episodes due to acute illness mistaken for chronic behavior.",
      "Misinterpreting bulimic purging as rumination when there is intentional vomiting."
    ],
    "specifiers": {
      "context": [
        "Associated with developmental disability",
        "Onset in infancy",
        "Onset in adolescence/adulthood"
      ],
      "severity": ["Mild", "Moderate", "Severe"]
    },
    "warning_signs": [
      "Significant weight loss or growth faltering.",
      "Dental erosion or enamel loss.",
      "Frequent effortless regurgitation within minutes of eating."
    ],
    "self_help_strategies": [
      "Maintain upright posture for at least 30 minutes post-meal.",
      "Eat smaller, more frequent meals.",
      "Engage in distracting activities immediately after eating.",
      "Practice diaphragmatic breathing to reduce abdominal pressure."
    ],
    "developmental_stages": {
      "infancy": [
        "Repeated effortless regurgitation after feeding, with re-chewing or spitting out; may cause failure to thrive."
      ],
      "childhood": [
        "Regurgitating food during school lunch; embarrassment leading to eating avoidance."
      ],
      "adolescence_adulthood": [
        "Habitual regurgitation after stressful events; potential overlap with anxiety symptoms."
      ]
    },
    "real_life_examples": [
      "An 8-month-old persistently regurgitates and re-chews food after feeding; GI workup is normal. Behavioral feeding plan resolves symptoms.",
      "A 10-year-old regurgitates food at lunch and spits it out to avoid swallowing disliked textures; posture changes and reinforcement reduce behavior.",
      "A college student develops rumination during finals week; CBT targeting stress and habit reversal stops the cycle."
    ],
    "when_to_seek_help": "Seek evaluation for persistent regurgitation, unexplained weight loss, or dental erosion. Urgent care if regurgitation is accompanied by dehydration, severe malnutrition, or signs of esophageal injury.",
    "prognosis_factors": {
      "positive_factors": [
        "Early intervention and behavioral therapy",
        "Stable, supportive feeding environment",
        "Absence of severe comorbidities"
      ],
      "challenging_factors": [
        "Severe developmental disability",
        "Longstanding habit before intervention",
        "Co-occurring anxiety or feeding disorders"
      ]
    }
  },
  "status": "active"
}
