{
  "name": "Bipolar II Disorder",
  "slug": "bipolar-ii-disorder",
  "type": "condition",
  "metadata": {
    "category": "mood-depression",
    "dsm5_code": "296.89",
    "icd10_code": "F31.81"
  },
  "content": {
    "description": "Bipolar II Disorder is characterized by at least one hypomanic episode and at least one major depressive episode, with no history of a full manic episode. Hypomania features elevated/expansive or irritable mood and increased energy lasting at least 4 consecutive days, observable by others, with clear change from baseline but without marked impairment, hospitalization, or psychosis.",
    "diagnostic_criteria": "A. ≥1 hypomanic episode and ≥1 major depressive episode. B. No history of manic episode. C. Hypomanic episode: ≥4 days of elevated/expansive/irritable mood and increased energy plus ≥3 (≥4 if mood only irritable) of: inflated self-esteem, decreased need for sleep, pressured speech, flight of ideas, distractibility, increased goal-directed activity/psychomotor agitation, risky activities. D. Major depressive episode criteria met. E. Symptoms are not better explained by another mental disorder, substance, or medical condition and cause clinically significant distress or impairment.",
    "prevalence": "Lifetime ~1–2%; often underrecognized due to subtle or ego-syntonic hypomania and prominent depression.",
    "age_of_onset": "Late adolescence to early adulthood; depressive episodes frequently precede recognition of hypomania.",
    "prognosis": "Recurrent episodes with greater time spent in depression than hypomania. Early identification, maintenance mood stabilization, psychotherapy, and circadian regularity reduce relapse, suicidality, and functional impairment.",
    "neurobiology": {
      "circuitry": [
        "Fronto-limbic dysregulation (ventromedial/dorsolateral prefrontal cortex–amygdala–anterior cingulate) affecting emotion regulation and reward.",
        "Striatal and thalamo-cortical network alterations linked to goal-directed activity and sleep–wake rhythms."
      ],
      "neurochemistry": [
        "Monoaminergic perturbations (dopamine, serotonin, norepinephrine) with state-dependent changes.",
        "Glutamate/GABA imbalance and inflammatory/HPA-axis signaling differences."
      ],
      "genetic_environmental": "High polygenic heritability; circadian disruption, stress, and substances (stimulants, cannabis, alcohol) act as triggers."
    },
    "evaluation": {
      "history_psychosocial": [
        "Longitudinal timeline emphasizing hypomanic symptoms (reduced sleep without fatigue, increased productivity/sociability, spending) and major depressions.",
        "Family history of bipolar spectrum; trauma/stressors; substance use patterns."
      ],
      "medical_assessment": [
        "Rule out secondary causes/substances (steroids, stimulants, thyroid disease).",
        "Screen labs: CBC, CMP, TSH; pregnancy test when relevant; ECG if cardiac risk with antipsychotics."
      ],
      "standardized_measures": [
        "Young Mania Rating Scale (YMRS) adapted for hypomania; Hypomania Checklist (HCL-32); PHQ-9 or MADRS for depression.",
        "Mood Disorder Questionnaire (MDQ) for lifetime features; C-SSRS for suicide risk."
      ],
      "risk_stratification": [
        "Hospitalize for severe depression with suicidality, psychosis, catatonia, or inability to care for self; or if hypomania escalates toward mania/unsafe behavior."
      ],
      "differential_diagnosis": [
        "Major Depressive Disorder (no hypomania).",
        "Cyclothymic Disorder (subthreshold, chronic ≥2 years).",
        "ADHD (lifelong pattern without episodicity).",
        "Borderline Personality Disorder (affect reactivity to interpersonal stress vs. episodic mood elevation).",
        "Substance/medication-induced mood disorder; medical causes (hyperthyroidism, Cushing’s)."
      ],
      "team_and_process": "Collaborative care with psychiatry and primary care; include family/partners for collateral and relapse planning; coordinate OB-GYN or neurology as needed."
    },
    "symptoms": {
      "hypomania": [
        "Decreased need for sleep with increased energy/productivity",
        "Pressured/rapid speech; flight of ideas",
        "Heightened sociability, goal-directed activity, or irritability",
        "Risk-taking (spending, driving, sex) without marked impairment"
      ],
      "depression": [
        "Low mood/anhedonia; fatigue",
        "Sleep/appetite change; psychomotor change",
        "Guilt/worthlessness; impaired concentration",
        "Suicidal ideation/behavior"
      ],
      "associated_features": [
        "Rapid cycling in a subset; anxiety disorders common; mixed features possible"
      ]
    },
    "severity_levels": {
      "mild": "Symptoms noticeable but manageable; limited functional impact; outpatient care.",
      "moderate": "Clear impairment across roles; intensive outpatient or partial hospital may be indicated.",
      "severe": "Severe depression, suicidality, or near-manic escalation; inpatient care often required."
    },
    "risk_factors": {
      "biological": ["Family history of bipolar disorder", "Circadian/sleep vulnerability"],
      "psychological": ["Impulsivity; trauma history", "Limited insight into hypomania"],
      "environmental": [
        "Substance use (stimulants, cannabis, alcohol)",
        "Shift work, jet lag, chronic stress"
      ]
    },
    "impact_on_life": {
      "school_work": "Absenteeism and reduced productivity during depression; risky decisions or overcommitment during hypomania.",
      "social": "Interpersonal conflict from irritability or impulsivity; guilt/shame during depressive phases.",
      "medical": "Weight/metabolic effects of medications; sleep disruption; accidents with risk behaviors.",
      "emotional": "Demoralization and anxiety about future episodes; elevated suicide risk (notably during depression/mixed states)."
    },
    "comorbidities": [
      "Anxiety disorders (GAD, panic, PTSD, social anxiety)",
      "Substance Use Disorders",
      "ADHD",
      "Eating disorders (especially binge-purge spectrum)",
      "Sleep disorders (insomnia, OSA)"
    ],
    "treatment_approaches": {
      "acute_bipolar_depression": [
        "Quetiapine (monotherapy).",
        "Lurasidone with mood stabilizer; cariprazine.",
        "Lamotrigine (modest acute benefit; stronger for prevention).",
        "Olanzapine–fluoxetine combination in adults when appropriate.",
        "Avoid antidepressant monotherapy; if used, combine with a mood stabilizer and monitor for switch."
      ],
      "hypomania_management": [
        "Optimize sleep and reduce stimulation; brief benzodiazepine adjunct for insomnia/agitation.",
        "Lithium or valproate; atypical antipsychotics (e.g., quetiapine, risperidone, aripiprazole) when needed."
      ],
      "maintenance_relapse_prevention": [
        "Lithium (suicide risk reduction); lamotrigine; quetiapine; valproate in selected cases.",
        "Monitor for rapid cycling and mixed features; address thyroid/substance contributors."
      ],
      "psychotherapy": [
        "Interpersonal and Social Rhythm Therapy (IPSRT) for circadian stabilization.",
        "CBT for bipolar depression and adherence; relapse prevention planning.",
        "Family-Focused Therapy (FFT) to reduce expressed emotion; DBT skills for emotion regulation/impulsivity."
      ],
      "neuromodulation": [
        "Electroconvulsive Therapy (ECT) for severe, psychotic, or treatment-resistant depression or suicidality.",
        "Repetitive TMS as adjunct for bipolar depression (specialist-guided)."
      ],
      "lifestyle_interventions": [
        "Strict sleep–wake routines; light hygiene; avoid night shifts.",
        "Limit alcohol/cannabis/stimulants; regular aerobic activity and nutrition.",
        "Digital mood/sleep tracking; stimulus control during hypomanic drift."
      ],
      "medications": [
        "Mood stabilizers: lithium, lamotrigine, valproate/divalproex (selected cases), carbamazepine/oxcarbazepine (second-line).",
        "Atypical antipsychotics: quetiapine, lurasidone, cariprazine, olanzapine (often with fluoxetine), risperidone/aripiprazole for hypomania control.",
        "Benzodiazepines (short-term) for acute insomnia/agitation.",
        "Monitoring: lithium levels/renal/thyroid; valproate levels/LFTs/platelets; antipsychotic metabolic labs; lamotrigine rash monitoring (slow titration).",
        "Reproductive considerations: avoid valproate in pregnancy when possible; discuss contraception and perinatal plans."
      ],
      "care_coordination": [
        "Safety planning and suicide risk management.",
        "Shared decision-making; advance directives for relapse signatures.",
        "With consent, involve family/supports and coordinate school/work accommodations."
      ]
    },
    "treatment_goals": [
      "Resolve bipolar depression and control hypomanic symptoms.",
      "Prevent relapse/rapid cycling and reduce suicide risk.",
      "Minimize adverse effects and protect physical health.",
      "Restore functioning and quality of life with sustainable routines."
    ],
    "missed_diagnosis_factors": [
      "Presenting only with recurrent depression; hypomania not elicited or seen as ‘good days’.",
      "Attributing reduced sleep/energy changes to work or ADHD without assessing euphoria/irritability and episodicity.",
      "Substance use obscuring hypomania; brief hypomania after antidepressants not explored."
    ],
    "overdiagnosis_factors": [
      "Labeling MDD with agitation or brief stress reactivity as hypomania.",
      "Diagnosing on the basis of stimulant/caffeine intoxication or sleep deprivation without sustained syndrome.",
      "Using positive MDQ alone without clinical interview; confusing BPD affective lability with episodic hypomania."
    ],
    "specifiers": {
      "current_or_most_recent_episode": ["Hypomanic", "Depressed"],
      "features": [
        "With anxious distress",
        "With mixed features",
        "With rapid cycling (≥4 mood episodes/year)",
        "With mood-congruent or mood-incongruent psychotic features (psychosis implies mania → re-evaluate for Bipolar I)",
        "With peripartum onset",
        "With seasonal pattern (depressive episodes)"
      ],
      "course_severity": ["Mild", "Moderate", "Severe", "In partial remission", "In full remission"]
    },
    "warning_signs": [
      "Decreasing sleep need with rising energy and goal-directed activity.",
      "Escalating spending/risk-taking, irritability, or pressured socializing.",
      "Worsening hopelessness, anhedonia, or suicidality during depressive phases."
    ],
    "self_help_strategies": [
      "Keep consistent sleep–wake times; avoid night shifts and jet lag.",
      "Track early signs (sleep, spending, sociability); share a plan with supports.",
      "Limit alcohol/cannabis/stimulants; maintain regular meals/exercise.",
      "Use reminders/pill organizers; attend scheduled follow-ups."
    ],
    "developmental_stages": {
      "adolescence": [
        "Often presents as recurrent depression with subtle hypomania; family involvement and school accommodations help adherence and sleep regularity."
      ],
      "young_adulthood": [
        "Transitions (college/work/relationships) challenge routines; IPSRT and CBT support rhythm stability and adherence."
      ],
      "midlife_older_adults": [
        "Comorbid medical illness and polypharmacy considerations; monitor renal/thyroid (lithium), metabolic risk with SGAs, and drug interactions."
      ]
    },
    "real_life_examples": [
      "A 22-year-old with two severe depressions reports a 5-day period of minimal sleep, high productivity, and increased sociability after finals; started on quetiapine for depression and lamotrigine for prevention; IPSRT stabilizes sleep and classes resume.",
      "A 35-year-old with recurrent ‘high-energy weeks’ and online spending sprees every few months, followed by weeks of depression; lithium initiated with CBT for relapse prevention; rapid cycling improves after stopping nightly cannabis and regularizing sleep."
    ],
    "when_to_seek_help": "Urgent care for suicidal ideation, psychosis, or near-manic escalation with unsafe behaviors. Seek prompt evaluation for new hypomanic symptoms, significant sleep reduction without fatigue, or depressive episodes impairing functioning.",
    "prognosis_factors": {
      "positive_factors": [
        "Early maintenance with lithium/lamotrigine or evidence-based SGAs",
        "Consistent sleep/circadian routines and psychotherapy (IPSRT/FFT/CBT)",
        "Substance abstinence and strong social support"
      ],
      "challenging_factors": [
        "Rapid cycling, mixed features, or comorbid anxiety/substance use",
        "Irregular sleep, shift work, or poor adherence",
        "High expressed emotion or ongoing psychosocial stressors"
      ]
    }
  },
  "status": "active"
}
