{
  "name": "Bipolar Disorder Due to Another Medical Condition",
  "slug": "bipolar-disorder-due-to-medical-condition",
  "type": "condition",
  "metadata": {
    "category": "mood-depression",
    "dsm5_code": "F06.33 (with manic/hypomanic features), F06.34 (with mixed features)",
    "icd10_code": "F06.33/F06.34"
  },
  "content": {
    "description": "Bipolar Disorder Due to Another Medical Condition is characterized by a prominent and persistent period of abnormally elevated, expansive, or irritable mood, with or without increased activity or energy, that is judged to be the direct pathophysiological consequence of another medical condition. The mood disturbance can present with manic, hypomanic, or mixed features and is not better explained by another mental disorder.",
    "diagnostic_criteria": "A. A prominent and persistent period of abnormally elevated, expansive, or irritable mood, with or without increased activity or energy. B. Evidence from history, physical examination, or laboratory findings that the disturbance is the direct pathophysiological consequence of another medical condition. C. The disturbance is not better explained by another mental disorder. D. The disturbance does not occur exclusively during the course of a delirium. E. The disturbance causes clinically significant distress or impairment.",
    "prevalence": "Exact prevalence is unknown and varies by underlying medical condition. More common in neurological disorders (e.g., multiple sclerosis, epilepsy, traumatic brain injury) and certain endocrine conditions.",
    "age_of_onset": "Can occur at any age, depending on the onset of the underlying medical condition.",
    "prognosis": "Prognosis depends on effective treatment of the underlying medical condition, the reversibility of its effects on brain function, and timely mood stabilization. In some cases, mood symptoms resolve with treatment of the medical illness; in others, persistent symptoms require long-term psychiatric management.",
    "neurobiology": {
      "circuitry": [
        "Disruption of fronto-limbic circuits (particularly prefrontal cortex, amygdala, and basal ganglia) due to underlying medical illness or injury.",
        "Altered connectivity between mood-regulating networks secondary to structural brain changes, inflammation, or metabolic disturbances."
      ],
      "neurochemistry": [
        "Disturbances in monoamine systems (dopamine, serotonin, norepinephrine) due to neurodegenerative or metabolic processes.",
        "Inflammatory cytokines and altered neuroendocrine function (e.g., HPA axis dysregulation) influencing mood regulation."
      ],
      "physiology": [
        "Structural brain lesions, seizure activity, or hormonal imbalances can directly affect mood regulation pathways.",
        "Endocrine disorders (e.g., hyperthyroidism, Cushing’s syndrome) alter neurotransmitter availability and receptor sensitivity."
      ],
      "genetic_environmental": "Genetic predisposition to mood disorders may interact with acquired brain injury or systemic disease to trigger symptom onset."
    },
    "evaluation": {
      "history_psychosocial": [
        "Detailed timeline of mood symptoms relative to the onset or exacerbation of the medical condition.",
        "Medical history including neurological, endocrine, infectious, autoimmune, or metabolic illnesses.",
        "Medication review for agents known to cause mood elevation (e.g., corticosteroids)."
      ],
      "medical_assessment": [
        "Comprehensive neurological examination; relevant imaging (MRI/CT) if structural lesion suspected.",
        "Laboratory evaluation based on suspected cause: thyroid panel, cortisol levels, inflammatory markers, infectious disease panels.",
        "Review of EEG if seizures are a potential contributor."
      ],
      "standardized_measures": [
        "Young Mania Rating Scale (YMRS) for symptom severity.",
        "Mood Disorder Questionnaire (MDQ) to assess bipolar features."
      ],
      "differential_diagnosis": [
        "Primary Bipolar I or II Disorder.",
        "Substance/medication-induced bipolar disorder.",
        "Delirium with hyperactive presentation.",
        "Cyclothymic disorder."
      ],
      "team_and_process": "Coordination between psychiatry, neurology, endocrinology, and primary care to address both mood symptoms and underlying illness."
    },
    "symptoms": {
      "behavioral": [
        "Increased goal-directed activity or agitation.",
        "Reduced need for sleep without fatigue.",
        "Impulsive or high-risk behaviors."
      ],
      "cognitive": [
        "Inflated self-esteem or grandiosity.",
        "Racing thoughts, distractibility.",
        "Poor judgment."
      ],
      "physical": [
        "Increased energy levels.",
        "Changes in speech (pressured, rapid).",
        "Possible neurological signs related to underlying illness."
      ]
    },
    "severity_levels": {
      "mild": "Symptoms present but manageable with minimal functional impairment.",
      "moderate": "Clear functional impairment in work, school, or relationships.",
      "severe": "Severe functional impairment, potential danger to self/others, or need for hospitalization."
    },
    "risk_factors": {
      "biological": [
        "Neurological injury or disease.",
        "Endocrine disorders (thyroid, adrenal).",
        "Systemic illnesses affecting CNS function."
      ],
      "psychological": ["Pre-existing vulnerability to mood disorders."],
      "environmental": ["Stressors exacerbating underlying medical illness."]
    },
    "impact_on_life": {
      "school_work": "Impaired concentration, impulsivity, absenteeism due to medical or psychiatric symptoms.",
      "social": "Strained relationships due to irritability, grandiosity, or poor judgment.",
      "medical": "Compounded health risks from interaction between mood symptoms and underlying illness.",
      "emotional": "Emotional lability, frustration, or denial of illness."
    },
    "comorbidities": [
      "Cognitive impairment related to neurological illness.",
      "Anxiety disorders.",
      "Substance use disorders."
    ],
    "treatment_approaches": {
      "address_underlying_condition": [
        "Treat the primary medical condition directly (e.g., surgery for tumor, antithyroid medication, seizure control)."
      ],
      "psychotherapy": [
        "Supportive therapy to promote coping and adherence.",
        "Psychoeducation for patient and family."
      ],
      "medications": [
        "Mood stabilizers: lithium, valproate, lamotrigine.",
        "Atypical antipsychotics: quetiapine, olanzapine, risperidone, aripiprazole.",
        "Benzodiazepines for short-term agitation or insomnia if appropriate.",
        "Avoid antidepressant monotherapy to reduce mania risk."
      ],
      "care_coordination": [
        "Close collaboration among treating specialties.",
        "Monitoring for drug–drug interactions and organ function."
      ]
    },
    "treatment_goals": [
      "Stabilize mood symptoms.",
      "Treat the underlying medical cause.",
      "Prevent recurrence of mood disturbance.",
      "Restore psychosocial functioning."
    ],
    "missed_diagnosis_factors": [
      "Attributing mood symptoms solely to personality or stress.",
      "Failure to assess temporal relationship between mood changes and medical illness onset.",
      "Overlooking medication-induced causes."
    ],
    "overdiagnosis_factors": [
      "Labeling primary bipolar disorder as secondary without sufficient evidence.",
      "Misattributing delirium or substance effects as mania."
    ],
    "specifiers": {
      "type": ["With manic features", "With hypomanic features", "With mixed features"],
      "course": ["Single episode", "Recurrent episodes"]
    },
    "warning_signs": [
      "Rapid escalation of mood symptoms.",
      "Severe impulsivity or aggression.",
      "New neurological deficits."
    ],
    "self_help_strategies": [
      "Adherence to medical and psychiatric treatment plans.",
      "Regular sleep schedule.",
      "Avoidance of substances."
    ],
    "developmental_stages": {
      "childhood_preteen": [
        "May be rare; often linked to congenital or acquired neurological conditions."
      ],
      "adolescence": [
        "Emergence in context of new-onset medical illnesses (e.g., autoimmune encephalitis)."
      ],
      "adulthood": ["Often linked to chronic medical illness or neurological injury."]
    },
    "real_life_examples": [
      "A middle-aged man develops manic symptoms after starting high-dose corticosteroids for autoimmune disease; symptoms resolve with steroid taper and mood stabilizer.",
      "A woman with hyperthyroidism presents with decreased sleep, irritability, and impulsive spending; symptoms improve after thyroid treatment and short-term antipsychotic."
    ],
    "when_to_seek_help": "Seek urgent evaluation if experiencing severe mood changes, dangerous behavior, or neurological changes.",
    "prognosis_factors": {
      "positive_factors": [
        "Effective treatment of the underlying medical condition.",
        "Rapid intervention for mood symptoms."
      ],
      "challenging_factors": ["Progressive neurological illness.", "Recurrent medical triggers."]
    }
  },
  "status": "active"
}
