{
  "name": "Bipolar I Disorder",
  "slug": "bipolar-i-disorder",
  "type": "condition",
  "metadata": {
    "category": "mood-depression",
    "dsm5_code": "296.xx (specify current or most recent episode and features)",
    "icd10_code": "F31.x"
  },
  "content": {
    "description": "Bipolar I Disorder is characterized by at least one lifetime manic episode, often with recurrent depressive and hypomanic episodes. Mania involves a distinct period of abnormally and persistently elevated, expansive, or irritable mood and increased energy/activity, causing marked impairment, need for hospitalization, or psychosis.",
    "diagnostic_criteria": "A. ≥1 manic episode (≥1 week or any duration if hospitalization required) with abnormally elevated/expansive/irritable mood and increased energy plus ≥3 (≥4 if mood only irritable) of: inflated self-esteem/grandiosity; decreased need for sleep; pressured speech; flight of ideas; distractibility; increased goal-directed activity/psychomotor agitation; risky activities. B. Episode causes marked impairment or requires hospitalization or includes psychotic features. C. Not attributable to a substance/medical condition. Major depressive episodes are common but not required for diagnosis.",
    "prevalence": "Lifetime ~1%; similar across sexes. High rates of underdiagnosis/misdiagnosis early in course.",
    "age_of_onset": "Late adolescence to early adulthood; can occur across lifespan.",
    "prognosis": "Recurrent, episodic course with variable inter-episode recovery. Early recognition, maintenance mood stabilization, psychotherapy, and substance-use management improve functional outcomes and reduce relapse/suicide risk.",
    "neurobiology": {
      "circuitry": [
        "Dysregulation in fronto-limbic networks (ventromedial/dorsolateral prefrontal cortex, amygdala, anterior cingulate) affecting emotion regulation and impulse control.",
        "Abnormal reward and salience processing in striatum and insula; altered thalamo-cortical synchronization."
      ],
      "neurochemistry": [
        "Perturbations in monoamines (dopamine, serotonin, norepinephrine) and glutamate/GABA balance.",
        "Neuroendocrine and inflammatory signaling differences (HPA axis, cytokines) associated with mood state changes."
      ],
      "genetic_environmental": "High heritability (polygenic). Sleep/circadian disruption, substance use, and psychosocial stress act as triggers in vulnerable individuals."
    },
    "evaluation": {
      "history_psychosocial": [
        "Longitudinal timeline of mood episodes, sleep/circadian patterns, psychosis, hospitalizations, suicidality, and functional impairment.",
        "Family psychiatric history; trauma and psychosocial stressors; substance use (alcohol, cannabis, stimulants)."
      ],
      "medical_assessment": [
        "Rule out secondary causes and substances: medication review (steroids, stimulants), urine toxicology as indicated.",
        "Screen labs: CBC, CMP, TSH, pregnancy test when relevant; consider B12, folate; ECG if cardiac risk/antipsychotic use."
      ],
      "standardized_measures": [
        "Young Mania Rating Scale (YMRS) for mania; Montgomery–Åsberg Depression Rating Scale (MADRS) or PHQ-9 for depression.",
        "Mood Disorder Questionnaire (MDQ) for lifetime bipolar features; Columbia-Suicide Severity Rating Scale (C-SSRS) for suicide risk."
      ],
      "risk_stratification": [
        "Hospitalize for severe mania, psychosis, suicidal/homicidal risk, severe agitation, or marked impairment/refusal of care."
      ],
      "differential_diagnosis": [
        "Substance/medication-induced mood disorder; ADHD; Borderline Personality Disorder; Schizoaffective Disorder; Bipolar II; Cyclothymic Disorder; medical causes (hyperthyroidism, Cushing’s, neurologic disease)."
      ],
      "team_and_process": "Shared management among psychiatry, primary care, and (when relevant) OB-GYN/neurology; include family/partners for collateral and relapse planning."
    },
    "symptoms": {
      "mania_hypomania": [
        "Decreased need for sleep with high energy",
        "Pressured speech and flight of ideas",
        "Grandiosity, increased goal-directed/risky behavior",
        "Irritability or euphoric mood; distractibility"
      ],
      "depression": [
        "Low mood or anhedonia",
        "Sleep/appetite changes, psychomotor changes",
        "Fatigue, guilt/worthlessness, impaired concentration",
        "Suicidal ideation/behavior"
      ],
      "psychosis_possible": [
        "Mood-congruent or incongruent delusions/hallucinations during manic or depressive episodes"
      ]
    },
    "severity_levels": {
      "mild": "Symptoms noticeable but manageable; limited functional impact; outpatient care.",
      "moderate": "Clear functional impairment in work/school/relationships; may require intensive outpatient or partial hospital.",
      "severe": "Marked impairment, psychosis, or dangerousness; often requires inpatient stabilization."
    },
    "risk_factors": {
      "biological": [
        "Family history of bipolar disorder",
        "Perinatal complications and sleep/circadian vulnerability"
      ],
      "psychological": ["Impulsivity, trauma history", "Poor insight or treatment adherence"],
      "environmental": [
        "Substance use (stimulants, cannabis, alcohol)",
        "Sleep deprivation, shift work, jet lag",
        "High expressed emotion environments"
      ]
    },
    "impact_on_life": {
      "school_work": "Absenteeism, erratic performance, financial/legal problems from risky behavior.",
      "social": "Relationship conflict, stigma, impulsive decisions with lasting consequences.",
      "medical": "Metabolic/cardiovascular risk from medications and lifestyle; injuries during mania.",
      "emotional": "Guilt/shame post-episode; demoralization; suicide risk."
    },
    "comorbidities": [
      "Anxiety disorders (panic, social, GAD, PTSD)",
      "Substance Use Disorders (alcohol, cannabis, stimulants)",
      "ADHD",
      "Metabolic syndrome, obesity, sleep disorders (OSA)"
    ],
    "treatment_approaches": {
      "acute_mania": [
        "First-line mood stabilizer or atypical antipsychotic; combination therapy for severe or psychotic mania.",
        "Examples: lithium; valproate; antipsychotics such as haloperidol, risperidone, olanzapine, quetiapine, aripiprazole, ziprasidone, cariprazine, asenapine.",
        "Short-term benzodiazepines for severe agitation/insomnia (adjunctive)."
      ],
      "bipolar_depression": [
        "Quetiapine; lurasidone (often with mood stabilizer); cariprazine; lamotrigine (more for prevention, modest acute effect).",
        "Olanzapine–fluoxetine combination in select adults.",
        "Avoid antidepressant monotherapy; if used, combine with a mood stabilizer and monitor closely for switch."
      ],
      "maintenance_relapse_prevention": [
        "Lithium (suicide risk reduction); valproate; lamotrigine; quetiapine; aripiprazole and other SGAs as indicated.",
        "Psychoeducation, relapse-signature monitoring, and adherence support."
      ],
      "psychotherapy": [
        "CBT tailored for bipolar depression and adherence.",
        "Interpersonal and Social Rhythm Therapy (IPSRT) for circadian stabilization.",
        "Family-Focused Therapy (FFT) to reduce expressed emotion and improve communication.",
        "Dialectical Behavior Therapy (DBT) skills for emotion regulation and impulsivity."
      ],
      "neuromodulation": [
        "Electroconvulsive Therapy (ECT) for severe, psychotic, or treatment-resistant mania or depression, or when rapid response is needed.",
        "Repetitive TMS as adjunct for bipolar depression (specialist-guided; evidence evolving)."
      ],
      "lifestyle_interventions": [
        "Strict sleep–wake routines; light hygiene; limit substances and caffeine.",
        "Regular aerobic activity; nutrition; weight/metabolic monitoring.",
        "Structured daily routines; stress management; digital relapse tracking."
      ],
      "medications": [
        "Mood stabilizers: lithium, valproate/divalproex, lamotrigine, carbamazepine/oxcarbazepine (selected cases).",
        "Atypical antipsychotics: quetiapine, lurasidone, olanzapine, risperidone, paliperidone, aripiprazole, ziprasidone, asenapine, cariprazine; clozapine for refractory cases with careful monitoring.",
        "Benzodiazepines (short-term) for acute agitation/insomnia.",
        "Monitoring: lithium levels/renal/thyroid; valproate levels/LFTs/platelets; carbamazepine CBC/LFTs/sodium; SGA metabolic labs (weight, lipids, glucose).",
        "Reproductive considerations: avoid valproate in pregnancy when possible; discuss contraception/teratogenic risks; coordinate perinatal plans."
      ],
      "care_coordination": [
        "Safety planning and suicide risk management.",
        "Shared decision-making; advance directives for relapse plans.",
        "Communication with family/supports (with consent) and employers/schools for accommodations as needed."
      ]
    },
    "treatment_goals": [
      "Rapidly stabilize acute mania or bipolar depression.",
      "Prevent relapse and reduce episode frequency/severity.",
      "Minimize adverse effects and medical comorbidity.",
      "Restore role functioning and quality of life; reduce suicide risk."
    ],
    "missed_diagnosis_factors": [
      "Presenting only with depression; hypomanic/manic history not elicited.",
      "Attributing decreased sleep and energy to work stress or ADHD without assessing euphoria/irritability and impairment.",
      "Substance use obscuring manic symptoms; episodes mistaken for personality or situational crises.",
      "Cultural norms of high energy/expressiveness masking pathologic elevation."
    ],
    "overdiagnosis_factors": [
      "Diagnosing based on brief irritability or stimulant intoxication without sustained manic syndrome.",
      "Labeling ADHD, Borderline Personality Disorder, or cyclothymia as Bipolar I without clear manic episodes.",
      "Using screening tools (e.g., MDQ) as sole basis without clinical interview.",
      "Misattributing antidepressant side effects or sleep loss to mania without full criteria."
    ],
    "specifiers": {
      "episode_specifiers": [
        "With anxious distress",
        "With mixed features",
        "With rapid cycling (≥4 mood episodes/year)",
        "With melancholic features (depressive episodes)",
        "With atypical features (depressive episodes)",
        "With mood-congruent or mood-incongruent psychotic features",
        "With peripartum onset",
        "With seasonal pattern (depressive episodes)"
      ],
      "course_severity": ["Mild", "Moderate", "Severe", "In partial remission", "In full remission"]
    },
    "warning_signs": [
      "Reduced need for sleep without fatigue; escalating goal-directed activity.",
      "Increased spending, risky sex, or impulsive decisions.",
      "Emerging psychotic features or agitation; suicidal ideation in depression or mixed states."
    ],
    "self_help_strategies": [
      "Consistent sleep–wake times and daily routines; avoid night shifts.",
      "Track early warning signs (sleep change, irritability, spending); share plan with supports.",
      "Limit alcohol/cannabis/stimulants; build a crisis plan and support network.",
      "Use reminders/pillboxes; attend regular follow-ups."
    ],
    "developmental_stages": {
      "adolescence": [
        "Often first manic episode; higher risk of substance use and school disruption; strong family involvement and school accommodations help."
      ],
      "young_adulthood": [
        "Role transitions (college/work/relationships); adherence and sleep regularity are central to relapse prevention."
      ],
      "midlife_older_adults": [
        "Medical comorbidity/polypharmacy considerations; monitor cognition, renal/thyroid (lithium), metabolic risk with SGAs."
      ]
    },
    "real_life_examples": [
      "A 20-year-old stops sleeping for 3 nights, feels invincible, spends large sums online, and argues with roommates; hospitalized and stabilized with lithium plus an antipsychotic; IPSRT prevents future relapses.",
      "A 34-year-old with recurrent depression reveals a prior week-long period of euphoria, decreased sleep, and risky driving after a promotion; switched from SSRI alone to quetiapine plus lamotrigine, with CBT and family-focused therapy."
    ],
    "when_to_seek_help": "Urgent evaluation for mania with unsafe behavior, psychosis, or suicidal/homicidal risk. Prompt care for new-onset severe insomnia, escalating spending/risk-taking, or depressive episodes with suicidality.",
    "prognosis_factors": {
      "positive_factors": [
        "Early sustained mood stabilization (e.g., lithium) and psychotherapy",
        "Good adherence and substance abstinence",
        "Supportive family/low expressed emotion; regular routines"
      ],
      "challenging_factors": [
        "Comorbid substance use, mixed features, rapid cycling",
        "Medication nonadherence/intolerance, persistent sleep disruption",
        "High psychosocial stress or hostile/critical family climate"
      ]
    }
  },
  "status": "active"
}
