{
  "name": "Cyclothymic Disorder",
  "slug": "cyclothymic-disorder",
  "type": "condition",
  "metadata": {
    "category": "mood-depression",
    "dsm5_code": "301.13",
    "icd10_code": "F34.0"
  },
  "content": {
    "description": "Cyclothymic Disorder is a chronic mood disorder characterized by numerous periods of hypomanic symptoms and periods of depressive symptoms that do not meet full criteria for a hypomanic, manic, or major depressive episode. Symptoms persist for at least 2 years in adults (1 year in children/adolescents) with no symptom-free period longer than 2 months.",
    "diagnostic_criteria": "A. ≥2 years (≥1 year for youth) of numerous periods of hypomanic symptoms and depressive symptoms that do not meet criteria for hypomanic/manic or major depressive episode. B. Symptoms present for at least half the time with no more than 2 consecutive months symptom-free. C. Criteria for major depressive, manic, or hypomanic episode never met. D. Symptoms are not better explained by another mental disorder, substance, or medical condition. E. Cause clinically significant distress or impairment.",
    "prevalence": "Lifetime prevalence estimated at 0.4–1%, but often underrecognized or misdiagnosed as personality disorder or recurrent depression.",
    "age_of_onset": "Usually adolescence or early adulthood; insidious onset with chronic course.",
    "prognosis": "Chronic course with risk of progression to Bipolar I or II Disorder (15–50%). Early recognition and mood stabilization reduce functional impairment and risk behaviors.",
    "neurobiology": {
      "circuitry": [
        "Abnormal connectivity between prefrontal cortex and limbic regions (amygdala, hippocampus) leading to emotion regulation difficulties.",
        "Dysregulation in reward circuits and circadian systems."
      ],
      "neurochemistry": [
        "Alterations in dopamine, serotonin, and norepinephrine signaling contributing to mood lability.",
        "Possible glutamate and GABA imbalance."
      ],
      "genetic_environmental": "Family history of bipolar spectrum disorders increases risk; stress, sleep disruption, and substance use exacerbate cycling."
    },
    "evaluation": {
      "history_psychosocial": [
        "Longitudinal mood charting to identify chronic fluctuations and absence of full mood episodes.",
        "Collateral history from family/friends to identify subthreshold hypomanic behaviors."
      ],
      "medical_assessment": [
        "Rule out thyroid dysfunction, seizure disorders, and substance effects.",
        "Consider medication review for agents that may mimic mood cycling."
      ],
      "standardized_measures": [
        "Mood Disorder Questionnaire (MDQ) for screening; Hypomania Checklist (HCL-32); PHQ-9 for depressive symptoms.",
        "Daily mood charting to monitor fluctuations."
      ],
      "risk_stratification": [
        "Assess for suicidality, impulsivity, and substance use given mood instability.",
        "Evaluate psychosocial impact across work, school, and relationships."
      ],
      "differential_diagnosis": [
        "Bipolar II Disorder (full hypomanic episodes present).",
        "Borderline Personality Disorder (affective reactivity to interpersonal stress rather than spontaneous mood shifts).",
        "Recurrent Major Depressive Disorder (no hypomanic symptoms).",
        "ADHD (persistent attentional issues without clear episodicity)."
      ],
      "team_and_process": "Collaboration between psychiatry, psychotherapy, and primary care; psychoeducation for patient and family; regular monitoring."
    },
    "symptoms": {
      "hypomanic_symptoms": [
        "Increased energy/activity",
        "Decreased need for sleep",
        "Elevated mood or irritability",
        "Talkativeness, distractibility, impulsive decision-making"
      ],
      "depressive_symptoms": [
        "Low mood, fatigue",
        "Poor concentration",
        "Feelings of hopelessness",
        "Changes in sleep/appetite"
      ],
      "associated_features": [
        "Mood instability leading to unstable relationships and inconsistent work performance",
        "Heightened sensitivity to stress"
      ]
    },
    "severity_levels": {
      "mild": "Symptoms present but manageable with minimal functional impairment.",
      "moderate": "Frequent fluctuations causing noticeable work, academic, or interpersonal impact.",
      "severe": "Persistent cycling with significant impairment and high comorbidity."
    },
    "risk_factors": {
      "biological": [
        "Family history of bipolar spectrum disorders",
        "Circadian rhythm instability"
      ],
      "psychological": ["Poor coping skills", "High impulsivity"],
      "environmental": ["Chronic stress", "Substance use"]
    },
    "impact_on_life": {
      "school_work": "Inconsistent productivity and difficulty sustaining long-term projects.",
      "social": "Relationship instability due to unpredictable mood changes.",
      "medical": "Potential for sleep disorders, metabolic concerns from medications.",
      "emotional": "Chronic frustration and low self-esteem."
    },
    "comorbidities": [
      "Anxiety disorders",
      "Substance Use Disorders",
      "ADHD",
      "Personality disorders (especially borderline)"
    ],
    "treatment_approaches": {
      "medications": [
        "Mood stabilizers: lithium, lamotrigine, valproate (for significant cycling).",
        "Atypical antipsychotics: quetiapine, lurasidone, cariprazine for mood stabilization.",
        "Antidepressants generally avoided as monotherapy due to risk of switching.",
        "Regular monitoring for side effects and serum levels where applicable."
      ],
      "psychotherapy": [
        "Cognitive Behavioral Therapy (CBT) focusing on emotion regulation.",
        "Interpersonal and Social Rhythm Therapy (IPSRT) to stabilize routines.",
        "Psychoeducation for patient and family on early warning signs."
      ],
      "lifestyle_interventions": [
        "Consistent sleep–wake schedule; avoid shift work.",
        "Exercise, healthy diet, and stress management techniques.",
        "Limit alcohol and avoid recreational drugs."
      ],
      "care_coordination": [
        "Collaborative care between psychiatry and primary care.",
        "Involvement of family or trusted supports for monitoring."
      ]
    },
    "treatment_goals": [
      "Reduce frequency and intensity of mood fluctuations.",
      "Prevent progression to Bipolar I or II Disorder.",
      "Improve functioning and quality of life.",
      "Enhance coping skills and stress resilience."
    ],
    "missed_diagnosis_factors": [
      "Symptoms dismissed as 'moodiness' or personality traits.",
      "Focus on depressive symptoms without probing for hypomanic periods.",
      "Lack of longitudinal history or mood charting."
    ],
    "overdiagnosis_factors": [
      "Labeling situational mood swings as cyclothymia without chronicity.",
      "Confusing affective instability from borderline personality disorder with spontaneous cycling.",
      "Overinterpretation of mood questionnaires without confirming duration and impairment."
    ],
    "specifiers": {
      "course": ["With anxious distress", "With rapid cycling"],
      "remission_status": ["In partial remission", "In full remission"]
    },
    "warning_signs": [
      "Increasingly erratic sleep schedule.",
      "Escalating impulsive decisions.",
      "Notable drop in mood or energy without clear trigger."
    ],
    "self_help_strategies": [
      "Keep a daily mood journal.",
      "Establish consistent routines.",
      "Engage in regular physical activity.",
      "Avoid substances that destabilize mood."
    ],
    "developmental_stages": {
      "adolescence": [
        "Mood changes may be attributed to puberty; school performance may fluctuate."
      ],
      "young_adulthood": [
        "Career and relationship instability common; early intervention crucial."
      ],
      "midlife_older_adults": [
        "Cycling may become less intense but more persistent; comorbid medical issues may complicate treatment."
      ]
    },
    "real_life_examples": [
      "A 19-year-old college student alternates between periods of high energy and social activity and times of low motivation and withdrawal, never meeting full episode criteria.",
      "A 35-year-old with lifelong 'ups and downs' seeks help after job instability; mood charting confirms chronic subthreshold cycling."
    ],
    "when_to_seek_help": "Seek evaluation if mood changes are persistent, disruptive, or associated with risky behavior, even if they do not meet criteria for major mood episodes.",
    "prognosis_factors": {
      "positive_factors": [
        "Strong insight and adherence to treatment",
        "Stable sleep and daily routines",
        "Supportive relationships"
      ],
      "challenging_factors": [
        "Substance abuse",
        "High stress lifestyle",
        "Lack of treatment engagement"
      ]
    }
  },
  "status": "active"
}
