{
  "name": "Depressive Disorder Due to Another Medical Condition",
  "slug": "depressive-disorder-due-to-medical-condition",
  "type": "condition",
  "metadata": {
    "category": "mood-depression",
    "dsm5_code": "F06.31 (with depressive features), F06.32 (with major depressive-like episode), F06.34 (with mixed features when applicable)",
    "icd10_code": "F06.31/F06.32"
  },
  "content": {
    "description": "A mood disturbance characterized by persistent depressed mood and/or markedly diminished interest or pleasure that is judged to be the direct pathophysiological consequence of another medical condition. Symptoms cause clinically significant distress or impairment, are not better explained by another mental disorder, and do not occur exclusively during delirium.",
    "diagnostic_criteria": "A. A prominent and persistent mood disturbance (depressed mood or markedly diminished interest/pleasure). B. Evidence from history, physical examination, or laboratory findings that the disturbance is the direct pathophysiological consequence of another medical condition. C. Not better explained by another mental disorder. D. Does not occur exclusively during a delirium. E. Causes clinically significant distress or impairment. Specify: with depressive features, with major depressive-like episode, or with mixed features.",
    "prevalence": "Varies by underlying condition; elevated rates in neurological disorders (stroke, Parkinson’s disease, multiple sclerosis, epilepsy, TBI), endocrine disorders (hypothyroidism, Cushing’s), chronic inflammatory/infectious diseases, malignancy, sleep apnea, and chronic pain conditions.",
    "age_of_onset": "Any age depending on onset of the medical condition.",
    "prognosis": "Dependent on reversibility and control of the underlying condition, timeliness of treatment, and comorbidities. Depression often improves when the medical illness is effectively treated; persistent symptoms may require ongoing psychiatric care.",
    "neurobiology": {
      "circuitry": [
        "Disruption of fronto-limbic networks (prefrontal cortex, anterior cingulate, amygdala, hippocampus) via lesions, hypoxia, inflammation, or neurodegeneration.",
        "Altered thalamo-cortical and default-mode network connectivity affecting mood and motivation."
      ],
      "neurochemistry": [
        "Monoaminergic changes (serotonin, norepinephrine, dopamine) secondary to systemic illness or CNS disease.",
        "Neuroinflammatory cytokines and HPA-axis dysregulation contributing to anhedonia, fatigue, and psychomotor slowing."
      ],
      "physiology": [
        "Endocrine/metabolic abnormalities (e.g., thyroid, adrenal, anemia, insulin resistance) and sleep-disordered breathing can directly depress mood.",
        "Post-stroke lesion location (e.g., left frontal/basal ganglia) associated with depressive syndromes."
      ],
      "genetic_environmental": "Genetic mood vulnerability interacts with acquired medical illness, functional losses, and psychosocial stress."
    },
    "evaluation": {
      "history_psychosocial": [
        "Timeline linking mood symptoms to onset/exacerbation of the medical condition.",
        "Functional impact (sleep, appetite, energy, cognition, motivation), pain burden, and role changes.",
        "Medication review for agents associated with depression (e.g., interferon-alpha, isotretinoin, some anticonvulsants; consider beta-blocker contribution case-by-case). Substance use screen."
      ],
      "medical_assessment": [
        "Focused physical and neurological exams.",
        "Labs guided by suspicion: CBC (anemia), CMP, TSH/free T4, B12/folate, HbA1c, inflammatory markers; consider cortisol, sex hormones as indicated.",
        "Condition-specific tests: sleep study for OSA, neuroimaging (MRI/CT) post-stroke or if focal deficits, EEG if seizures suspected."
      ],
      "standardized_measures": [
        "PHQ-9 or HAM-D for severity and monitoring.",
        "Montreal Cognitive Assessment (MoCA) when cognitive symptoms present.",
        "C-SSRS for suicide risk."
      ],
      "risk_stratification": [
        "Hospitalize/urgent care for suicidality, catatonia, psychotic depression, inability to maintain hydration/nutrition, or severe medical instability.",
        "Identify delirium; treat underlying medical precipitants first."
      ],
      "differential_diagnosis": [
        "Major Depressive Disorder (primary).",
        "Substance/medication-induced depressive disorder.",
        "Adjustment disorder with depressed mood (disproportionate to stressor without biological driver).",
        "Delirium or neurocognitive disorder (prominent inattention/fluctuation).",
        "Negative symptoms of schizophrenia or apathy syndromes."
      ],
      "team_and_process": "Coordinate psychiatry with the specialty managing the underlying condition (e.g., neurology/endocrinology/oncology/pulmonology), primary care, rehabilitation, social work, and psychotherapy."
    },
    "symptoms": {
      "core": [
        "Persistent depressed mood or anhedonia",
        "Low energy/fatigue",
        "Sleep and appetite changes",
        "Impaired concentration/psychomotor changes",
        "Feelings of worthlessness or excessive guilt",
        "Suicidal ideation or behavior"
      ],
      "medical_context_features": [
        "Apathy, psychomotor slowing, and anergia disproportionate to observable disease activity",
        "Irritability and anxiety related to flares or treatment phases"
      ]
    },
    "severity_levels": {
      "mild": "Symptoms present with limited functional impairment; outpatient care appropriate.",
      "moderate": "Clear functional impairment; may require combined pharmacotherapy and psychotherapy.",
      "severe": "Marked impairment, psychotic features, high suicide risk, or failure of outpatient care; consider ECT or higher level of care."
    },
    "risk_factors": {
      "biological": [
        "Neurological illness (stroke, PD, MS, epilepsy, TBI)",
        "Endocrine/metabolic disease (hypothyroidism, Cushing’s, diabetes)",
        "Chronic inflammatory/infectious conditions, malignancy, sleep apnea",
        "Peripartum/postpartum medical complications"
      ],
      "psychological": [
        "Pre-existing mood/anxiety disorders",
        "Maladaptive coping, catastrophizing"
      ],
      "environmental": [
        "Functional disability, pain, social isolation, financial stress",
        "Iatrogenic effects of treatments (e.g., interferon-based therapy)"
      ]
    },
    "impact_on_life": {
      "school_work": "Reduced productivity, absenteeism, disability claims.",
      "social": "Withdrawal from relationships and activities; caregiver strain.",
      "medical": "Poor adherence to medical regimens; worse outcomes and higher utilization.",
      "emotional": "Hopelessness, demoralization, reduced QoL."
    },
    "comorbidities": [
      "Generalized Anxiety Disorder, Panic Disorder, PTSD",
      "Substance Use Disorders",
      "Neurocognitive disorders (depending on etiology)",
      "Pain disorders and insomnia"
    ],
    "treatment_approaches": {
      "address_underlying_condition": [
        "Treat or optimize the primary medical condition (e.g., levothyroxine for hypothyroidism; CPAP for obstructive sleep apnea; disease-modifying therapy for MS; optimized post-stroke rehab).",
        "Review and adjust medications that may contribute to depression (e.g., consider alternatives or dose changes when feasible)."
      ],
      "psychotherapy": [
        "Cognitive Behavioral Therapy (CBT) adapted for medical illness.",
        "Interpersonal Psychotherapy (IPT) to address role transitions and grief.",
        "Problem-Solving Therapy for medically ill populations; behavioral activation.",
        "Psychoeducation for patient/family about the medical–mood link."
      ],
      "medications": [
        "First-line antidepressants: SSRIs (sertraline, escitalopram, fluoxetine) given favorable tolerability and cardiac profiles in many medical conditions.",
        "SNRIs (venlafaxine, duloxetine) when comorbid neuropathic pain or fatigue prominent; monitor BP and interactions.",
        "Bupropion for low energy/anergia (avoid with seizure risk, eating disorders, or significant weight loss).",
        "Mirtazapine for insomnia, weight loss, or cachexia; consider in oncology/geriatrics.",
        "TCAs (e.g., nortriptyline) reserved for select cases (pain) due to anticholinergic/cardiac risks; obtain ECG in older adults/cardiac disease.",
        "Augmentation: aripiprazole or quetiapine XR; lithium (renal/thyroid monitoring); psychostimulants (methylphenidate, modafinil) cautiously for medically ill with fatigue—specialist-guided.",
        "Post-stroke depression: SSRIs commonly used; monitor bleeding risk when combined with antiplatelets/anticoagulants.",
        "Parkinson’s disease: consider SSRIs/SNRIs or bupropion; coordinate with dopaminergic regimen to balance mood and motor effects."
      ],
      "neuromodulation": [
        "Electroconvulsive Therapy (ECT) for severe, psychotic, catatonic, or treatment-resistant depression, or when rapid response is required or medications are contraindicated.",
        "rTMS as adjunct for resistant cases (availability- and condition-dependent)."
      ],
      "lifestyle_interventions": [
        "Sleep optimization (treat insomnia/OSA), regular activity tailored to medical status, anti-inflammatory nutrition patterns when appropriate.",
        "Pain management integration; social engagement and structured routine.",
        "Smoking/alcohol reduction; pacing and energy conservation strategies."
      ],
      "care_coordination": [
        "Collaborative care model linking primary/specialty care with behavioral health.",
        "Safety planning for suicidality; caregiver support; advance directives for severe episodes where appropriate."
      ]
    },
    "treatment_goals": [
      "Relieve depressive symptoms and restore functioning.",
      "Optimize treatment of the underlying medical condition.",
      "Improve adherence, self-management, and quality of life.",
      "Prevent relapse with ongoing monitoring and coordinated care."
    ],
    "missed_diagnosis_factors": [
      "Attributing depressive symptoms to ‘normal’ reaction to illness or to fatigue/pain alone.",
      "Failure to link onset to medical condition or treatment changes.",
      "Overlooking sleep apnea, hypothyroidism, or anemia as reversible contributors."
    ],
    "overdiagnosis_factors": [
      "Demoralization or adjustment disorder misclassified as biologically driven depression without evidence of medical causality.",
      "Diagnosing during delirium or acute encephalopathy.",
      "Cognitive slowing from medications (e.g., anticholinergics) mistaken for depressive disorder."
    ],
    "specifiers": {
      "type": [
        "With depressive features",
        "With major depressive-like episode",
        "With mixed features"
      ],
      "course": [
        "Single episode related to acute medical event",
        "Recurrent episodes with chronic medical illness"
      ]
    },
    "warning_signs": [
      "New-onset depression following stroke, endocrine shift, medication start, or sleep-disordered breathing.",
      "Suicidal ideation, psychotic features, or failure to adhere to life-sustaining medical therapy.",
      "Rapid functional decline out of proportion to medical severity."
    ],
    "self_help_strategies": [
      "Adhere to medical treatments and follow-up; use pill organizers and reminders.",
      "Structured daily routine with graded activity and pleasant-event scheduling.",
      "Sleep hygiene and CPAP adherence if indicated; limit alcohol and sedatives.",
      "Connect with peer/caregiver support groups for the specific medical condition."
    ],
    "developmental_stages": {
      "adolescence": [
        "Consider autoimmune, endocrine, or neurological etiologies; coordinate with school for accommodations."
      ],
      "adulthood": [
        "Common in chronic illness (MS, diabetes, cancer); integrate collaborative care and workplace accommodations."
      ],
      "older_adults": [
        "Higher burden of medical comorbidity, polypharmacy, and vascular changes; favor SSRIs with lower interaction risk; monitor hyponatremia and falls."
      ]
    },
    "real_life_examples": [
      "A 58-year-old develops depressed mood, anergia, and anhedonia two months after ischemic stroke; SSRI plus stroke rehab and caregiver education lead to functional and mood improvement.",
      "A 32-year-old with untreated hypothyroidism presents with low mood, psychomotor slowing, and weight gain; levothyroxine normalization and brief CBT resolve depression.",
      "A 45-year-old with severe OSA reports morning headaches, low mood, and irritability; CPAP adherence plus CBT alleviates depressive symptoms without antidepressants."
    ],
    "when_to_seek_help": "Seek urgent evaluation for suicidal ideation, psychotic symptoms, catatonia, profound weight loss/dehydration, or abrupt behavioral change. Arrange prompt assessment if depressive symptoms emerge after a new diagnosis, medication change, surgery, or neurological event.",
    "prognosis_factors": {
      "positive_factors": [
        "Effective treatment of the underlying medical condition",
        "Early initiation of evidence-based psychotherapy and/or antidepressants",
        "Strong social support and collaborative care"
      ],
      "challenging_factors": [
        "Progressive neurological disease or uncontrolled systemic illness",
        "Polypharmacy and drug–drug interactions limiting options",
        "Chronic pain, sleep disorders, or substance use"
      ]
    }
  },
  "status": "active"
}
