{
  "name": "Major Depressive Disorder",
  "slug": "major-depressive-disorder",
  "type": "condition",
  "metadata": {
    "category": "mood-depression",
    "dsm5_code": "296.2x (single episode), 296.3x (recurrent)",
    "icd10_code": "F32.x (single episode), F33.x (recurrent)"
  },
  "content": {
    "description": "Major Depressive Disorder (MDD) is characterized by one or more major depressive episodes involving persistent low mood and/or anhedonia with associated cognitive, neurovegetative, and psychomotor changes causing clinically significant distress or impairment. Episodes are not attributable to a substance or another medical condition and are not better explained by other primary psychiatric disorders.",
    "diagnostic_criteria": "A. ≥5 symptoms during the same 2-week period, representing a change from previous functioning, with at least one being depressed mood or markedly diminished interest/pleasure: (1) depressed mood; (2) markedly diminished interest/pleasure; (3) significant weight/appetite change; (4) insomnia/hypersomnia; (5) psychomotor agitation/retardation; (6) fatigue/loss of energy; (7) feelings of worthlessness or excessive/inappropriate guilt; (8) diminished ability to think/concentrate or indecisiveness; (9) recurrent thoughts of death, suicidal ideation, plan, or attempt. B. Symptoms cause distress/impairment. C. Not attributable to a substance or another medical condition. D. Not better explained by schizoaffective/schizophrenia spectrum disorders. E. No history of manic or hypomanic episode.",
    "prevalence": "12-month prevalence ~7% adults; higher in females. Substantial global burden with high recurrence and disability.",
    "age_of_onset": "Peak onset late adolescence to mid-20s; can occur across the lifespan.",
    "prognosis": "Course ranges from single episode to recurrent/chronic. Early treatment, full remission, and maintenance reduce relapse/recurrence and suicide risk. Comorbidity (anxiety, substance use, medical illness) and psychosocial stress worsen outcomes.",
    "neurobiology": {
      "circuitry": [
        "Dysfunction in fronto-limbic networks (prefrontal cortex, anterior cingulate, amygdala, hippocampus) affecting emotion regulation and cognitive control.",
        "Default mode network hyperconnectivity with reduced task-positive network engagement; altered reward circuitry in ventral striatum."
      ],
      "neurochemistry": [
        "Altered monoaminergic transmission (serotonin, norepinephrine, dopamine).",
        "Glutamate/GABA imbalance; neurotrophic factors (e.g., BDNF) reduced during episodes; HPA-axis dysregulation and inflammatory cytokine elevations."
      ],
      "genetic_environmental": "Polygenic vulnerability interacting with adverse life events, chronic stress, sleep disruption, and medical comorbidity."
    },
    "evaluation": {
      "history_psychosocial": [
        "Episode timeline, triggers, prior episodes/treatments, suicidality/self-harm, psychosis, catatonia, peripartum or seasonal pattern.",
        "Function across school/work/home; substance use; trauma history; sleep, pain, and medical comorbidities."
      ],
      "medical_assessment": [
        "Targeted physical and neurological exams.",
        "Screen labs when indicated: CBC (anemia), CMP, TSH/free T4; B12/folate, HbA1c, lipids; pregnancy test if applicable.",
        "Consider sleep apnea screening, ECG if cardiac risk/antipsychotic or TCA use."
      ],
      "standardized_measures": [
        "PHQ-9 or HAM-D for severity/monitoring; GAD-7 for anxiety.",
        "C-SSRS for suicide risk; MoCA if cognitive complaints prominent."
      ],
      "risk_stratification": [
        "Urgent evaluation/higher level of care for active suicidal intent/plan, psychosis, catatonia, severe dehydration/weight loss, or inability to care for self."
      ],
      "differential_diagnosis": [
        "Bipolar depression (screen for past hypomania/mania), persistent depressive disorder, adjustment disorder, grief, substance/medication-induced depression, neurocognitive disorder, hypothyroidism and other medical causes."
      ],
      "team_and_process": "Collaborative care among primary care, psychiatry, psychotherapy, and when needed sleep/pain specialists; include family/supports (with consent) for safety and adherence."
    },
    "symptoms": {
      "emotional": [
        "Depressed mood, anhedonia, hopelessness",
        "Guilt, worthlessness, low self-esteem",
        "Irritability (often in youth)"
      ],
      "cognitive": [
        "Impaired concentration/decision-making",
        "Negative cognitive bias, rumination",
        "Suicidal ideation"
      ],
      "physical_neurovegetative": [
        "Insomnia or hypersomnia",
        "Appetite/weight change",
        "Fatigue, psychomotor changes, somatic pain"
      ],
      "psychotic_possible": [
        "Mood-congruent or incongruent delusions/hallucinations in severe cases"
      ]
    },
    "severity_levels": {
      "mild": "Few symptoms beyond diagnostic threshold, minor impairment.",
      "moderate": "Symptoms and impairment between mild and severe.",
      "severe": "Many symptoms, marked impairment; psychotic features or high suicide risk may be present."
    },
    "risk_factors": {
      "biological": [
        "Family history of mood disorders",
        "Peripartum/menstrual cycle hormonal shifts",
        "Chronic medical illness, pain, sleep disorders"
      ],
      "psychological": [
        "History of trauma/adversity",
        "High neuroticism, perfectionism, negative attributional style"
      ],
      "environmental": [
        "Isolation, financial/job stress, caregiving burden",
        "Substance use, shift work, circadian disruption"
      ]
    },
    "impact_on_life": {
      "school_work": "Absenteeism, presenteeism, reduced productivity and errors.",
      "social": "Withdrawal, conflict, reduced participation.",
      "medical": "Poor adherence to treatments, worsened outcomes, increased healthcare utilization.",
      "emotional": "Demoralization, shame, heightened suicide risk."
    },
    "comorbidities": [
      "Anxiety disorders (GAD, panic, social anxiety, PTSD)",
      "Substance Use Disorders",
      "Eating disorders",
      "Personality disorders (e.g., borderline traits)",
      "Chronic pain, sleep disorders (insomnia/OSA)",
      "Medical conditions (diabetes, cardiovascular disease)"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Cognitive Behavioral Therapy (CBT) — behavioral activation, cognitive restructuring, relapse prevention.",
        "Interpersonal Psychotherapy (IPT) — role disputes/transitions, grief, social support.",
        "Behavioral Activation (BA) — structured activity scheduling and reward re-engagement.",
        "Acceptance & Commitment Therapy (ACT) or Mindfulness-Based CBT as adjuncts.",
        "Family/couples therapy when relational stressors contribute."
      ],
      "medications": [
        "First-line antidepressants: SSRIs (sertraline, escitalopram, fluoxetine, paroxetine, citalopram).",
        "SNRIs (venlafaxine, desvenlafaxine, duloxetine, levomilnacipran) — consider if pain/fatigue prominent; monitor blood pressure.",
        "Bupropion — energizing, fewer sexual side effects; avoid in seizure/eating disorders.",
        "Mirtazapine — helpful for insomnia, low appetite/weight loss.",
        "Tricyclics (e.g., nortriptyline) and MAOIs — effective but second/third-line due to side-effect and interaction profiles.",
        "Augmentation for partial response: aripiprazole, brexpiprazole, quetiapine XR; lithium (suicide risk reduction); liothyronine (T3) in selected cases; buspirone or bupropion combo; psychostimulants/modafinil for residual fatigue (specialist-guided).",
        "Peripartum: weigh maternal-fetal risks/benefits; sertraline often favored; coordinate with obstetrics.",
        "Geriatrics: start low/go slow; monitor hyponatremia; consider QTc with citalopram; watch drug interactions."
      ],
      "neuromodulation": [
        "Electroconvulsive Therapy (ECT) for severe, psychotic, catatonic, or treatment-resistant depression, or urgent suicidality.",
        "Repetitive Transcranial Magnetic Stimulation (rTMS) for treatment-resistant cases.",
        "Ketamine/esketamine (under REMS/clinic protocols) for treatment-resistant depression or acute suicidal ideation.",
        "Vagus Nerve Stimulation (VNS) in highly refractory chronic depression (specialist-guided)."
      ],
      "lifestyle_interventions": [
        "Sleep hygiene and circadian regularity; CBT-I when indicated.",
        "Regular aerobic activity and structured daily routines.",
        "Nutrition supporting metabolic health; limit alcohol/cannabis.",
        "Social rhythm stabilization; problem-solving for stressors; digital mood tracking."
      ],
      "care_coordination": [
        "Collaborative care linking primary care and behavioral health.",
        "Safety planning for suicidality; means restriction counseling.",
        "Monitor side effects and labs (e.g., metabolic panels for SGAs, lithium levels/renal/thyroid when used)."
      ]
    },
    "treatment_goals": [
      "Achieve full symptom remission and functional recovery.",
      "Prevent relapse/recurrence with continuation and maintenance strategies.",
      "Reduce suicide risk and address comorbidities.",
      "Improve quality of life, sleep, and role functioning."
    ],
    "missed_diagnosis_factors": [
      "Presenting chiefly with somatic complaints (pain, fatigue, GI) in primary care.",
      "Assuming symptoms are normal grief, burnout, or personality without assessing criteria and impairment.",
      "Unrecognized bipolar spectrum — inadequate screening for past hypomania leading to antidepressant monotherapy risks."
    ],
    "overdiagnosis_factors": [
      "Transient stress reactions or adjustment disorder labeled as MDD without full criteria/duration.",
      "Bereavement or cultural/religious mourning incorrectly pathologized.",
      "Cognitive effects of medications/medical illness mistaken for depression without mood/anhedonia."
    ],
    "specifiers": {
      "episode_specifiers": [
        "With anxious distress",
        "With mixed features",
        "With melancholic features",
        "With atypical features",
        "With mood-congruent psychotic features",
        "With mood-incongruent psychotic features",
        "With catatonia",
        "With peripartum onset",
        "With seasonal pattern"
      ],
      "course": ["Single episode", "Recurrent", "In partial remission", "In full remission"],
      "severity": ["Mild", "Moderate", "Severe"]
    },
    "warning_signs": [
      "Escalating suicidal ideation, planning, or rehearsal.",
      "Profound anhedonia or psychomotor retardation.",
      "New psychotic features, catatonia, or failure to maintain nutrition/hydration."
    ],
    "self_help_strategies": [
      "Daily routine with scheduled pleasant activities and gradual activation.",
      "Sleep regularity; limit long naps; consistent wake time.",
      "Peer support, problem-solving steps for stressors, and values-aligned goals.",
      "Use reminders/pill organizers; attend follow-ups and share safety plan with supports."
    ],
    "developmental_stages": {
      "adolescence": [
        "Irritable mood more prominent; school decline and social withdrawal; coordinate school supports and family engagement."
      ],
      "adulthood": [
        "Work impairment, parenting stress; integrate workplace accommodations and couples/family interventions when relevant."
      ],
      "older_adults": [
        "More somatic/cognitive symptoms; higher medical comorbidity; favor SSRIs with safer profiles; monitor hyponatremia and falls."
      ],
      "peripartum": [
        "Onset during pregnancy or within 4 weeks postpartum; screen for safety, bonding difficulties; coordinate obstetrics/pediatrics."
      ]
    },
    "real_life_examples": [
      "A 17-year-old with declining grades, irritability, insomnia, and anhedonia responds to CBT-A plus sertraline and sleep regularization.",
      "A 38-year-old with recurrent depression and chronic pain improves with duloxetine, behavioral activation, and PT-guided exercise.",
      "A 72-year-old with severe psychotic depression achieves remission after an ECT course followed by maintenance sertraline and psychotherapy."
    ],
    "when_to_seek_help": "Immediate help for suicidal thoughts/intent, psychosis, catatonia, or inability to care for self. Prompt evaluation for persistent low mood/anhedonia ≥2 weeks with impairment, especially if recurrent or with medical comorbidity.",
    "prognosis_factors": {
      "positive_factors": [
        "Early, adequate dose/duration of treatment and adherence",
        "Strong social support and engagement in psychotherapy",
        "Addressed sleep and substance contributors"
      ],
      "challenging_factors": [
        "Comorbid anxiety/substance use, chronic medical illness, or personality pathology",
        "Treatment resistance, residual symptoms, or rapid relapse after remission",
        "Ongoing psychosocial adversity or unstable housing/employment"
      ]
    }
  },
  "status": "active"
}
