{
  "name": "Persistent Depressive Disorder (Dysthymia)",
  "slug": "persistent-depressive-disorder",
  "type": "condition",
  "metadata": {
    "category": "mood-depression",
    "dsm5_code": "300.4",
    "icd10_code": "F34.1"
  },
  "content": {
    "description": "Persistent Depressive Disorder (PDD), formerly called dysthymia, is a chronic depressive condition characterized by a depressed mood for most of the day, more days than not, lasting at least 2 years in adults (1 year in children/adolescents), with additional depressive symptoms that may fluctuate in intensity. Episodes may meet criteria for major depression at times (\"double depression\").",
    "diagnostic_criteria": "A. Depressed mood for most of the day, more days than not, for at least 2 years (1 year in youth). B. Presence, while depressed, of at least two of: poor appetite or overeating; insomnia or hypersomnia; low energy or fatigue; low self-esteem; poor concentration or difficulty making decisions; feelings of hopelessness. C. During the period, the individual has not been without the symptoms for more than 2 months at a time. D. Criteria for a major depressive episode may be continuously present for 2 years. E. No history of manic or hypomanic episode and criteria never met for cyclothymic disorder. F. Not better explained by persistent schizoaffective disorder, schizophrenia spectrum, or other psychotic disorders. G. Not attributable to a substance or another medical condition. H. Causes clinically significant distress or impairment.",
    "prevalence": "Estimated lifetime prevalence ~2–3% in adults; somewhat higher in primary care settings. Often underrecognized due to gradual, chronic course.",
    "age_of_onset": "Frequently begins in adolescence or early adulthood; insidious onset is common.",
    "prognosis": "Chronic, fluctuating course with risk of superimposed major depressive episodes. Early detection, continuous treatment, and addressing comorbidities improve outcomes; residual symptoms are common without maintenance strategies.",
    "neurobiology": {
      "circuitry": [
        "Frontolimbic network dysregulation (prefrontal cortex, anterior cingulate, amygdala, hippocampus) affecting sustained negative affect and cognitive control.",
        "Default mode network hyperactivity and reduced reward network responsiveness linked to anhedonia and rumination."
      ],
      "neurochemistry": [
        "Altered serotonergic and noradrenergic transmission; state-dependent dopaminergic reward signaling changes.",
        "Stress-related HPA-axis activation and inflammatory signaling may contribute to chronicity."
      ],
      "genetic_environmental": "Polygenic risk interacts with adversity, chronic stress, sleep disruption, and medical comorbidity to maintain low-grade depressive states."
    },
    "evaluation": {
      "history_psychosocial": [
        "Longitudinal timeline covering at least 2 years (1 year youth), including periods of relative improvement/worsening and any superimposed major depressive episodes.",
        "Function across school/work/relationships; sleep, appetite, energy; self-esteem and hopelessness; trauma and stressors; substance use.",
        "Family history of mood disorders and response to prior treatments."
      ],
      "medical_assessment": [
        "Targeted physical/neurological exam and medication review.",
        "Labs guided by presentation: CBC, CMP, TSH/free T4; B12/folate as indicated; screen for sleep apnea when risk is present."
      ],
      "standardized_measures": [
        "PHQ-9 or HAM-D for severity tracking; PHQ-2 for quick screen.",
        "Dysthymia modules in structured interviews where available; C-SSRS for suicide risk."
      ],
      "risk_stratification": [
        "Assess for suicidality, self-harm, and functional deterioration; consider higher level of care for acute risk or profound impairment.",
        "Screen for comorbid anxiety, substance use, and personality traits that complicate course."
      ],
      "differential_diagnosis": [
        "Major Depressive Disorder (recurrent, non-chronic between episodes).",
        "Adjustment disorder with depressed mood (time-limited, trigger-bound).",
        "Cyclothymic disorder or bipolar spectrum (history of hypomanic symptoms).",
        "Personality disorders (e.g., borderline) with affective instability rather than persistent baseline low mood.",
        "Medical/substance-induced depressive disorders."
      ],
      "team_and_process": "Collaborative care between primary care and psychiatry with psychotherapy integration; involve family/supports (with consent) for adherence and monitoring."
    },
    "symptoms": {
      "core": [
        "Persistent depressed mood most days",
        "Low energy or fatigue",
        "Low self-esteem",
        "Poor concentration or indecisiveness",
        "Sleep disturbance (insomnia or hypersomnia)",
        "Appetite change (low or increased)",
        "Feelings of hopelessness"
      ],
      "associated_features": [
        "Irritability (particularly in youth)",
        "Guilt and self-criticism",
        "Social withdrawal and reduced activity"
      ]
    },
    "severity_levels": {
      "mild": "Symptoms meet criteria with modest impairment; daily functioning largely intact.",
      "moderate": "Clear functional impact across settings; residual symptoms persist despite coping.",
      "severe": "Marked impairment with frequent \"double depression\" or prominent hopelessness."
    },
    "risk_factors": {
      "biological": [
        "Family history of depressive disorders",
        "Female sex (population-level risk)",
        "Sleep/circadian vulnerability"
      ],
      "psychological": [
        "High neuroticism, perfectionism, negative attributional style",
        "History of trauma or chronic stress"
      ],
      "environmental": [
        "Social isolation, low support, financial or caregiving stress",
        "Substance use and shift work"
      ]
    },
    "impact_on_life": {
      "school_work": "Persistent low productivity, absenteeism/presenteeism, reduced advancement.",
      "social": "Withdrawal, diminished motivation for activities and relationships.",
      "medical": "Worse adherence to medical regimens; increased utilization.",
      "emotional": "Chronic demoralization and reduced quality of life."
    },
    "comorbidities": [
      "Anxiety disorders (GAD, social anxiety, panic, PTSD)",
      "Substance Use Disorders",
      "Personality disorders (avoidant, borderline traits)",
      "Sleep disorders (insomnia/OSA)",
      "Chronic pain and somatic symptom disorders"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Cognitive Behavioral Therapy (CBT) with behavioral activation and cognitive restructuring.",
        "Cognitive Behavioral Analysis System of Psychotherapy (CBASP) for chronic depression, especially with interpersonal deficits.",
        "Interpersonal Psychotherapy (IPT) for role disputes/transitions and social support building.",
        "Acceptance and Commitment Therapy (ACT) or Mindfulness-Based CBT as adjuncts.",
        "Couples/family work when relational patterns maintain symptoms."
      ],
      "medications": [
        "SSRIs (sertraline, escitalopram, fluoxetine) and SNRIs (venlafaxine, duloxetine) as first-line options.",
        "Bupropion for low energy/anergia (avoid with seizure risk/eating disorders).",
        "Mirtazapine for insomnia and low appetite/weight loss.",
        "Augmentation for partial response: aripiprazole, brexpiprazole, quetiapine XR; lithium (suicide risk reduction); liothyronine (T3) in selected cases.",
        "TCAs/MAOIs reserved for refractory cases due to side-effect and interaction profiles.",
        "Maintenance therapy is often indicated to prevent relapse and reduce chronic symptoms."
      ],
      "neuromodulation": [
        "rTMS for treatment-resistant persistent depression.",
        "ECT for severe, psychotic, catatonic, or refractory cases (especially during \"double depression\").",
        "Ketamine/esketamine under appropriate protocols for treatment-resistant depression."
      ],
      "lifestyle_interventions": [
        "Regular sleep–wake schedule; CBT-I for insomnia.",
        "Structured physical activity and activity scheduling.",
        "Nutrition supporting metabolic health; limit alcohol/cannabis.",
        "Social rhythm stabilization and skills for problem-solving/rumination reduction."
      ],
      "care_coordination": [
        "Collaborative care models to sustain engagement and adherence.",
        "Safety planning for suicidality; monitor side effects and labs when indicated (e.g., SGA metabolic profile, lithium/thyroid/renal when used)."
      ]
    },
    "treatment_goals": [
      "Achieve sustained symptom remission and functional recovery.",
      "Prevent \"double depression\" and reduce chronic residual symptoms.",
      "Improve self-efficacy, sleep, activity level, and social engagement.",
      "Maintain gains with relapse prevention and continuation/maintenance treatment."
    ],
    "missed_diagnosis_factors": [
      "Symptoms perceived as personality or \"just how I am\" leading to no evaluation.",
      "Focus on situational stress without longitudinal review showing chronicity.",
      "Somatic presentations (fatigue, sleep issues, pain) overshadow mood assessment."
    ],
    "overdiagnosis_factors": [
      "Normal demoralization in response to ongoing stress misclassified without functional impairment or duration.",
      "Adjustment disorder labeled as PDD without meeting 2-year/1-year duration and persistence criteria.",
      "Unrecognized bipolar spectrum with subtle hypomania misread as persistent unipolar depression."
    ],
    "specifiers": {
      "onset": ["Early onset (before age 21)", "Late onset (age 21 or older)"],
      "course_pattern": [
        "With pure dysthymic syndrome (no MDE in last 2 years)",
        "With persistent major depressive episode",
        "With intermittent major depressive episodes, with current episode",
        "With intermittent major depressive episodes, without current episode"
      ],
      "features": [
        "With anxious distress",
        "With atypical features",
        "With melancholic features",
        "With mood-congruent or mood-incongruent psychotic features (if criteria met during MDE)",
        "With peripartum onset (if criteria met during MDE)",
        "With seasonal pattern (if criteria met during MDE)"
      ],
      "severity_remission": [
        "Mild",
        "Moderate",
        "Severe",
        "In partial remission",
        "In full remission"
      ]
    },
    "warning_signs": [
      "Worsening hopelessness or rising anergia despite routine supports.",
      "Emergence of suicidal ideation or self-harm behaviors.",
      "Escalation to a syndromal major depressive episode."
    ],
    "self_help_strategies": [
      "Daily routine with scheduled pleasant and mastery-building activities.",
      "Consistent sleep and wake times; limit long naps.",
      "Regular exercise and social connection goals.",
      "Use reminders/pill organizers; track mood/sleep and share with clinician."
    ],
    "developmental_stages": {
      "adolescence": [
        "Irritability and low self-esteem with academic decline; risk of substance use and social withdrawal."
      ],
      "adulthood": [
        "Chronic low mood impacting productivity and relationships; parenting and work-role stressors common."
      ],
      "older_adults": [
        "More somatic complaints, sleep disturbance, and cognitive complaints; consider medical comorbidity and drug interactions."
      ]
    },
    "real_life_examples": [
      "A 19-year-old describes feeling \"down\" for two years with low energy and poor concentration, rarely missing classes but underperforming; CBT plus sertraline and sleep regularization improve grades and mood.",
      "A 42-year-old with longstanding low mood and hopelessness experiences a superimposed 8-week major depressive episode; venlafaxine plus CBASP and activity scheduling reduce symptoms, followed by maintenance therapy to prevent relapse."
    ],
    "when_to_seek_help": "Seek evaluation for persistent low mood or hopelessness lasting most days for several months, especially if functioning declines. Immediate help for suicidal thoughts, self-harm, psychotic symptoms, or inability to care for self.",
    "prognosis_factors": {
      "positive_factors": [
        "Early initiation of combined psychotherapy and pharmacotherapy",
        "Stable routines, sleep, and substance abstinence",
        "Strong therapeutic alliance and social support"
      ],
      "challenging_factors": [
        "Comorbid anxiety, substance use, or personality pathology",
        "Chronic stressors, social isolation, or unemployment",
        "Partial treatment adherence or frequent discontinuation"
      ]
    }
  },
  "status": "active"
}
