{
  "name": "Premenstrual Dysphoric Disorder",
  "slug": "premenstrual-dysphoric-disorder",
  "type": "condition",
  "metadata": {
    "category": "mood-depression",
    "dsm5_code": "625.4",
    "icd10_code": "N94.3"
  },
  "content": {
    "description": "Premenstrual Dysphoric Disorder (PMDD) is a severe form of premenstrual syndrome characterized by marked mood, behavioral, and physical symptoms that occur during the luteal phase of the menstrual cycle and resolve shortly after menses onset. The symptoms cause significant distress or functional impairment and are cyclical in nature.",
    "diagnostic_criteria": "A. In the majority of menstrual cycles, at least five symptoms must be present in the final week before menses, start to improve within a few days after onset of menses, and become minimal or absent in the week postmenses. B. One or more of the following must be present: marked affective lability, irritability/anger/increased interpersonal conflicts, depressed mood/hopelessness/self-deprecating thoughts, anxiety/tension/keyed-up feelings. C. One or more of the following must additionally be present to reach a total of five symptoms when combined with Criterion B: decreased interest in usual activities, difficulty concentrating, lethargy/easy fatigability, marked change in appetite, hypersomnia or insomnia, sense of being overwhelmed or out of control, physical symptoms (e.g., breast tenderness, joint/muscle pain, bloating, weight gain). D. Symptoms are associated with clinically significant distress or interference. E. Not merely an exacerbation of another disorder. F. Criterion A should be confirmed by prospective daily ratings for at least two symptomatic cycles. G. Not attributable to a substance or another medical condition.",
    "prevalence": "Estimated to affect 1–5% of menstruating individuals; more common in the late 20s to mid-40s age range.",
    "age_of_onset": "Typically emerges in the 20s to 30s, after ovulatory cycles are established; may worsen toward perimenopause.",
    "prognosis": "Chronic cyclic course until menopause unless treated; many improve significantly with SSRIs, hormonal therapy, or combined approaches. Prognosis is excellent with targeted treatment and lifestyle support.",
    "neurobiology": {
      "circuitry": [
        "Heightened sensitivity of limbic structures (amygdala, anterior cingulate) to normal hormonal fluctuations.",
        "Altered prefrontal-limbic connectivity impacting emotional regulation during the luteal phase."
      ],
      "neurochemistry": [
        "Normal estrogen and progesterone levels, but abnormal central nervous system sensitivity to neuroactive steroid metabolites (e.g., allopregnanolone) that modulate GABA-A receptors.",
        "Altered serotonergic transmission in luteal phase contributes to mood and irritability symptoms."
      ],
      "genetic_environmental": "Familial aggregation suggests heritable sensitivity to hormonal changes; stress and trauma may exacerbate symptom severity."
    },
    "evaluation": {
      "history_psychosocial": [
        "Detailed menstrual history including cycle length, ovulation patterns, and symptom timing in relation to menses.",
        "Mood, anxiety, irritability, and physical symptom patterns; functional impact on work, school, and relationships.",
        "History of mood or anxiety disorders; family psychiatric and gynecologic history."
      ],
      "medical_assessment": [
        "Physical and gynecologic exam as indicated.",
        "Rule out thyroid dysfunction, anemia, and perimenopausal changes."
      ],
      "standardized_measures": [
        "Prospective symptom charting with Daily Record of Severity of Problems (DRSP) or similar for at least two cycles."
      ],
      "risk_stratification": [
        "Assess impact on safety (e.g., self-harm during luteal phase), work, and relationships.",
        "Evaluate comorbid depression, anxiety, or substance use."
      ],
      "differential_diagnosis": [
        "Premenstrual Syndrome (PMS) – fewer symptoms, less severity, no marked impairment.",
        "Exacerbation of another mood or anxiety disorder.",
        "Bipolar disorder with cyclical mood changes.",
        "Thyroid disorders, anemia, perimenopause."
      ],
      "team_and_process": "Collaborative care between gynecology and mental health providers; involve primary care for comorbidity management."
    },
    "symptoms": {
      "core": [
        "Marked mood swings",
        "Irritability or anger",
        "Depressed mood or hopelessness",
        "Anxiety or tension",
        "Loss of interest in usual activities",
        "Lethargy or fatigue",
        "Changes in sleep and appetite",
        "Physical symptoms such as bloating, breast tenderness, or joint pain"
      ],
      "associated_features": [
        "Increased interpersonal conflicts",
        "Sense of being overwhelmed",
        "Poor concentration"
      ]
    },
    "severity_levels": {
      "mild": "Symptoms noticeable but do not significantly impair functioning.",
      "moderate": "Symptoms cause difficulty in work, school, or relationships but remain manageable.",
      "severe": "Marked impairment in multiple domains; risk of self-harm or severe interpersonal conflict."
    },
    "risk_factors": {
      "biological": [
        "Genetic predisposition to mood disorders",
        "Sensitivity to hormonal changes",
        "Ovulatory cycles"
      ],
      "psychological": ["History of depression, anxiety, or trauma", "High stress levels"],
      "environmental": ["Poor sleep", "Sedentary lifestyle", "Nutritional deficiencies"]
    },
    "impact_on_life": {
      "school_work": "Missed work or school days; reduced productivity and concentration.",
      "social": "Interpersonal conflicts and withdrawal during luteal phase.",
      "medical": "Increased use of healthcare resources for symptom relief.",
      "emotional": "Recurrent mood instability leading to frustration and distress."
    },
    "comorbidities": [
      "Major Depressive Disorder",
      "Generalized Anxiety Disorder",
      "Panic Disorder",
      "Migraine",
      "Irritable Bowel Syndrome"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "CBT targeting mood regulation, stress management, and coping with cyclical changes.",
        "Interpersonal therapy to address relationship stressors."
      ],
      "medications": [
        "SSRIs (fluoxetine, sertraline, paroxetine) – can be given continuously or luteal phase only.",
        "SNRIs (venlafaxine) for those unresponsive to SSRIs.",
        "Combined oral contraceptives (e.g., drospirenone-containing) to suppress ovulation.",
        "GnRH agonists for refractory cases, with add-back hormone therapy to mitigate bone loss.",
        "NSAIDs for physical discomfort."
      ],
      "lifestyle_interventions": [
        "Regular aerobic exercise and yoga.",
        "Balanced diet rich in complex carbohydrates, calcium, and vitamin B6.",
        "Limit caffeine, alcohol, and salt during luteal phase.",
        "Sleep hygiene and stress reduction techniques."
      ],
      "supplements": [
        "Calcium carbonate (1200 mg daily)",
        "Vitamin B6 (50–100 mg daily)",
        "Chasteberry extract (Vitex agnus-castus) – limited evidence but may help some"
      ],
      "care_coordination": [
        "Cycle tracking with both patient and provider input.",
        "Collaboration between gynecology, psychiatry, and primary care."
      ]
    },
    "treatment_goals": [
      "Reduce or eliminate cyclical mood and physical symptoms.",
      "Improve functioning and quality of life across the menstrual cycle.",
      "Prevent exacerbations of comorbid conditions.",
      "Enhance coping and resilience."
    ],
    "missed_diagnosis_factors": [
      "Symptoms dismissed as normal PMS without prospective tracking.",
      "Overlap with other mood disorders masking cyclical nature.",
      "Failure to link symptom onset/resolution with menstrual phases."
    ],
    "overdiagnosis_factors": [
      "Labeling PMS or situational stress as PMDD without meeting full criteria.",
      "Misinterpretation of mood symptoms from primary mood disorder as PMDD.",
      "Diagnosis made without prospective charting."
    ],
    "specifiers": {
      "pattern": ["Confirmed with prospective daily ratings for at least two cycles"],
      "severity": ["Mild", "Moderate", "Severe"]
    },
    "warning_signs": [
      "Emergence of suicidal thoughts during luteal phase.",
      "Severe functional impairment or absenteeism each cycle."
    ],
    "self_help_strategies": [
      "Track symptoms daily to anticipate onset and plan coping strategies.",
      "Schedule demanding tasks outside the luteal phase when possible.",
      "Practice relaxation and mindfulness exercises regularly."
    ],
    "developmental_stages": {
      "adolescence": [
        "May present as severe PMS with mood swings and irritability impacting school performance; often underrecognized."
      ],
      "adulthood": [
        "Cyclic mood instability and physical symptoms disrupting work and relationships; peak severity often in 30s."
      ],
      "perimenopause": [
        "Fluctuating cycle lengths and hormone levels may intensify symptoms before eventual resolution at menopause."
      ]
    },
    "real_life_examples": [
      "A 29-year-old nurse notices intense irritability, tearfulness, and bloating the week before menses, resolving within two days of bleeding; daily tracking confirms PMDD. Luteal-phase sertraline and yoga significantly reduce symptoms.",
      "A 38-year-old teacher experiences disabling fatigue, anxiety, and conflict with colleagues premenstrually; drospirenone-containing OCP and CBT improve work attendance and mood stability."
    ],
    "when_to_seek_help": "Seek help if emotional or physical symptoms before menstruation are severe enough to interfere with daily functioning or relationships, or if suicidal thoughts occur.",
    "prognosis_factors": {
      "positive_factors": [
        "Early recognition with prospective tracking",
        "Adherence to pharmacologic and non-pharmacologic treatments",
        "Supportive relationships"
      ],
      "challenging_factors": [
        "Comorbid mood/anxiety disorders",
        "Irregular cycles making symptom timing unclear",
        "Poor adherence to treatment plan"
      ]
    }
  },
  "status": "active"
}
