{
  "name": "Substance/Medication-Induced Bipolar and Related Disorder",
  "slug": "substance-medication-induced-bipolar-disorder",
  "type": "condition",
  "metadata": {
    "category": "mood-depression",
    "dsm5_code": "F06.33 (with manic features), F06.34 (with mixed features)",
    "icd10_code": "F19.94 (other psychoactive substance-induced mood disorder, with manic symptoms)"
  },
  "content": {
    "description": "Substance/Medication-Induced Bipolar and Related Disorder is characterized by a prominent and persistent mood disturbance—elevated, expansive, or irritable mood—with or without depressive symptoms, that develops during or soon after substance intoxication, withdrawal, or exposure to a medication. The mood symptoms are temporally related to the substance/medication and not better explained by a primary bipolar disorder.",
    "diagnostic_criteria": "A. Prominent, persistent disturbance in mood predominated by elevated, expansive, or irritable mood, with or without depressive symptoms. B. Evidence from history, physical exam, or labs that (1) symptoms developed during or soon after intoxication, withdrawal, or medication exposure; and (2) the substance/medication is capable of producing such symptoms. C. Not better explained by an independent bipolar disorder (e.g., symptoms preceded onset of use, persist >1 month after cessation, or have other non-substance cause). D. Symptoms do not occur exclusively during delirium. E. Causes clinically significant distress or impairment.",
    "prevalence": "Unknown precise prevalence; occurs in context of stimulant, corticosteroid, or antidepressant use; higher risk in individuals with mood disorder vulnerability.",
    "age_of_onset": "Can occur at any age depending on timing of exposure; often emerges during early or middle adulthood when substance use or medical treatment is common.",
    "prognosis": "Usually resolves within days to weeks after cessation of substance/medication, but may unmask or trigger chronic bipolar disorder in predisposed individuals. Recurrence likely with re-exposure.",
    "neurobiology": {
      "circuitry": [
        "Acute dysregulation of prefrontal-limbic circuits, including amygdala hyperactivation and reduced prefrontal control.",
        "Alterations in reward pathways (ventral striatum) during substance intoxication."
      ],
      "neurochemistry": [
        "Excess dopaminergic transmission with stimulants and certain medications.",
        "Glucocorticoid effects on limbic circuitry with corticosteroid-induced mania.",
        "Serotonin/norepinephrine dysregulation with certain antidepressants."
      ],
      "genetic_environmental": "Underlying bipolar vulnerability increases risk; stress, sleep deprivation, and high-dose/prolonged medication exposure are contributing factors."
    },
    "evaluation": {
      "history_psychosocial": [
        "Detailed substance use and medication exposure timeline relative to symptom onset.",
        "Past psychiatric history and family history of mood disorders.",
        "Psychosocial stressors, supports, and functional impact."
      ],
      "medical_assessment": [
        "Physical and neurologic exam to rule out other causes.",
        "Laboratory tests for toxicology, metabolic profile, thyroid function, and relevant medication levels."
      ],
      "standardized_measures": [
        "Young Mania Rating Scale (YMRS) for mania severity.",
        "Mood Disorder Questionnaire (MDQ) to screen for bipolar spectrum."
      ],
      "risk_stratification": [
        "Evaluate suicide risk, risk-taking behaviors, aggression, and potential for harm during intoxication or withdrawal."
      ],
      "differential_diagnosis": [
        "Primary bipolar I or II disorder",
        "Cyclothymic disorder",
        "Substance intoxication or withdrawal without mood disorder",
        "Delirium or neurocognitive disorder",
        "Medical conditions (e.g., hyperthyroidism)"
      ],
      "team_and_process": "Coordinate with addiction specialists, psychiatry, and prescribing clinicians; ensure safe detoxification and monitoring."
    },
    "symptoms": {
      "manic_hypomanic": [
        "Euphoric or irritable mood",
        "Increased energy and goal-directed activity",
        "Decreased need for sleep",
        "Pressured speech",
        "Flight of ideas or racing thoughts",
        "Distractibility",
        "Inflated self-esteem or grandiosity",
        "Risky behaviors"
      ],
      "mixed_features": [
        "Concurrent depressive symptoms (hopelessness, anhedonia, fatigue)",
        "Emotional lability"
      ]
    },
    "severity_levels": {
      "mild": "Few symptoms beyond diagnostic threshold; mild functional impairment.",
      "moderate": "Symptoms and impairment between mild and severe; safety concerns manageable.",
      "severe": "Marked functional impairment, high-risk behaviors, or severe agitation/psychosis."
    },
    "risk_factors": {
      "biological": [
        "Personal or family history of bipolar disorder",
        "Neurobiological sensitivity to dopaminergic or glucocorticoid effects"
      ],
      "psychological": [
        "Impulsivity and sensation-seeking traits",
        "Co-occurring psychiatric disorders"
      ],
      "environmental": [
        "High-stress environment",
        "Easy access to substances or medications with manic potential"
      ]
    },
    "impact_on_life": {
      "school_work": "Erratic attendance, reduced performance, impulsive work decisions.",
      "social": "Conflict, legal issues, or financial consequences due to risky behavior.",
      "medical": "Poor adherence to medical treatment; worsening of comorbid conditions.",
      "emotional": "Shame, regret, and distress after episodes."
    },
    "comorbidities": [
      "Substance Use Disorders",
      "Other substance-induced mental disorders",
      "Anxiety disorders",
      "Medical conditions requiring corticosteroids or dopaminergic agents"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Psychoeducation on substance effects and relapse prevention.",
        "Motivational interviewing for substance cessation.",
        "CBT for mood stabilization and coping strategies."
      ],
      "medications": [
        "Acute mania: antipsychotics (e.g., haloperidol, olanzapine, risperidone) or mood stabilizers (e.g., lithium, valproate).",
        "Benzodiazepines short-term for agitation/insomnia.",
        "Taper or discontinue offending medication/substance when possible.",
        "Avoid antidepressants without mood stabilizer if bipolar risk present."
      ],
      "lifestyle_interventions": [
        "Abstinence from triggering substances.",
        "Sleep hygiene and circadian stabilization.",
        "Stress management techniques."
      ],
      "care_coordination": [
        "Collaboration between prescriber, psychiatry, and addiction services.",
        "Regular monitoring for recurrence with re-exposure."
      ]
    },
    "treatment_goals": [
      "Achieve full remission of substance-induced mood symptoms.",
      "Prevent recurrence via abstinence or medication changes.",
      "Address underlying bipolar vulnerability if present.",
      "Restore functional and psychosocial stability."
    ],
    "missed_diagnosis_factors": [
      "Failure to link symptom onset to substance/medication exposure.",
      "Assuming symptoms are purely due to intoxication without mood disorder.",
      "Not recognizing unmasking of latent bipolar disorder."
    ],
    "overdiagnosis_factors": [
      "Labeling primary bipolar disorder as substance-induced without adequate history.",
      "Misattributing mood changes from withdrawal as mania.",
      "Overlooking delirium or medical causes."
    ],
    "specifiers": {
      "onset": ["With onset during intoxication", "With onset during withdrawal"],
      "features": ["With manic features", "With mixed features"]
    },
    "warning_signs": [
      "Escalating risky behavior or aggression during substance use.",
      "Emergence of psychosis or suicidal ideation.",
      "Severe sleep deprivation during intoxication."
    ],
    "self_help_strategies": [
      "Avoid known triggering substances/medications.",
      "Maintain a consistent sleep schedule.",
      "Engage in recovery programs and peer support.",
      "Track mood changes relative to medication/substance use."
    ],
    "developmental_stages": {
      "adolescence": [
        "Often linked to stimulant or anabolic steroid use; may impair academic and social development."
      ],
      "adulthood": [
        "Commonly related to prescription medications (e.g., corticosteroids) or illicit stimulants."
      ],
      "older_adults": ["Medication-induced cases more common; polypharmacy increases risk."]
    },
    "real_life_examples": [
      "A 45-year-old receiving high-dose prednisone for autoimmune disease develops pressured speech, decreased need for sleep, and risky spending within a week; symptoms resolve after taper and short course of olanzapine.",
      "A 28-year-old with no psychiatric history develops euphoria, grandiosity, and insomnia after a 5-day cocaine binge; returns to baseline after 10 days of abstinence."
    ],
    "when_to_seek_help": "Seek immediate help if manic symptoms, risky behavior, psychosis, or suicidal thoughts emerge during or after substance/medication use.",
    "prognosis_factors": {
      "positive_factors": [
        "Rapid identification and discontinuation of offending agent",
        "No underlying bipolar disorder",
        "Strong social support and treatment adherence"
      ],
      "challenging_factors": [
        "Re-exposure to triggering substance",
        "Underlying bipolar vulnerability",
        "Co-occurring substance use disorder"
      ]
    }
  },
  "status": "active"
}
