{
  "name": "Substance/Medication-Induced Depressive Disorder",
  "slug": "substance-medication-induced-depressive-disorder",
  "type": "condition",
  "metadata": {
    "category": "mood-depression",
    "dsm5_code": "F32.89 (other specified depressive disorder due to substance/medication)",
    "icd10_code": "F1x.94 (psychoactive substance-induced mood disorder, depressive type)"
  },
  "content": {
    "description": "A depressive syndrome in which low mood, anhedonia, and related neurovegetative and cognitive symptoms arise during or soon after substance intoxication, withdrawal, or exposure to a medication known to produce such effects. The depressive disturbance is temporally related to the substance/medication, causes clinically significant distress or impairment, and is not better explained by a primary depressive disorder.",
    "diagnostic_criteria": "A. Prominent and persistent depressed mood and/or markedly diminished interest or pleasure with associated depressive symptoms. B. Evidence from history, physical exam, or labs that (1) symptoms developed during or soon after intoxication, withdrawal, or medication use; and (2) the substance/medication is capable of producing the symptoms. C. Not better explained by an independent depressive disorder (e.g., symptoms preceded use, persist for a substantial period—about one month—after cessation, or there is other evidence for a non-substance cause). D. Does not occur exclusively during delirium. E. Causes clinically significant distress or impairment.",
    "prevalence": "Varies with substance class, dose, duration, and vulnerability; common with alcohol, sedatives, opioids, and during stimulant or benzodiazepine withdrawal; also reported with several prescription agents.",
    "age_of_onset": "Any age, dictated by timing of exposure; often emerges in late adolescence through mid-adulthood when substance use and medication exposures are more common.",
    "prognosis": "Typically improves within days to weeks after cessation and stabilization. Risk of recurrence with re-exposure is high. In vulnerable individuals, an episode may unmask or trigger a primary mood disorder requiring ongoing treatment.",
    "neurobiology": {
      "circuitry": [
        "Acute and subacute dysregulation of fronto-limbic networks (prefrontal cortex, anterior cingulate, amygdala, hippocampus) during intoxication/withdrawal.",
        "Reward-circuit downregulation (ventral striatum) after chronic use, contributing to anhedonia."
      ],
      "neurochemistry": [
        "Monoaminergic depletion or receptor downregulation (serotonin, norepinephrine, dopamine) after chronic exposure or withdrawal.",
        "GABA/glutamate rebound phenomena (e.g., with alcohol/benzodiazepines) and HPA-axis hyperactivity producing dysphoria and anxiety."
      ],
      "genetic_environmental": "Family mood disorder risk, early adversity, sleep/circadian disruption, and high-stress environments increase susceptibility to substance-related mood effects."
    },
    "evaluation": {
      "history_psychosocial": [
        "Detailed timeline aligning depressive symptoms with intoxication, withdrawal, dose changes, or new medications.",
        "Comprehensive substance history (type, amount, route, frequency, last use) and prior responses.",
        "Past psychiatric history (episodes without substance exposure), family history, safety assessment (suicidality), and functional impact."
      ],
      "medical_assessment": [
        "Focused physical and neurological exam; review prescribed/OTC/herbal agents.",
        "Targeted labs: CBC, CMP, TSH; urine toxicology; pregnancy test when relevant; medication levels as indicated.",
        "Consider sleep apnea screening, hepatic/renal function for medication planning."
      ],
      "standardized_measures": [
        "PHQ-9 or HAM-D for severity/monitoring.",
        "C-SSRS for suicide risk; AUDIT/DAST for substance screening."
      ],
      "risk_stratification": [
        "Hospitalize/urgent care for suicidal intent/plan, psychosis, catatonia, severe withdrawal, or inability to care for self.",
        "Assess overdose risk, intoxication, and withdrawal complications."
      ],
      "differential_diagnosis": [
        "Primary Major Depressive Disorder (episodes independent of exposure).",
        "Bipolar depression (screen for prior hypomania/mania).",
        "Depressive disorder due to another medical condition.",
        "Delirium or neurocognitive disorder; intoxication/withdrawal states without syndromal depression."
      ],
      "team_and_process": "Coordinate psychiatry with addiction medicine, primary care, and prescribing specialists. Establish a unified plan for cessation/taper, withdrawal management, and mood monitoring."
    },
    "symptoms": {
      "core": [
        "Depressed mood and/or anhedonia",
        "Low energy/fatigue",
        "Sleep disturbance (insomnia or hypersomnia)",
        "Appetite/weight change",
        "Psychomotor changes",
        "Poor concentration/indecisiveness",
        "Feelings of worthlessness or excessive guilt",
        "Suicidal ideation or behavior"
      ],
      "contextual_features": [
        "Temporal linkage to intoxication, dose escalation, or withdrawal",
        "Craving, dysphoria, and anergia in early abstinence"
      ]
    },
    "severity_levels": {
      "mild": "Symptoms beyond baseline hangover/dysphoria with limited impairment; outpatient management suitable.",
      "moderate": "Clear impairment; may require medication plus psychotherapy and close follow-up.",
      "severe": "Marked impairment, suicidality, psychotic features, or medically significant withdrawal; consider higher level of care."
    },
    "risk_factors": {
      "biological": [
        "Personal/family history of mood disorders",
        "High-dose or chronic exposure to depressogenic substances or medications"
      ],
      "psychological": [
        "Impulsivity, trauma history, poor coping skills",
        "Co-occurring anxiety or PTSD"
      ],
      "environmental": [
        "High-stress or low-support settings",
        "Ready access to substances; unstable housing or employment"
      ]
    },
    "impact_on_life": {
      "school_work": "Absenteeism, presenteeism, errors, and disciplinary issues related to use/withdrawal and mood.",
      "social": "Conflict, isolation, legal/financial problems.",
      "medical": "Poor adherence to care; overdose/withdrawal complications; interaction risks.",
      "emotional": "Shame, guilt, demoralization, and relapse risk."
    },
    "comorbidities": [
      "Substance Use Disorders (alcohol, opioids, sedatives, stimulants, cannabis)",
      "Anxiety disorders (GAD, panic, PTSD)",
      "Sleep disorders",
      "Chronic pain"
    ],
    "treatment_approaches": {
      "address_exposure": [
        "Stop or taper the offending substance/medication when safe and feasible.",
        "Medically supervised detoxification/withdrawal management if indicated.",
        "Substitute with non-depressogenic alternatives after risk–benefit review."
      ],
      "psychotherapy": [
        "Motivational Interviewing (MI) and relapse prevention (CBT for SUD).",
        "Behavioral Activation to counter anhedonia and inactivity.",
        "CBT or IPT for mood; integrate contingency management where available."
      ],
      "medications": [
        "Antidepressants when symptoms are severe, persist beyond early abstinence, or an independent depressive disorder is likely: SSRIs (sertraline, escitalopram, fluoxetine) first-line; SNRIs (venlafaxine, duloxetine) when pain/fatigue prominent; bupropion for low energy (avoid in seizure/eating disorder risk or heavy alcohol/benzo withdrawal); mirtazapine for insomnia/low appetite.",
        "Avoid initiating antidepressants during acute severe intoxication/withdrawal unless clinically necessary; reassess after stabilization.",
        "For alcohol or opioid use disorders, consider FDA-approved SUD pharmacotherapies (e.g., naltrexone, acamprosate; buprenorphine or methadone) alongside mood treatment.",
        "Caution with drug–drug interactions and QTc/metabolic risks; adjust for hepatic/renal function."
      ],
      "neuromodulation": [
        "ECT for severe, psychotic, catatonic, or suicidal depression when rapid response is needed or medications are contraindicated.",
        "rTMS as adjunct for treatment-resistant cases after stabilization of substance use."
      ],
      "lifestyle_interventions": [
        "Sleep/circadian regularization; structured daily activity and exercise.",
        "Nutrition/hydration restoration; thiamine in alcohol use risk.",
        "Peer recovery supports (12-step/SMART), craving management, and trigger planning."
      ],
      "care_coordination": [
        "Collaborate with addiction services, prescribing clinicians, and primary care.",
        "Safety planning for suicidality; means restriction; frequent early follow-up."
      ]
    },
    "treatment_goals": [
      "Achieve abstinence or safe discontinuation/taper of the offending agent.",
      "Relieve depressive symptoms and restore functioning.",
      "Prevent relapse of substance use and depressive episodes.",
      "Establish sustainable recovery supports and monitoring."
    ],
    "missed_diagnosis_factors": [
      "Failure to obtain a precise timeline linking symptoms to exposure/withdrawal.",
      "Attributing all symptoms to a primary mood disorder without considering substances or medications.",
      "Overlooking iatrogenic contributors (e.g., interferon-alpha, isotretinoin, corticosteroids, varenicline)."
    ],
    "overdiagnosis_factors": [
      "Labeling primary MDD as substance-induced when depressive episodes predate exposure or persist well beyond cessation.",
      "Misreading transient withdrawal dysphoria as a full depressive disorder.",
      "Diagnosing during delirium or acute intoxication without reassessment after stabilization."
    ],
    "specifiers": {
      "onset": ["With onset during intoxication", "With onset during withdrawal"],
      "course": [
        "Single episode related to exposure",
        "Recurrent episodes with repeated exposures"
      ],
      "severity": ["Mild", "Moderate", "Severe"]
    },
    "warning_signs": [
      "Suicidal ideation/behavior during intoxication or early abstinence.",
      "Severe insomnia, agitation, or psychomotor slowing in withdrawal.",
      "Rapid relapse to substance use to self-medicate mood symptoms."
    ],
    "self_help_strategies": [
      "Track mood relative to use/medication timing to identify triggers.",
      "Use recovery supports and coping plans for high-risk times (e.g., evenings, paydays).",
      "Prioritize sleep, nutrition, hydration, and daily activity; schedule pleasant events.",
      "Build a crisis/safety plan and share with supports."
    ],
    "developmental_stages": {
      "adolescence": [
        "Depression may follow binge episodes or cannabis/stimulant use; strong family/school involvement improves outcomes."
      ],
      "adulthood": [
        "Common with alcohol or prescription medications; workplace and relationship impairment prominent."
      ],
      "older_adults": [
        "Higher risk of medication-induced depression (polypharmacy); careful review of agents like beta-blockers, corticosteroids, interferons."
      ]
    },
    "real_life_examples": [
      "A 27-year-old develops low mood, anhedonia, and insomnia after stopping heavy daily cannabis; symptoms improve within three weeks with CBT, sleep regularization, and exercise.",
      "A 52-year-old started interferon-based therapy and reports profound fatigue and hopelessness; antidepressant plus close coordination with the prescribing specialist leads to continuation of life-saving therapy with mood stabilization.",
      "A 35-year-old with severe alcohol use disorder presents with dysphoria and suicidality during withdrawal; after detox and initiation of naltrexone and CBT, mood improves without long-term antidepressants."
    ],
    "when_to_seek_help": "Seek urgent care for suicidal ideation or intent, psychosis, catatonia, or severe withdrawal symptoms. Prompt evaluation is warranted if significant depression emerges during a new medication, dose change, intoxication, or withdrawal.",
    "prognosis_factors": {
      "positive_factors": [
        "Early identification and removal/taper of the offending agent",
        "Engagement in SUD treatment and recovery supports",
        "Strong social network and stable housing"
      ],
      "challenging_factors": [
        "Re-exposure to the substance/medication",
        "Co-occurring primary mood or anxiety disorders",
        "Medical comorbidity, chronic pain, and sleep disorders"
      ]
    }
  },
  "status": "active"
}
