{
  "name": "Delayed Ejaculation",
  "slug": "delayed-ejaculation",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/sexual-disorders",
    "dsm5_code": "302.74",
    "icd10_code": "F52.32"
  },
  "content": {
    "description": "Delayed Ejaculation is characterized by a marked delay in ejaculation or infrequent/absent ejaculation during partnered sexual activity, despite the presence of sexual arousal and the desire to climax. This condition causes significant distress and is not better explained by another mental disorder, relationship distress, medical condition, or substance/medication effects.",
    "diagnostic_criteria": "A. Marked delay in ejaculation or infrequency/absence of ejaculation during partnered sexual activity. B. The symptoms occur on almost all or all occasions (approximately 75–100%) of partnered sexual activity for a minimum duration of 6 months. C. The symptoms cause clinically significant distress. D. The dysfunction is not better explained by a nonsexual mental disorder, severe relationship distress, or other significant stressors and is not attributable to the effects of a substance/medication or another medical condition.",
    "prevalence": "Estimated lifetime prevalence is less than 4% in men; more common in older men and those with certain medical conditions or medication use (e.g., SSRIs).",
    "age_of_onset": "Can occur at any age; often develops gradually over time.",
    "prognosis": "Prognosis varies depending on cause; psychogenic cases may respond well to therapy, while medication- or illness-related cases require targeted treatment. Early intervention improves outcomes.",
    "neurobiology": {
      "mechanisms": [
        "Involves central and peripheral nervous system pathways regulating ejaculation.",
        "Altered serotonergic, dopaminergic, and oxytocinergic neurotransmission can delay or inhibit ejaculation."
      ],
      "medication_effects": [
        "SSRIs, antipsychotics, and other medications can increase serotonin tone and delay orgasm.",
        "Beta-blockers and antihypertensives may indirectly affect sexual function."
      ]
    },
    "evaluation_approach": [
      "Detailed sexual history including onset, duration, and circumstances of symptoms.",
      "Medical evaluation for endocrine, neurological, and urological causes.",
      "Review of medications and substance use.",
      "Assessment of psychological factors such as anxiety, relationship issues, or sexual trauma."
    ],
    "missed_diagnosis_factors": [
      "Failure to differentiate between situational and generalized delayed ejaculation.",
      "Not considering medication-induced sexual side effects.",
      "Overlooking endocrine or neurological conditions."
    ],
    "overdiagnosis_factors": [
      "Pathologizing occasional variation in ejaculation timing.",
      "Misattributing normal aging-related changes to a disorder without functional distress."
    ],
    "symptoms": {
      "core_features": [
        "Persistent difficulty or inability to ejaculate during sexual activity with a partner."
      ],
      "associated_features": [
        "Normal erections and sexual desire.",
        "Ability to ejaculate during masturbation but not partnered activity in some cases."
      ]
    },
    "risk_factors": {
      "biological": [
        "Endocrine disorders (e.g., hypothyroidism, hypogonadism).",
        "Neurological disorders (e.g., multiple sclerosis, peripheral neuropathy)."
      ],
      "psychological": [
        "Performance anxiety, depression, relationship conflict.",
        "History of sexual trauma or restrictive sexual attitudes."
      ],
      "environmental": ["Chronic stress, poor sexual communication, or lack of privacy."]
    },
    "developmental_stages": {
      "young_adulthood": ["May be situational, related to inexperience or anxiety."],
      "middle_adulthood": ["More likely to be linked to medical conditions or medications."],
      "older_adulthood": ["Higher prevalence due to cumulative health and medication factors."]
    },
    "impact_on_life": {
      "relationships": "May cause frustration, tension, or avoidance of intimacy.",
      "self-esteem": "Feelings of inadequacy, shame, or decreased masculinity.",
      "quality_of_life": "Reduced sexual satisfaction and intimacy."
    },
    "comorbidities": [
      "Erectile dysfunction",
      "Depressive disorders",
      "Anxiety disorders",
      "Substance use disorders"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Sex therapy focusing on reducing performance anxiety and improving communication.",
        "Cognitive-behavioral interventions to modify maladaptive beliefs about sex."
      ],
      "medical_interventions": [
        "Adjusting or discontinuing causative medications under medical supervision.",
        "Treating underlying medical conditions."
      ],
      "behavioral_strategies": [
        "Gradual desensitization techniques.",
        "Incorporating different forms of stimulation."
      ]
    },
    "treatment_goals": [
      "Restore satisfactory sexual function.",
      "Reduce performance anxiety and relationship distress.",
      "Address underlying medical or psychological causes."
    ],
    "warning_signs": [
      "Persistent inability to climax during partnered sex despite adequate arousal.",
      "Symptoms present in most sexual encounters for over 6 months.",
      "Significant distress about the problem."
    ],
    "self_help_strategies": [
      "Practice open communication with partners.",
      "Experiment with different sexual techniques and positions.",
      "Engage in relaxation techniques to reduce anxiety."
    ],
    "real_life_examples": [
      "A 42-year-old man develops delayed ejaculation after starting an SSRI for depression; symptoms improve after medication adjustment.",
      "A man can climax during masturbation but rarely with his partner due to performance anxiety."
    ],
    "when_to_seek_help": "Seek help if delayed ejaculation is persistent, causes distress, or impacts relationships, especially if symptoms began after a medication change or medical illness."
  },
  "status": "active"
}
