{
  "name": "Erectile Disorder",
  "slug": "erectile-disorder",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/sexual-disorders",
    "dsm5_code": "302.72",
    "icd10_code": "F52.21"
  },
  "content": {
    "description": "Erectile Disorder is characterized by a persistent or recurrent inability to attain or maintain an erection sufficient for satisfactory sexual performance. The problem occurs despite adequate sexual stimulation and desire, causes significant distress, and is not better explained by another medical, psychiatric, or relational issue.",
    "diagnostic_criteria": "A. At least one of the following must occur on almost all or all occasions (approximately 75–100%) of sexual activity for a minimum duration of 6 months: 1) Marked difficulty in obtaining an erection during sexual activity, 2) Marked difficulty in maintaining an erection until completion of sexual activity, 3) Marked decrease in erectile rigidity. B. The symptoms cause clinically significant distress. C. The dysfunction is not better explained by a nonsexual mental disorder, severe relationship distress, or other significant stressors and is not attributable to the effects of a substance/medication or another medical condition.",
    "prevalence": "Prevalence increases with age; about 13–21% of men aged 40–80 experience frequent erectile difficulties, with higher rates in older men and those with chronic illnesses.",
    "age_of_onset": "Can occur at any age, but incidence rises significantly after age 40.",
    "prognosis": "Prognosis varies depending on cause; cases related to reversible medical or psychological factors often respond well to treatment, while those with severe vascular or neurological disease may be more chronic.",
    "neurobiology": {
      "vascular_mechanisms": [
        "Erection depends on increased penile blood flow mediated by nitric oxide release and smooth muscle relaxation.",
        "Endothelial dysfunction and atherosclerosis can impair blood supply."
      ],
      "neurogenic_factors": [
        "Injury or disease affecting spinal cord, peripheral nerves, or brain can interfere with erectile signaling."
      ],
      "hormonal_factors": [
        "Low testosterone can reduce libido and contribute to erectile dysfunction."
      ],
      "medication_effects": [
        "Antihypertensives, antidepressants, and antipsychotics can interfere with erectile function."
      ]
    },
    "evaluation_approach": [
      "Detailed medical, sexual, and psychosocial history.",
      "Assessment of nocturnal penile tumescence to differentiate psychogenic from organic causes.",
      "Physical examination with cardiovascular and genital focus.",
      "Laboratory tests for testosterone, fasting glucose, and lipid profile.",
      "Review of medications and substance use."
    ],
    "missed_diagnosis_factors": [
      "Assuming erectile issues are always psychological in younger men without ruling out medical causes.",
      "Failure to check for cardiovascular disease in older men.",
      "Overlooking medication-induced erectile problems."
    ],
    "overdiagnosis_factors": [
      "Labeling temporary erection difficulties due to acute stress or fatigue as a disorder.",
      "Misinterpreting situational sexual performance issues as chronic erectile disorder."
    ],
    "symptoms": {
      "core_features": [
        "Persistent difficulty obtaining or maintaining an erection sufficient for sexual activity."
      ],
      "associated_features": [
        "Reduced rigidity during intercourse.",
        "Distress, embarrassment, or avoidance of sexual activity."
      ]
    },
    "risk_factors": {
      "biological": [
        "Cardiovascular disease, diabetes mellitus, metabolic syndrome.",
        "Neurological disorders such as multiple sclerosis or Parkinson’s disease."
      ],
      "psychological": ["Performance anxiety, depression, relationship conflict."],
      "lifestyle": ["Smoking, obesity, sedentary lifestyle, excessive alcohol consumption."]
    },
    "developmental_stages": {
      "young_adulthood": [
        "More likely to be psychogenic; performance anxiety or relationship stress common."
      ],
      "middle_adulthood": ["Combination of organic and psychological factors."],
      "older_adulthood": [
        "Predominantly organic causes related to vascular and neurological health."
      ]
    },
    "impact_on_life": {
      "relationships": "May cause intimacy difficulties, avoidance of sexual encounters, or relationship strain.",
      "self-esteem": "Feelings of inadequacy, embarrassment, or diminished masculinity.",
      "quality_of_life": "Reduced sexual satisfaction and overall well-being."
    },
    "comorbidities": [
      "Depressive disorders",
      "Anxiety disorders",
      "Cardiovascular disease",
      "Diabetes mellitus",
      "Substance use disorders"
    ],
    "treatment_approaches": {
      "medical_interventions": [
        "Phosphodiesterase type 5 inhibitors (e.g., sildenafil, tadalafil).",
        "Vacuum erection devices, intracavernosal injections, or penile implants for refractory cases.",
        "Treatment of underlying medical conditions."
      ],
      "psychotherapy": [
        "Sex therapy to address performance anxiety and relationship issues.",
        "Cognitive-behavioral therapy for anxiety and depression."
      ],
      "lifestyle_modifications": [
        "Exercise, weight loss, smoking cessation, reducing alcohol intake."
      ]
    },
    "treatment_goals": [
      "Achieve and maintain satisfactory erections for sexual activity.",
      "Address underlying medical, psychological, or relational causes.",
      "Reduce distress and improve quality of life."
    ],
    "warning_signs": [
      "Persistent erectile difficulties in most sexual situations for at least 6 months.",
      "Erectile issues accompanied by chest pain or other cardiovascular symptoms.",
      "Sudden onset after trauma or neurological injury."
    ],
    "self_help_strategies": [
      "Maintain a healthy lifestyle with regular exercise and balanced diet.",
      "Limit alcohol, quit smoking, and manage stress.",
      "Communicate openly with partner about sexual concerns."
    ],
    "real_life_examples": [
      "A 55-year-old man with poorly controlled diabetes experiences progressive difficulty maintaining erections; improves after medication adjustment and lifestyle changes.",
      "A young man develops erectile problems after starting an SSRI; symptoms resolve after switching medications."
    ],
    "when_to_seek_help": "Seek help if erectile problems are persistent, cause distress, or occur alongside other health symptoms such as chest pain, fatigue, or mood changes."
  },
  "status": "active"
}
