{
  "name": "Female Orgasmic Disorder",
  "slug": "female-orgasmic-disorder",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/sexual-disorders",
    "dsm5_code": "302.73",
    "icd10_code": "F52.31"
  },
  "content": {
    "description": "Female Orgasmic Disorder is characterized by a marked delay in, infrequency of, or absence of orgasm, or markedly reduced intensity of orgasmic sensations, in most or all sexual encounters. The condition causes significant distress and is not better explained by another medical, psychiatric, or relational condition.",
    "diagnostic_criteria": "A. Presence of either of the following on almost all or all occasions (approximately 75–100%) of sexual activity for a minimum duration of 6 months: 1) Marked delay in, marked infrequency of, or absence of orgasm, 2) Markedly reduced intensity of orgasmic sensations. B. The symptoms cause clinically significant distress. C. The dysfunction is not better explained by a nonsexual mental disorder, severe relationship distress, or other significant stressors and is not attributable to the effects of a substance/medication or another medical condition.",
    "prevalence": "Estimates vary widely; surveys suggest 10–42% of women report some orgasmic difficulties, but fewer meet full diagnostic criteria.",
    "age_of_onset": "May be lifelong (present since sexual debut) or acquired (developing after a period of normal function).",
    "prognosis": "Prognosis is favorable with appropriate treatment, especially in acquired cases related to psychological, relational, or medication factors. Lifelong cases may require longer-term intervention.",
    "neurobiology": {
      "neuroanatomical_pathways": [
        "Involves coordinated activity between the genital sensory nerves, spinal cord, brainstem, and brain regions including the hypothalamus, limbic system, and prefrontal cortex."
      ],
      "neurochemical_factors": [
        "Dopamine and oxytocin facilitate orgasm, while serotonin can inhibit orgasmic response.",
        "Medications increasing serotonergic activity (e.g., SSRIs) can delay or prevent orgasm."
      ],
      "hormonal_influences": [
        "Estrogen and testosterone levels may influence sexual desire, arousal, and orgasmic function."
      ]
    },
    "evaluation_approach": [
      "Comprehensive sexual, medical, and psychosocial history.",
      "Assessment of whether symptoms are lifelong or acquired, and generalized or situational.",
      "Review of medications, especially SSRIs and other antidepressants.",
      "Evaluation for comorbid medical conditions (e.g., diabetes, neurological disorders) and psychological factors (e.g., depression, anxiety).",
      "Exploration of relationship quality and sexual communication."
    ],
    "missed_diagnosis_factors": [
      "Failure to assess for situational or partner-specific factors.",
      "Attributing symptoms solely to psychological causes without exploring medical or medication-related contributors.",
      "Not distinguishing between normal variation in orgasmic frequency and clinically significant disorder."
    ],
    "overdiagnosis_factors": [
      "Labeling occasional difficulty reaching orgasm as pathological.",
      "Misinterpreting lack of orgasm in certain sexual activities as disorder despite orgasm in others."
    ],
    "symptoms": {
      "core_features": [
        "Persistent difficulty achieving orgasm or markedly reduced orgasmic intensity."
      ],
      "associated_features": [
        "Distress or frustration related to sexual experience.",
        "Avoidance of sexual activity due to dissatisfaction."
      ]
    },
    "risk_factors": {
      "biological": [
        "Hormonal deficiencies (e.g., estrogen, testosterone).",
        "Neurological disorders affecting sensory pathways."
      ],
      "psychological": ["Performance anxiety, depression, sexual trauma history."],
      "relational": ["Poor sexual communication, relationship dissatisfaction."],
      "medication_induced": [
        "Use of SSRIs, SNRIs, antipsychotics, or other agents affecting serotonin."
      ]
    },
    "developmental_stages": {
      "young_adulthood": [
        "May reflect inadequate sexual education, performance anxiety, or inexperience."
      ],
      "middle_adulthood": [
        "Hormonal changes related to perimenopause or menopause may contribute.",
        "Medication-induced cases more common."
      ],
      "older_adulthood": [
        "Age-related hormonal decline, chronic medical conditions, and medication effects are prominent."
      ]
    },
    "impact_on_life": {
      "relationships": "Can cause frustration or emotional distance between partners.",
      "self-esteem": "May lead to feelings of inadequacy or reduced sexual confidence.",
      "quality_of_life": "Reduced sexual satisfaction and intimacy."
    },
    "comorbidities": [
      "Depressive disorders",
      "Anxiety disorders",
      "Female sexual interest/arousal disorder",
      "Chronic pain conditions"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Sex therapy focusing on education, communication, and reducing performance anxiety.",
        "Cognitive-behavioral therapy for anxiety or trauma-related issues.",
        "Mindfulness-based interventions."
      ],
      "medical_interventions": [
        "Review and adjust medications affecting orgasm.",
        "Hormone therapy for deficiencies where appropriate."
      ],
      "behavioral_strategies": [
        "Directed masturbation training.",
        "Sensate focus exercises with partner."
      ]
    },
    "treatment_goals": [
      "Increase frequency and intensity of orgasm.",
      "Reduce distress and improve sexual satisfaction.",
      "Address underlying psychological, medical, or relational contributors."
    ],
    "warning_signs": [
      "Persistent inability to achieve orgasm despite adequate stimulation.",
      "Distress or avoidance related to sexual activity.",
      "Symptoms lasting at least 6 months and occurring in most sexual encounters."
    ],
    "self_help_strategies": [
      "Explore self-stimulation techniques and communication with partner.",
      "Engage in regular physical activity to improve circulation and mood.",
      "Practice mindfulness to enhance sexual focus and reduce anxiety."
    ],
    "real_life_examples": [
      "A woman in her 30s develops orgasmic difficulties after starting an SSRI; symptoms improve after switching medications.",
      "A woman with lifelong absence of orgasm benefits from sex therapy and education about self-stimulation."
    ],
    "when_to_seek_help": "Seek professional evaluation if orgasmic difficulties are persistent, cause distress, or occur in most sexual situations despite adequate arousal and stimulation."
  },
  "status": "active"
}
