{
  "name": "Male Hypoactive Sexual Desire Disorder",
  "slug": "male-hypoactive-sexual-desire-disorder",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/sexual-disorders",
    "dsm5_code": "302.71",
    "icd10_code": "F52.0"
  },
  "content": {
    "description": "Male Hypoactive Sexual Desire Disorder (MHSDD) is characterized by persistently or recurrently deficient or absent sexual/erotic thoughts or fantasies and desire for sexual activity in males, causing marked distress or interpersonal difficulty. The diagnosis requires that the problem is not better explained by another mental disorder, medical condition, or substance/medication use.",
    "diagnostic_criteria": "A. Persistently or recurrently deficient (or absent) sexual/erotic thoughts or fantasies and desire for sexual activity. The judgment of deficiency is made by the clinician, taking into account factors such as age and general sociocultural contexts of the individual’s life. B. The symptoms have persisted for at least 6 months. C. The symptoms cause clinically significant distress. D. The sexual dysfunction is not better explained by a nonsexual mental disorder, severe relationship distress, or other significant stressors, and is not attributable to the effects of a substance/medication or another medical condition.",
    "prevalence": "Estimates vary; population-based studies suggest approximately 6–15% of men report distressing low sexual desire at some point, with rates increasing with age.",
    "age_of_onset": "Can occur at any age after sexual maturity; more common in middle-aged and older men.",
    "prognosis": "The course depends on underlying cause. Desire may improve with treatment of contributing medical, psychological, or relationship factors. Chronic cases may persist without intervention.",
    "neurobiology": {
      "hormonal_factors": [
        "Reduced testosterone levels can contribute to decreased sexual desire.",
        "Alterations in prolactin and thyroid hormone levels can affect libido."
      ],
      "neurotransmitter_systems": [
        "Dopaminergic activity in mesolimbic pathways is associated with sexual motivation; reduced activity may play a role.",
        "Serotonin elevation (e.g., from SSRIs) can inhibit sexual desire."
      ],
      "brain_regions": [
        "Prefrontal cortex and limbic structures (e.g., amygdala, hypothalamus) mediate sexual desire and are influenced by stress, mood, and hormones."
      ]
    },
    "evaluation_approach": [
      "Comprehensive sexual and psychosocial history.",
      "Physical examination and laboratory tests to assess hormonal status.",
      "Screening for depression, anxiety, and relationship issues.",
      "Review of medications and substance use."
    ],
    "missed_diagnosis_factors": [
      "Assuming low desire is normal aging without assessing for reversible causes.",
      "Overlooking relationship or psychological contributors.",
      "Failure to evaluate for hypogonadism or other endocrine disorders."
    ],
    "overdiagnosis_factors": [
      "Labeling temporary fluctuations in desire due to situational stress as a disorder.",
      "Diagnosis without confirming distress or impairment."
    ],
    "symptoms": {
      "core_features": [
        "Low or absent sexual thoughts or fantasies.",
        "Lack of initiation of sexual activity."
      ],
      "associated_features": [
        "Distress about low sexual interest.",
        "Avoidance of sexual opportunities."
      ]
    },
    "risk_factors": {
      "biological": [
        "Low testosterone or other hormonal imbalances.",
        "Chronic medical conditions such as diabetes, cardiovascular disease."
      ],
      "psychological": [
        "Depression, anxiety, or history of sexual trauma.",
        "Negative sexual attitudes or beliefs."
      ],
      "relational": ["Ongoing conflict or lack of emotional intimacy with partner."]
    },
    "developmental_stages": {
      "young_adulthood": ["Less common; often related to psychological or relational issues."],
      "middle_adulthood": ["May develop with stress, medical conditions, or hormonal decline."],
      "older_adulthood": [
        "More frequent; often multifactorial with medical and endocrine contributions."
      ]
    },
    "impact_on_life": {
      "relationships": "Can lead to partner frustration, decreased intimacy, and relationship strain.",
      "self-esteem": "Feelings of inadequacy, guilt, or diminished masculinity.",
      "quality_of_life": "Reduced sexual satisfaction and general well-being."
    },
    "comorbidities": [
      "Depressive disorders",
      "Anxiety disorders",
      "Erectile disorder",
      "Chronic medical illnesses"
    ],
    "treatment_approaches": {
      "medical_interventions": [
        "Testosterone replacement therapy for documented hypogonadism.",
        "Adjusting or changing medications that impair libido."
      ],
      "psychotherapy": [
        "Cognitive-behavioral therapy for performance anxiety or negative beliefs.",
        "Couples therapy to improve communication and intimacy."
      ],
      "lifestyle_strategies": ["Regular exercise, stress management, improving sleep quality."]
    },
    "treatment_goals": [
      "Increase sexual desire and interest.",
      "Address contributing medical or psychological factors.",
      "Improve intimacy and relationship satisfaction."
    ],
    "warning_signs": [
      "Persistent lack of sexual thoughts or fantasies.",
      "Distress related to diminished sexual interest."
    ],
    "self_help_strategies": [
      "Maintain overall health with exercise, balanced diet, and adequate rest.",
      "Engage in activities that enhance emotional connection with partner.",
      "Address relationship conflicts openly."
    ],
    "real_life_examples": [
      "A 52-year-old man experiences gradual loss of sexual interest due to low testosterone; treatment restores libido.",
      "A man in his 30s develops low sexual desire after starting antidepressants; dose adjustment improves symptoms."
    ],
    "when_to_seek_help": "Seek evaluation if low sexual desire persists for at least 6 months, causes distress, and cannot be explained by temporary stress or situational factors."
  },
  "status": "active"
}
