{
  "name": "Substance/Medication-Induced Sexual Dysfunction",
  "slug": "substance-medication-induced-sexual-dysfunction",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/sexual-disorders",
    "dsm5_code": "302.1x, 302.7x, 302.9x (specify type of dysfunction)",
    "icd10_code": "F52.2 (drug-induced sexual dysfunction)"
  },
  "content": {
    "description": "Substance/Medication-Induced Sexual Dysfunction is characterized by clinically significant disturbances in sexual desire, arousal, orgasm, or pain during sexual activity that develop during or soon after substance intoxication or withdrawal, or after exposure to a medication, and are not better explained by a primary sexual dysfunction.",
    "diagnostic_criteria": "A. A clinically significant sexual dysfunction is predominant in the clinical picture. B. There is evidence from history, physical examination, or laboratory findings that the dysfunction developed during or soon after substance intoxication or withdrawal or after exposure to a medication, and the substance/medication involved is capable of producing such effects. C. The dysfunction is not better explained by a primary sexual dysfunction, does not occur exclusively during delirium, and causes clinically significant distress.",
    "prevalence": "Varies depending on substance class; sexual side effects are common with SSRIs, antipsychotics, antihypertensives, alcohol, and recreational drugs.",
    "age_of_onset": "Can occur at any age after exposure to the implicated substance or medication.",
    "prognosis": "Symptoms may resolve with discontinuation of the offending substance or adjustment of dosage; in some cases, dysfunction may persist (e.g., post-SSRI sexual dysfunction). Prognosis depends on duration of exposure, type of agent, and underlying health.",
    "neurobiology": {
      "pharmacodynamic_mechanisms": [
        "SSRIs: Increased serotonergic activity can inhibit sexual desire and orgasm via 5-HT2 receptor stimulation.",
        "Antipsychotics: Dopamine receptor blockade in mesolimbic pathways reduces libido and arousal.",
        "Antihypertensives: Reduced penile blood flow due to vascular effects."
      ],
      "neuroendocrine_factors": [
        "Prolactin elevation from dopamine antagonists can suppress sexual desire.",
        "Hormonal modulation (e.g., reduced testosterone) from certain medications."
      ],
      "neural_circuitry": [
        "Altered limbic system and hypothalamic activity impacting sexual motivation and performance."
      ]
    },
    "evaluation_approach": [
      "Detailed sexual history, including onset and timing of dysfunction relative to substance/medication use.",
      "Review of all prescribed, over-the-counter, and recreational drugs.",
      "Medical and psychiatric history to rule out primary sexual dysfunction.",
      "Laboratory tests for hormonal and metabolic contributors when indicated."
    ],
    "missed_diagnosis_factors": [
      "Attributing sexual dysfunction solely to psychological causes without reviewing medications.",
      "Overlooking contribution of recreational drug use.",
      "Failure to consider delayed onset or persistent effects after drug discontinuation."
    ],
    "overdiagnosis_factors": [
      "Attributing sexual issues to substances when primary sexual dysfunction is present.",
      "Failure to account for comorbid medical or psychiatric disorders affecting sexual function."
    ],
    "symptoms": {
      "desire": ["Reduced libido or sexual interest."],
      "arousal": [
        "Difficulty achieving or maintaining erection in males; reduced lubrication in females."
      ],
      "orgasm": ["Delayed, absent, or diminished orgasm."],
      "pain": ["Dyspareunia or genital discomfort related to drug-induced changes."]
    },
    "risk_factors": {
      "biological": [
        "Older age with increased polypharmacy.",
        "Genetic variations in drug metabolism."
      ],
      "psychological": ["Preexisting sexual dysfunction or performance anxiety."],
      "substance_related": ["Chronic or high-dose use of implicated substances."]
    },
    "developmental_stages": {
      "young_adulthood": [
        "May occur with recreational drug use or early treatment with psychotropics."
      ],
      "middle_adulthood": ["Often related to medications for chronic medical conditions."],
      "older_adulthood": ["Polypharmacy and vascular factors increase vulnerability."]
    },
    "impact_on_life": {
      "relationships": "May cause frustration, conflict, or avoidance of intimacy.",
      "self-esteem": "Feelings of inadequacy or loss of masculinity/femininity.",
      "quality_of_life": "Reduced sexual satisfaction and relationship strain."
    },
    "comorbidities": [
      "Depressive disorders",
      "Anxiety disorders",
      "Cardiovascular disease",
      "Metabolic syndrome"
    ],
    "treatment_approaches": {
      "medication_management": [
        "Discontinue or reduce dose of offending agent if feasible.",
        "Switch to alternative medications with lower sexual side effect profiles.",
        "Add antidote medications (e.g., bupropion for SSRI-induced dysfunction)."
      ],
      "behavioral": [
        "Sex therapy and sensate focus exercises.",
        "Couples counseling to address relationship impact."
      ],
      "lifestyle": ["Exercise, healthy diet, and management of medical comorbidities."]
    },
    "treatment_goals": [
      "Identify and modify the offending substance or medication.",
      "Restore sexual functioning and satisfaction.",
      "Reduce distress and relationship strain."
    ],
    "warning_signs": [
      "Sexual dysfunction beginning soon after starting a new medication or substance.",
      "Persistent symptoms after dosage changes."
    ],
    "self_help_strategies": [
      "Discuss side effects openly with healthcare providers.",
      "Avoid abrupt discontinuation of prescribed medications without guidance.",
      "Adopt healthy lifestyle habits to support sexual health."
    ],
    "real_life_examples": [
      "A patient develops erectile dysfunction after starting an SSRI; symptoms improve after switching to bupropion.",
      "A man on beta-blockers reports reduced libido, which resolves after changing antihypertensive class."
    ],
    "when_to_seek_help": "Seek medical advice if you notice new or worsening sexual dysfunction after starting a medication or using a substance, especially if it causes distress or relationship difficulties."
  },
  "status": "active"
}
