{
  "name": "Enuresis",
  "slug": "enuresis",
  "type": "condition",
  "metadata": {
    "category": "other-conditions/elimination-disorders",
    "dsm5_code": "307.6",
    "icd10_code": "F98.0"
  },
  "content": {
    "description": "Enuresis is characterized by repeated voiding of urine into bed or clothes, whether involuntary or intentional, occurring at least twice a week for at least three consecutive months or causing clinically significant distress or impairment. The child must be at least 5 years old (or have an equivalent developmental level). Enuresis may occur during sleep (nocturnal), waking hours (diurnal), or both.",
    "diagnostic_criteria": "A. Repeated voiding of urine into bed or clothes, whether involuntary or intentional. B. The behavior occurs at least twice a week for at least three consecutive months or causes clinically significant distress or impairment. C. Chronological age is at least 5 years (or equivalent developmental level). D. The behavior is not attributable to the physiological effects of a substance or another medical condition.",
    "prevalence": "Occurs in approximately 5–10% of 5-year-olds, with rates decreasing to 1% by adolescence. More common in boys.",
    "age_of_onset": "Diagnosis is made at age 5 or older; primary enuresis is present from birth, while secondary enuresis develops after a period of continence.",
    "prognosis": "Spontaneous remission rate is about 15% per year. Prognosis is better with early intervention, consistent behavioral strategies, and when secondary causes are addressed.",
    "neurobiology": {
      "sleep_arousal_mechanisms": [
        "Delayed maturation of arousal pathways between bladder signaling and cortical awakening during sleep."
      ],
      "bladder_function": [
        "Reduced functional bladder capacity or overactive detrusor muscle activity during sleep."
      ],
      "hormonal_regulation": [
        "Relative nocturnal deficiency of vasopressin (ADH), leading to increased nighttime urine production."
      ],
      "brain_bladder_axis": [
        "Possible alterations in central inhibitory control of micturition involving the prefrontal cortex and pontine micturition center."
      ]
    },
    "evaluation": {
      "history": [
        "Onset and pattern (primary vs. secondary enuresis).",
        "Daytime urinary symptoms and bowel habits.",
        "Family history of enuresis.",
        "Psychosocial stressors."
      ],
      "physical_exam": [
        "Abdominal and genital exam.",
        "Neurological assessment for lower spinal cord signs."
      ],
      "investigations": [
        "Urinalysis to rule out infection, diabetes, or kidney disease.",
        "Bladder diary to monitor voiding patterns."
      ],
      "differential_diagnosis": [
        "Urinary tract infection",
        "Diabetes mellitus or insipidus",
        "Seizure disorders",
        "Sleep disorders",
        "Structural urinary tract abnormalities"
      ]
    },
    "symptoms": {
      "nocturnal_enuresis": [
        "Bedwetting during sleep, most often in the first third of the night."
      ],
      "diurnal_enuresis": ["Involuntary urination during waking hours."],
      "mixed": ["Both nocturnal and diurnal wetting."]
    },
    "risk_factors": {
      "biological": ["Family history of delayed bladder control.", "Small bladder capacity."],
      "psychological": ["Stressful life events (e.g., school changes, family conflict)."],
      "environmental": ["Inconsistent toilet training.", "Limited nighttime bathroom access."]
    },
    "developmental_stages": {
      "preschool": ["Delayed toilet training may contribute to persistence of wetting."],
      "school_age": [
        "Primary enuresis more common; can cause embarrassment and avoidance of sleepovers."
      ],
      "adolescence": [
        "Less common; often associated with persistent risk factors or comorbid conditions."
      ]
    },
    "impact_on_life": {
      "relationships": "May cause shame, avoidance of social events, and peer teasing.",
      "school": "Reluctance to participate in overnight trips or activities.",
      "self_esteem": "Low confidence due to perceived loss of control."
    },
    "comorbidities": ["Constipation", "ADHD", "Sleep disorders", "Anxiety disorders"],
    "treatment_approaches": {
      "behavioral": [
        "Enuresis alarms to condition awakening in response to bladder fullness.",
        "Positive reinforcement for dry nights.",
        "Bladder training exercises."
      ],
      "medical": [
        "Desmopressin for nocturnal polyuria.",
        "Anticholinergic agents for overactive bladder."
      ],
      "lifestyle_strategies": [
        "Limit evening fluid and caffeine intake.",
        "Ensure easy nighttime bathroom access."
      ]
    },
    "treatment_goals": [
      "Achieve sustained dryness.",
      "Reduce distress and embarrassment.",
      "Address underlying medical or psychological contributors."
    ],
    "warning_signs": [
      "New onset after established continence (secondary enuresis).",
      "Daytime incontinence with neurological signs.",
      "Excessive thirst or weight loss."
    ],
    "self_help_strategies": [
      "Consistent bedtime routine and toileting before sleep.",
      "Use of protective bedding.",
      "Parental support without punishment."
    ],
    "real_life_examples": [
      "A 7-year-old with primary nocturnal enuresis responds to alarm therapy within 3 months.",
      "A 9-year-old develops secondary enuresis after parental divorce; symptoms improve with counseling and routine restoration."
    ],
    "when_to_seek_help": "Seek professional evaluation if wetting persists beyond age 5, starts suddenly after dryness, or is accompanied by pain, fever, or other urinary symptoms.",
    "missed_diagnosis_factors": [
      "Assuming symptoms are purely behavioral without medical assessment.",
      "Overlooking constipation as a contributor.",
      "Failure to screen for sleep apnea in persistent cases."
    ],
    "overdiagnosis_factors": [
      "Labeling occasional accidents as enuresis before age 5.",
      "Not differentiating between nocturnal and diurnal patterns when planning treatment."
    ]
  },
  "status": "active"
}
