{
  "name": "Catatonia Associated with Another Mental Disorder",
  "slug": "catatonia-associated-with-mental-disorder",
  "type": "condition",
  "metadata": {
    "category": "psychotic-disorders",
    "dsm5_code": "293.89",
    "icd10_code": "F06.1"
  },
  "content": {
    "description": "Catatonia is a syndrome of psychomotor disturbances that may occur in the context of another mental disorder (e.g., schizophrenia, mood disorders) and is characterized by at least three psychomotor symptoms such as stupor, catalepsy, waxy flexibility, mutism, negativism, posturing, mannerisms, stereotypy, agitation, grimacing, echolalia, or echopraxia.",
    "diagnostic_criteria": "A. The clinical picture is dominated by three (or more) of the following: (1) stupor, (2) catalepsy, (3) waxy flexibility, (4) mutism, (5) negativism, (6) posturing, (7) mannerism, (8) stereotypy, (9) agitation, (10) grimacing, (11) echolalia, (12) echopraxia. B. The disturbance occurs in the context of another mental disorder (e.g., mood episode, schizophrenia spectrum disorder). C. Not attributable to a medical condition or substance unless specified otherwise.",
    "prevalence": "Varies by underlying condition; up to 10% in acute psychiatric inpatients; higher in mood disorders with psychotic features.",
    "age_of_onset": "Depends on associated disorder; often acute onset during mood or psychotic episodes.",
    "prognosis": "Highly treatable with prompt recognition and intervention; untreated catatonia can lead to life-threatening complications such as dehydration, malnutrition, and autonomic instability.",
    "neurobiology": {
      "circuitry": [
        "Dysfunction in cortico-striato-thalamo-cortical circuits affecting motor regulation and arousal."
      ],
      "neurochemistry": [
        "Hypoactivity of GABA and glutamate dysregulation; potential dopaminergic involvement."
      ],
      "genetic_environmental": "Linked to underlying psychiatric or neurological illness; can be precipitated by stress, abrupt medication changes, or systemic illness."
    },
    "evaluation": {
      "history_psychosocial": [
        "History of current psychiatric disorder, timing of catatonic symptoms relative to mood or psychotic episodes, prior episodes, medication changes."
      ],
      "medical_assessment": [
        "Full physical and neurological exam.",
        "Laboratory studies: CBC, CMP, TSH, urinalysis, creatine kinase (for muscle breakdown), and urine toxicology.",
        "Neuroimaging if focal neurological signs or atypical presentation."
      ],
      "standardized_measures": [
        "Bush–Francis Catatonia Rating Scale (BFCRS) for severity and monitoring."
      ],
      "risk_stratification": [
        "High risk for complications requiring inpatient monitoring if immobile, refusing intake, or exhibiting autonomic instability."
      ],
      "differential_diagnosis": [
        "Neuroleptic Malignant Syndrome",
        "Malignant catatonia",
        "Delirium",
        "Seizure disorders",
        "Parkinsonism"
      ],
      "team_and_process": "Close coordination between psychiatry, neurology, and internal medicine for evaluation and treatment."
    },
    "symptoms": {
      "motor": [
        "Stupor",
        "Catalepsy",
        "Waxy flexibility",
        "Posturing",
        "Mannerisms",
        "Stereotypy",
        "Agitation without cause"
      ],
      "speech": ["Mutism", "Echolalia"],
      "behavioral": ["Negativism", "Echopraxia", "Grimacing"]
    },
    "severity_levels": {
      "mild": "Few catatonic signs without major functional compromise.",
      "moderate": "Multiple signs with reduced oral intake and mobility.",
      "severe": "Severe immobility, mutism, or autonomic instability; life-threatening complications possible."
    },
    "risk_factors": {
      "biological": [
        "Underlying mood disorder with psychotic features",
        "Schizophrenia spectrum disorders",
        "Neurological illness"
      ],
      "psychological": ["Severe stress or trauma in predisposed individuals"],
      "environmental": ["Abrupt medication discontinuation", "Medical illness or infection"]
    },
    "impact_on_life": {
      "school_work": "Complete incapacity to engage in daily tasks during episodes.",
      "social": "Social withdrawal and inability to communicate.",
      "medical": "Risk of malnutrition, dehydration, DVT, pressure ulcers.",
      "emotional": "Fear and confusion in patient and family."
    },
    "comorbidities": [
      "Mood disorders",
      "Schizophrenia spectrum disorders",
      "Substance use disorders",
      "Neurological conditions"
    ],
    "treatment_approaches": {
      "psychotherapy": ["Supportive therapy and psychoeducation after acute resolution."],
      "medications": [
        "First-line: Benzodiazepines (lorazepam challenge).",
        "Second-line: Electroconvulsive Therapy (ECT) if refractory or severe."
      ],
      "neuromodulation": ["ECT for life-threatening or benzodiazepine-resistant cases."],
      "lifestyle_interventions": [
        "Nutritional support, hydration, and mobilization during recovery."
      ],
      "care_coordination": [
        "Inpatient monitoring and multidisciplinary care to prevent complications."
      ]
    },
    "treatment_goals": [
      "Rapid resolution of catatonic symptoms",
      "Prevention of complications",
      "Treatment of underlying psychiatric condition",
      "Functional recovery"
    ],
    "missed_diagnosis_factors": [
      "Misinterpreting mutism or immobility as depression or uncooperativeness"
    ],
    "overdiagnosis_factors": [
      "Labeling non-specific psychomotor slowing as catatonia without meeting criteria"
    ],
    "specifiers": {
      "with_malignant_features": "Severe autonomic instability with hyperthermia, tachycardia, hypertension, diaphoresis."
    },
    "warning_signs": [
      "Sudden immobility or mutism in a psychiatric patient",
      "Refusal of food or fluids",
      "Signs of autonomic instability"
    ],
    "self_help_strategies": [
      "Engage in treatment promptly when symptoms occur",
      "Adherence to psychiatric treatment to prevent recurrence"
    ],
    "developmental_stages": {
      "adolescence": [
        "Often occurs in severe mood or psychotic episodes; similar presentation to adults"
      ],
      "adulthood": ["Common in severe mood disorders or schizophrenia"],
      "older_adults": ["Rule out medical or neurological causes before diagnosis"]
    },
    "real_life_examples": [
      "A 25-year-old with bipolar I disorder presents during a manic episode with mutism, posturing, and refusal to eat; symptoms resolve after lorazepam treatment."
    ],
    "when_to_seek_help": "Immediate medical attention if sudden onset of immobility, mutism, or refusal to eat/drink, especially with psychiatric history.",
    "prognosis_factors": {
      "positive_factors": [
        "Prompt recognition and treatment",
        "Good response to lorazepam or ECT",
        "Treatment of underlying disorder"
      ],
      "challenging_factors": [
        "Delayed diagnosis",
        "Refractory symptoms",
        "Severe underlying psychiatric or neurological illness"
      ]
    }
  },
  "status": "active"
}
