{
  "name": "Catatonic Disorder Due to Another Medical Condition",
  "slug": "catatonic-disorder-due-to-medical-condition",
  "type": "condition",
  "metadata": {
    "category": "psychotic-disorders",
    "dsm5_code": "293.89",
    "icd10_code": "F06.1"
  },
  "content": {
    "description": "Catatonic Disorder Due to Another Medical Condition is characterized by catatonic symptoms directly attributable to a general medical condition, rather than a primary psychiatric disorder. It presents with psychomotor disturbances such as stupor, catalepsy, mutism, negativism, posturing, mannerisms, stereotypy, agitation, grimacing, echolalia, or echopraxia.",
    "diagnostic_criteria": "A. Clinical picture dominated by three or more of the following: (1) stupor, (2) catalepsy, (3) waxy flexibility, (4) mutism, (5) negativism, (6) posturing, (7) mannerism, (8) stereotypy, (9) agitation not influenced by external stimuli, (10) grimacing, (11) echolalia, (12) echopraxia. B. Evidence from history, physical exam, or labs that the disturbance is the direct pathophysiological consequence of another medical condition. C. Not better explained by another mental disorder. D. Not occurring exclusively during delirium. E. Causes clinically significant distress or impairment.",
    "prevalence": "Uncommon; most often occurs in the setting of neurological or systemic medical conditions such as encephalitis, stroke, metabolic disorders.",
    "age_of_onset": "Varies based on underlying medical illness.",
    "prognosis": "Prognosis depends on prompt diagnosis and treatment of both the catatonia and the underlying medical condition; delayed intervention increases risk of complications and mortality.",
    "neurobiology": {
      "circuitry": [
        "Disruption of cortical and basal ganglia pathways regulating motor function and arousal."
      ],
      "neurochemistry": ["Alterations in GABA, glutamate, and dopamine transmission."],
      "genetic_environmental": "No specific genetic risk; onset linked to precipitating medical condition."
    },
    "evaluation": {
      "history_psychosocial": [
        "Recent onset of motor or behavioral changes in the context of a known or suspected medical condition.",
        "Medication history, substance use, exposure to toxins."
      ],
      "medical_assessment": [
        "Complete physical and neurological examination.",
        "Laboratory evaluation: CBC, CMP, thyroid function, B12/folate, ESR/CRP, infectious workup, creatine kinase, urine toxicology.",
        "Neuroimaging (MRI/CT) to evaluate for structural or vascular causes.",
        "EEG if seizure disorder suspected."
      ],
      "standardized_measures": [
        "Bush–Francis Catatonia Rating Scale (BFCRS) for severity and monitoring."
      ],
      "risk_stratification": [
        "Urgent inpatient care if signs of autonomic instability, dehydration, malnutrition, or rapid clinical decline."
      ],
      "differential_diagnosis": [
        "Catatonia associated with psychiatric disorder",
        "Delirium",
        "Neuroleptic Malignant Syndrome",
        "Akinetic mutism",
        "Locked-in syndrome"
      ],
      "team_and_process": "Collaborative care involving psychiatry, neurology, and internal medicine."
    },
    "symptoms": {
      "motor": [
        "Stupor",
        "Catalepsy",
        "Waxy flexibility",
        "Posturing",
        "Mannerisms",
        "Stereotypy",
        "Agitation without cause"
      ],
      "speech": ["Mutism", "Echolalia"],
      "behavioral": ["Negativism", "Echopraxia", "Grimacing"]
    },
    "severity_levels": {
      "mild": "Few catatonic signs, minimal medical compromise.",
      "moderate": "Multiple catatonic signs with reduced intake and activity, medical monitoring required.",
      "severe": "Severe immobility, mutism, or autonomic instability; high complication risk."
    },
    "risk_factors": {
      "biological": [
        "Neurological illness (e.g., stroke, tumor, encephalitis)",
        "Systemic metabolic disturbances",
        "Infections affecting CNS"
      ],
      "psychological": ["Secondary effects of medical illness on cognition and behavior"],
      "environmental": ["Exposure to neurotoxins or severe systemic illness"]
    },
    "impact_on_life": {
      "school_work": "Complete incapacity to function during episodes.",
      "social": "Loss of ability to communicate and interact.",
      "medical": "High risk of malnutrition, dehydration, thromboembolism, pressure sores.",
      "emotional": "Distress and confusion for patient and caregivers."
    },
    "comorbidities": ["Neurological disorders", "Systemic metabolic or infectious illnesses"],
    "treatment_approaches": {
      "psychotherapy": ["Supportive interventions once stabilized."],
      "medications": [
        "Benzodiazepines (lorazepam) often effective.",
        "Amantadine or memantine in refractory cases (specialist-guided)."
      ],
      "neuromodulation": ["ECT if benzodiazepines fail and medical status allows."],
      "lifestyle_interventions": [
        "Aggressive medical support for nutrition, hydration, prevention of immobility complications."
      ],
      "care_coordination": ["Close multidisciplinary monitoring in inpatient setting."]
    },
    "treatment_goals": [
      "Rapid symptom resolution",
      "Treatment of underlying medical condition",
      "Prevention of complications",
      "Restoration of baseline functioning"
    ],
    "missed_diagnosis_factors": [
      "Attributing immobility and mutism solely to delirium or depression without evaluating for catatonia"
    ],
    "overdiagnosis_factors": [
      "Misinterpreting general psychomotor slowing from medical illness as catatonia"
    ],
    "specifiers": {
      "with_malignant_features": "Severe form with autonomic instability, hyperthermia, altered consciousness, high mortality risk."
    },
    "warning_signs": [
      "Sudden onset of mutism and immobility in a medically ill patient",
      "Signs of autonomic instability"
    ],
    "self_help_strategies": [
      "Adherence to medical treatment for underlying condition",
      "Early reporting of unusual motor or speech changes"
    ],
    "developmental_stages": {
      "children_adolescents": ["Often linked to autoimmune encephalitis or metabolic disorders"],
      "adults": ["Frequently due to CNS lesions or systemic metabolic illness"],
      "older_adults": [
        "High index of suspicion due to polypharmacy and neurological disease prevalence"
      ]
    },
    "real_life_examples": [
      "A 60-year-old with autoimmune encephalitis develops mutism, posturing, and negativism, resolving after high-dose lorazepam and immunotherapy."
    ],
    "when_to_seek_help": "Immediate emergency evaluation if sudden motor arrest, mutism, or bizarre posturing occurs in the setting of medical illness.",
    "prognosis_factors": {
      "positive_factors": [
        "Early identification and treatment",
        "Effective management of underlying condition"
      ],
      "challenging_factors": [
        "Delayed diagnosis",
        "Severe underlying neurological disease",
        "Complications from immobility"
      ]
    }
  },
  "status": "active"
}
