{
  "name": "Psychotic Disorder Due to Another Medical Condition",
  "slug": "psychotic-disorder-due-to-medical-condition",
  "type": "condition",
  "metadata": {
    "category": "psychotic-disorders",
    "dsm5_code": "293.81 (with delusions), 293.82 (with hallucinations)",
    "icd10_code": "F06.2"
  },
  "content": {
    "description": "Characterized by prominent delusions and/or hallucinations judged to be the direct physiological consequence of another medical condition. Psychotic symptoms are not better explained by another mental disorder and do not occur exclusively during delirium.",
    "diagnostic_criteria": "A. Prominent hallucinations or delusions. B. Evidence from history, physical examination, or laboratory findings that the disturbance is the direct pathophysiological consequence of another medical condition. C. Not better explained by another mental disorder. D. Does not occur exclusively during delirium. E. Causes clinically significant distress or impairment in social, occupational, or other important areas of functioning.",
    "prevalence": "Varies widely depending on underlying condition; more common in neurological, endocrine, autoimmune, and infectious diseases affecting the brain.",
    "age_of_onset": "Any age, depending on onset of the underlying medical condition.",
    "prognosis": "Prognosis depends on identification and treatment of the underlying medical condition. Psychotic symptoms may remit fully if the condition is reversible; chronic or progressive diseases may cause persistent symptoms.",
    "neurobiology": {
      "circuitry": [
        "Disruption of cortical–subcortical circuits, particularly frontotemporal and limbic pathways."
      ],
      "neurochemistry": [
        "Altered dopaminergic, glutamatergic, and cholinergic neurotransmission due to metabolic, structural, or immune-mediated brain changes."
      ],
      "genetic_environmental": "No direct genetic cause; vulnerability may be influenced by neurodegenerative or systemic disease susceptibility."
    },
    "evaluation": {
      "history_psychosocial": [
        "Detailed timeline of psychotic symptoms relative to onset of medical condition.",
        "Collateral information to clarify baseline functioning."
      ],
      "medical_assessment": [
        "Comprehensive physical and neurological examination.",
        "Neuroimaging (MRI/CT) when structural causes suspected.",
        "Laboratory testing tailored to suspected etiology (metabolic, infectious, endocrine, autoimmune panels)."
      ],
      "standardized_measures": ["PANSS, BPRS for psychotic symptoms."],
      "risk_stratification": [
        "Evaluate risk of self-harm or harm to others due to delusions/hallucinations.",
        "Consider impact of medical illness on capacity and decision-making."
      ],
      "differential_diagnosis": [
        "Delirium",
        "Substance/medication-induced psychotic disorder",
        "Primary psychotic disorders (schizophrenia spectrum)",
        "Mood disorders with psychotic features"
      ],
      "team_and_process": "Coordination between psychiatry, neurology, internal medicine, and relevant specialists."
    },
    "symptoms": {
      "core": [
        "Delusions (persecutory, somatic, grandiose, or other themes)",
        "Hallucinations (often visual or tactile in certain medical causes)",
        "Variable insight"
      ],
      "associated": ["Cognitive changes", "Affective symptoms", "Behavioral agitation"]
    },
    "severity_levels": {
      "mild": "Intermittent psychotic symptoms with minimal disruption to functioning.",
      "moderate": "Persistent symptoms requiring supervision or impacting daily life.",
      "severe": "Severe psychosis with high risk behaviors, inability to maintain self-care."
    },
    "risk_factors": {
      "biological": [
        "Neurological diseases (Parkinson’s, Alzheimer’s, epilepsy, stroke, brain tumors)",
        "Endocrine disorders (thyroid disease, Cushing’s, Addison’s)",
        "Autoimmune encephalitis",
        "Severe infections involving CNS",
        "Metabolic disorders (hepatic/uremic encephalopathy)"
      ],
      "psychological": ["Preexisting cognitive impairment", "History of psychiatric illness"],
      "environmental": ["Low access to timely medical care"]
    },
    "impact_on_life": {
      "school_work": "Work or academic disruption due to hospitalizations or impaired reality testing.",
      "social": "Strained relationships due to behavioral changes.",
      "medical": "Compromised treatment adherence for medical condition due to paranoia or confusion.",
      "emotional": "Distress, anxiety, confusion."
    },
    "comorbidities": [
      "Delirium",
      "Depressive disorders",
      "Anxiety disorders",
      "Neurocognitive disorders"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Supportive therapy to maintain orientation and coping.",
        "Psychoeducation for patient and family on link between medical illness and symptoms."
      ],
      "medications": [
        "Antipsychotics (second-generation preferred; e.g., risperidone, olanzapine, quetiapine) at lowest effective dose.",
        "Short-term benzodiazepines for severe agitation if not contraindicated.",
        "Treat underlying medical condition (e.g., immunotherapy for autoimmune encephalitis, thyroid hormone for hypothyroidism)."
      ],
      "neuromodulation": [
        "ECT may be considered in refractory cases with catatonia or severe affective/psychotic symptoms."
      ],
      "lifestyle_interventions": [
        "Ensure adequate sleep and nutrition.",
        "Cognitive stimulation when possible."
      ],
      "care_coordination": [
        "Close collaboration between medical and psychiatric teams.",
        "Discharge planning with home supports."
      ]
    },
    "treatment_goals": [
      "Identify and treat underlying medical condition.",
      "Reduce severity of psychotic symptoms.",
      "Prevent harm and improve quality of life.",
      "Enhance adherence to medical treatment."
    ],
    "missed_diagnosis_factors": [
      "Psychosis attributed to primary psychiatric disorder without ruling out medical causes.",
      "Failure to obtain collateral history or full medical workup."
    ],
    "overdiagnosis_factors": [
      "Misinterpreting stress-related symptoms or mild perceptual changes as psychosis from medical illness without clear causation."
    ],
    "specifiers": {
      "with_delusions": "Prominent delusional symptoms without hallucinations or with mild hallucinations.",
      "with_hallucinations": "Prominent hallucinations without delusions or with mild delusions.",
      "severity": ["Mild", "Moderate", "Severe"]
    },
    "warning_signs": [
      "New onset hallucinations or delusions in context of acute medical illness.",
      "Rapid cognitive decline or behavioral changes."
    ],
    "self_help_strategies": [
      "Maintain structured daily routine.",
      "Engage family or caregivers in care plan.",
      "Follow medical advice for underlying condition."
    ],
    "developmental_stages": {
      "children": ["Rare; may occur with metabolic, infectious, or autoimmune conditions."],
      "adolescents": ["Possible in autoimmune encephalitis or epilepsy-related psychosis."],
      "adults": ["Often linked to systemic medical illnesses or CNS disease."],
      "older_adults": ["Frequently associated with neurodegenerative diseases or stroke."]
    },
    "real_life_examples": [
      "A 65-year-old with new-onset persecutory delusions is found to have untreated hyperthyroidism; psychosis resolves after thyroid treatment and short-term antipsychotics."
    ],
    "when_to_seek_help": "Seek immediate evaluation for new-onset hallucinations or delusions, especially in the context of recent medical symptoms, neurological changes, or systemic illness.",
    "prognosis_factors": {
      "positive_factors": [
        "Rapid identification and treatment of underlying cause",
        "Reversible or treatable medical condition",
        "Strong family/caregiver support"
      ],
      "challenging_factors": [
        "Progressive neurodegenerative disease",
        "Delayed diagnosis",
        "Severe comorbid medical illness"
      ]
    }
  },
  "status": "active"
}
