{
  "kind": "resource",
  "slug": "talk-to-doctor-antidepressants",
  "name": "How to Talk to Your Doctor About Starting (or Stopping) Antidepressants",
  "category": "knowledge-hub",
  "description": "Scripts, questions to ask, and how to advocate for yourself when discussing antidepressant medication with your doctor.",
  "metadata": {
    "category": "knowledge-hub",
    "article_type": "how-to",
    "topics": [
      "antidepressants",
      "medication",
      "doctor communication",
      "advocacy"
    ],
    "read_time": "10 min read",
    "published_date": "2024-01-16"
  },
  "author": "anonymous",
  "content": {
    "introduction": "Talking to your doctor about antidepressants can feel intimidating. This guide provides scripts, questions to ask, and strategies for effective doctor communication about mental health medication.",
    "sections": [
      {
        "heading": "Before the Appointment",
        "content": "Prepare: Track symptoms for 2 weeks (mood, sleep, appetite, energy). List current medications and supplements. Write down questions. Bring a support person if helpful."
      },
      {
        "heading": "Starting the Conversation",
        "content": "Scripts:\n• \"I've been experiencing depression symptoms and want to discuss medication options.\"\n• \"My symptoms are interfering with work/relationships/daily life.\"\n• \"I've tried therapy alone and need additional support.\""
      },
      {
        "heading": "Questions to Ask",
        "content": "• What type of antidepressant are you recommending and why?\n• How long until I see effects?\n• What side effects should I expect?\n• What if this doesn't work?\n• How long will I need to take it?\n• Are there interactions with my other medications?"
      },
      {
        "heading": "Discussing Concerns",
        "content": "Common worries: Weight gain, sexual side effects, dependence, cost. Be direct about your concerns. Ask about alternatives if worried about specific side effects."
      },
      {
        "heading": "If You Want to Stop",
        "content": "Never quit cold turkey. Discuss: Why you want to stop, tapering schedule, withdrawal symptoms, relapse prevention plan. Your doctor should support gradual discontinuation."
      }
    ],
    "conclusion": "Your doctor should be a partner in your care. If they dismiss your concerns or rush decisions, consider seeking a second opinion. You deserve thorough, respectful communication about your mental health treatment."
  },
  "pillar": "how-to-guides"
}
