{
  "name": "Attention-Deficit/Hyperactivity Disorder",
  "slug": "attention-deficit-hyperactivity-disorder",
  "type": "condition",
  "metadata": {
    "category": "attention-learning",
    "dsm5_code": "314.01",
    "icd10_code": "F90.2"
  },
  "content": {
    "description": "Attention-Deficit/Hyperactivity Disorder (ADHD) is a neurodevelopmental disorder characterized by a persistent pattern of inattention and/or hyperactivity-impulsivity that interferes with functioning or development. Symptoms typically begin in childhood, are present before age 12, occur in two or more settings, and cause significant impairment in social, academic, or occupational functioning.",
    "diagnostic_criteria": "A. Persistent pattern of inattention and/or hyperactivity-impulsivity, lasting at least 6 months, inconsistent with developmental level and causing impairment. B. Several inattentive or hyperactive-impulsive symptoms present before age 12. C. Symptoms occur in two or more settings (e.g., home, school, work). D. Clear evidence that symptoms interfere with functioning. E. Symptoms not better explained by another mental disorder.",
    "evaluation": {
      "clinical_interview": "Comprehensive clinical interview covering developmental history, symptom onset, functional impact, and presence across multiple settings.",
      "collateral_information": "Gather information from parents, teachers, partners, or employers to confirm symptom consistency across environments.",
      "rating_scales": [
        "Conners Rating Scales (Parent, Teacher, Self)",
        "ADHD Rating Scale-5",
        "Vanderbilt ADHD Diagnostic Rating Scales"
      ],
      "developmental_history": "Review of early childhood behavior, academic performance, and temperament.",
      "rule_outs": "Assess for and exclude alternative explanations such as sleep disorders, anxiety, depression, learning disorders, sensory impairments, or medical conditions (e.g., thyroid dysfunction, seizure disorders).",
      "functional_assessment": "Evaluate impact on academic/work performance, relationships, and daily living skills.",
      "duration_and_pervasiveness": "Confirm symptoms have persisted for at least 6 months and are present in two or more settings.",
      "cultural_considerations": "Account for cultural norms regarding activity level, attention span, and behavior."
    },
    "prevalence": "Approximately 5% of children and 2.5% of adults worldwide are estimated to have ADHD.",
    "age_of_onset": "Symptoms typically appear before the age of 12, often noticeable in early school years.",
    "prognosis": "ADHD often persists into adolescence and adulthood, though symptom profile may shift (e.g., hyperactivity may lessen while inattention remains). With early diagnosis, multimodal treatment, and supportive environments, many individuals achieve academic, occupational, and social success.",
    "neurobiology": "ADHD is associated with dysregulation in frontostriatal circuitry, involving the prefrontal cortex, basal ganglia, and cerebellum. Neuroimaging studies show reduced cortical thickness and delayed cortical maturation in prefrontal regions. Functional MRI findings suggest altered connectivity in attention and default mode networks. Neurochemical research implicates dopamine and norepinephrine transmission deficits, particularly in pathways regulating attention, motivation, and impulse control.",
    "developmental_stages": {
      "toddler_preschool": [
        "High activity level, difficulty sitting still for meals or stories.",
        "Early signs of impulsivity such as grabbing toys or interrupting play."
      ],
      "childhood": [
        "Difficulty following multi-step instructions; trouble completing homework without supervision.",
        "Impulsivity leading to classroom disruptions or social conflicts."
      ],
      "adolescence": [
        "Ongoing issues with organization, time management, and long-term projects.",
        "Increased academic demands reveal attention gaps; higher risk for low self-esteem and anxiety."
      ],
      "adulthood": [
        "Chronic disorganization impacting work performance; frequent job changes.",
        "Difficulty managing household tasks, finances, and relationship responsibilities."
      ]
    },
    "symptoms": {
      "inattention": [
        "Difficulty sustaining attention in tasks or play activities",
        "Careless mistakes in schoolwork or work tasks",
        "Appears not to listen when spoken to directly",
        "Fails to follow through on instructions or finish tasks",
        "Difficulty organizing tasks and activities",
        "Avoids or dislikes tasks requiring sustained mental effort",
        "Frequently loses necessary items (e.g., keys, glasses, school materials)",
        "Easily distracted by extraneous stimuli",
        "Forgetful in daily activities"
      ],
      "hyperactivity_impulsivity": [
        "Fidgeting or tapping hands or feet",
        "Leaving seat when remaining seated is expected",
        "Running or climbing in inappropriate situations (in adults, feelings of restlessness)",
        "Inability to play or engage quietly in leisure activities",
        "Often 'on the go' or acting as if 'driven by a motor'",
        "Talking excessively",
        "Blurting out answers before a question is completed",
        "Difficulty waiting for turn",
        "Interrupting or intruding on others"
      ]
    },
    "severity_levels": {
      "mild": "Few symptoms beyond the threshold, minor impairment in functioning.",
      "moderate": "Symptoms or impairment between mild and severe.",
      "severe": "Many symptoms in excess of the threshold or several symptoms that are particularly severe, causing marked impairment."
    },
    "risk_factors": {
      "biological": [
        "Genetic predisposition (strong heritability)",
        "Dopamine and norepinephrine neurotransmission differences",
        "Variations in brain structure and connectivity",
        "Premature birth or low birth weight",
        "Prenatal exposure to alcohol, tobacco, or drugs"
      ],
      "psychological": [
        "Difficult early temperament",
        "Emotional dysregulation",
        "Co-occurring mental health conditions"
      ],
      "environmental": [
        "Lead or toxin exposure",
        "Chronic family stress or instability",
        "Adverse childhood experiences"
      ]
    },
    "impact_on_life": {
      "work_performance": "Difficulty meeting deadlines, organizing workload, sustaining focus, and completing projects.",
      "relationships": "Strained personal relationships due to impulsivity, forgetfulness, or distractibility.",
      "academic_performance": "Lower grades and incomplete assignments despite potential ability.",
      "daily_activities": "Challenges with household management, bill payment, and maintaining routines.",
      "self_esteem": "Persistent feelings of underachievement or being misunderstood."
    },
    "comorbidities": [
      "Oppositional Defiant Disorder",
      "Conduct Disorder",
      "Anxiety Disorders",
      "Depressive Disorders",
      "Learning Disorders",
      "Bipolar Disorder",
      "Substance Use Disorders"
    ],
    "treatment_approaches": {
      "psychotherapy": [
        "Behavioral therapy for children",
        "Cognitive Behavioral Therapy (CBT) for adolescents/adults",
        "Parent training in behavior management",
        "Social skills training",
        "ADHD coaching for organization/time management"
      ],
      "medications": [
        "Stimulants: Methylphenidate, Amphetamines",
        "Non-stimulants: Atomoxetine, Guanfacine, Clonidine",
        "Antidepressants (e.g., Bupropion) in select cases"
      ],
      "lifestyle_interventions": [
        "Regular physical activity",
        "Structured routines and organizational systems",
        "Consistent sleep schedule",
        "Balanced diet; limit sugar and caffeine",
        "Mindfulness and relaxation practices",
        "Use of timers, reminders, and planners"
      ]
    },
    "treatment_goals": [
      "Reduce core symptoms of inattention, hyperactivity, and impulsivity",
      "Improve academic, occupational, and social functioning",
      "Enhance organizational and time management skills",
      "Promote emotional regulation and coping skills",
      "Educate and involve family/support systems",
      "Address comorbid conditions"
    ],
    "missed_diagnosis_factors": [
      "Symptoms compensated by high intelligence or coping skills",
      "Inattentive type mistaken for daydreaming or low motivation",
      "Symptoms misattributed to mood, anxiety, or stress alone",
      "Gender bias leading to underrecognition in girls",
      "Adult recognition delayed due to overlooked childhood signs",
      "Overemphasis on environmental explanations without developmental context",
      "Overlap with trauma responses",
      "Brief evaluations failing to assess cross-situational symptoms"
    ],
    "overdiagnosis_factors": [
      "Normal developmental variability/high activity in young children labeled as ADHD without clear impairment or duration criteria",
      "Sleep problems (insufficient sleep, OSA, circadian delay) or vision/hearing issues misread as inattention",
      "Anxiety, depression, or trauma-related hyperarousal driving concentration problems",
      "Learning disorders (e.g., dyslexia) or language disorders mistaken for ADHD",
      "Situational/environmental mismatch (classroom fit, large classes, chaotic settings) pathologized as ADHD",
      "Medication or medical causes (thyroid dysfunction, seizures, medication side effects, substance use) not ruled out",
      "Heavy reliance on rating scales without clinical interview, developmental history, and cross-setting informants",
      "Insufficient duration or lack of multi-setting symptoms; diagnosing based on a single context"
    ],
    "specifiers": {
      "presentation": [
        { "name": "Combined Presentation", "dsm5_code": "314.01", "icd10_code": "F90.2" },
        {
          "name": "Predominantly Inattentive Presentation",
          "dsm5_code": "314.00",
          "icd10_code": "F90.0"
        },
        {
          "name": "Predominantly Hyperactive-Impulsive Presentation",
          "dsm5_code": "314.01",
          "icd10_code": "F90.1"
        }
      ],
      "course": [
        "Childhood-onset",
        "Adolescent persistence",
        "Adult diagnosis",
        "In partial remission"
      ],
      "current_severity": ["Mild", "Moderate", "Severe"]
    },
    "warning_signs": [
      "Chronic disorganization affecting multiple domains",
      "Impulsive decision-making with negative outcomes",
      "Persistent frustration despite effort and motivation"
    ],
    "self_help_strategies": [
      "Break tasks into smaller, manageable steps",
      "Use visual reminders and checklists",
      "Practice time management with alarms and timers",
      "Create and follow a structured daily routine",
      "Keep essential items in designated spots",
      "Engage in regular exercise",
      "Minimize environmental distractions",
      "Prioritize and focus on one task at a time"
    ],
    "real_life_examples": [
      "A high school student consistently forgets to submit completed homework and struggles with organization but excels in practical, hands-on work.",
      "An adult professional misses deadlines due to task initiation difficulty and frequent task switching, despite working long hours.",
      "A child perceived as lazy for daydreaming and making careless mistakes is later found to have strong verbal skills alongside attention challenges."
    ],
    "when_to_seek_help": "Seek evaluation if symptoms of inattention, hyperactivity, or impulsivity persist for at least 6 months, occur in multiple settings, and cause significant impairment in school, work, or relationships.",
    "prognosis_factors": {
      "positive_factors": [
        "Early diagnosis and consistent treatment",
        "Strong family and school support",
        "Effective coping strategies and accommodations",
        "Stable, structured environment"
      ],
      "challenging_factors": [
        "Co-occurring learning, mood, or conduct disorders",
        "Unstable or stressful home environment",
        "Late diagnosis or prolonged untreated symptoms",
        "Substance use or dependence"
      ]
    }
  },
  "status": "active"
}
