{
  "name": "Social (Pragmatic) Communication Disorder",
  "slug": "social-pragmatic-communication-disorder",
  "type": "condition",
  "metadata": {
    "category": "attention-learning",
    "dsm5_code": "315.39",
    "icd10_code": "F80.89"
  },
  "content": {
    "description": "Social (Pragmatic) Communication Disorder (SPCD) is characterized by persistent difficulties in the social use of verbal and nonverbal communication. This includes trouble using communication for social purposes, adapting language to context, following conversational rules, and understanding implied or nonliteral meanings. These deficits lead to functional limitations in social participation, relationships, academic achievement, or occupational performance. The difficulties are not attributable to low abilities in word structure/grammar or to autism spectrum disorder, intellectual disability, or other medical/neurological conditions.",
    "diagnostic_criteria": "A. Persistent difficulties in the social use of verbal and nonverbal communication, as manifested by all of the following: (1) deficits in using communication for social purposes; (2) impairment in changing communication to match context or listener needs; (3) difficulties following rules for conversation/storytelling; (4) difficulty understanding nonliteral or ambiguous meanings. B. Deficits result in functional limitations in social, academic, or occupational settings. C. Onset in early developmental period (symptoms may not be fully manifest until demands exceed capacities). D. Not attributable to low structural language ability, autism spectrum disorder, intellectual disability, or another medical/neurological condition.",
    "evaluation": {
      "clinical_interview": "History of social communication development, early language milestones, peer/teacher observations, and impact in multiple settings.",
      "speech_language_assessment": [
        "Standardized pragmatic language tests (e.g., CASL-2, TOPL-2, CCC-2, CELF-5 Pragmatics Profile).",
        "Language sample analysis focusing on conversational skills, turn-taking, topic maintenance, narrative coherence, and nonverbal cues."
      ],
      "observational_assessment": "Structured and unstructured settings (e.g., classroom, playground, small group) to observe social language in context.",
      "collateral_information": "Reports from teachers, caregivers, and peers; school-based social skills ratings.",
      "rule_outs": "Differentiate from Autism Spectrum Disorder, Language Disorder, ADHD, social anxiety disorder, hearing impairment, and cultural/language differences.",
      "cultural_considerations": "Assess appropriateness of communication style within the individual's cultural norms; use interpreters or bilingual evaluators if needed."
    },
    "prevalence": "Exact prevalence is unknown; estimated to affect 7–8% of children with communication disorders, often identified after early language deficits are addressed.",
    "age_of_onset": "Symptoms are present from early developmental period but may become more apparent in school years when social communication demands increase.",
    "prognosis": "With early intervention targeting pragmatic skills, many children improve their social functioning. Persistent difficulties may remain in complex, abstract, or high-demand social situations, especially without continued support.",
    "symptoms": {
      "pragmatic_deficits": [
        "Difficulty initiating, maintaining, or ending conversations appropriately",
        "Problems adjusting communication based on setting or listener needs",
        "Limited use of nonverbal communication such as gestures, facial expressions, and eye contact",
        "Difficulty understanding humor, sarcasm, metaphors, and inferences"
      ],
      "narrative_discourse": [
        "Poor organization of stories or explanations",
        "Omission of key details or inclusion of irrelevant information",
        "Difficulty maintaining coherent topic structure"
      ],
      "social_rules": [
        "Frequent interruptions or difficulty turn-taking",
        "Failure to provide adequate background information for listeners",
        "Overly literal interpretation of language"
      ]
    },
    "severity_levels": {
      "mild": "Deficits occur in specific social contexts but are manageable with cues/support.",
      "moderate": "Frequent difficulties across settings that require structured intervention.",
      "severe": "Significant, pervasive difficulties that limit independent social functioning."
    },
    "risk_factors": {
      "biological": [
        "Family history of communication or neurodevelopmental disorders",
        "History of developmental language disorder",
        "Prenatal or perinatal complications"
      ],
      "psychological": [
        "Social anxiety or behavioral inhibition impacting peer interaction opportunities"
      ],
      "environmental": [
        "Limited opportunities for peer interaction",
        "Low language stimulation environment"
      ]
    },
    "impact_on_life": {
      "academic": "Difficulty participating in group projects, understanding classroom discourse, and following multi-step verbal directions.",
      "social": "Challenges making and maintaining friendships due to poor conversational reciprocity.",
      "occupational": "Struggles with workplace communication, interviews, and customer interactions in adulthood."
    },
    "comorbidities": [
      "Language Disorder",
      "Speech Sound Disorder",
      "ADHD",
      "Specific Learning Disorder",
      "Social Anxiety Disorder"
    ],
    "treatment_approaches": {
      "speech_language_therapy": [
        "Pragmatic language intervention targeting turn-taking, topic maintenance, conversational repair strategies, and nonverbal communication skills.",
        "Role-play and video modeling to teach appropriate social responses."
      ],
      "social_skills_training": [
        "Group interventions with peers to practice social interaction in a structured setting.",
        "Explicit instruction in interpreting social cues, figurative language, and humor."
      ],
      "school_supports": [
        "Social skills groups, peer buddy programs, teacher prompts, visual supports for conversation rules."
      ],
      "parent_training": ["Strategies for supporting social communication during daily routines."]
    },
    "treatment_goals": [
      "Improve ability to use verbal and nonverbal communication for social purposes",
      "Increase adaptability of communication across contexts",
      "Enhance comprehension and use of figurative and implied language",
      "Strengthen peer relationships and group participation"
    ],
    "missed_diagnosis_factors": [
      "Symptoms mistaken for shyness, social anxiety, or oppositional behavior",
      "Assuming conversational deficits are due to attention problems alone",
      "Overlooking pragmatic difficulties when structural language is adequate",
      "Failure to assess in real-life social contexts"
    ],
    "overdiagnosis_factors": [
      "Mislabeling culturally different communication styles as disordered",
      "Confusing English language learning challenges with pragmatic deficits",
      "Diagnosing based solely on teacher report without direct observation",
      "Overattributing social awkwardness to communication disorder without functional impact"
    ],
    "specifiers": {
      "current_severity": ["Mild", "Moderate", "Severe"],
      "coding": [
        { "note": "DSM-5/DSM-5-TR: 315.39 Social (Pragmatic) Communication Disorder" },
        { "note": "ICD-10-CM: F80.89 Other developmental disorders of speech and language" }
      ]
    },
    "warning_signs": [
      "Persistent trouble with peer relationships despite adequate grammar and vocabulary",
      "Overly literal interpretation of figurative language",
      "Difficulty adapting communication style to different people or settings"
    ],
    "self_help_strategies": [
      "Practice conversational skills in structured role-plays",
      "Use visual prompts for conversation rules",
      "Watch and discuss videos modeling effective social communication",
      "Engage in activities that require cooperative interaction"
    ],
    "real_life_examples": [
      "A 10-year-old with good vocabulary but who monopolizes conversations and misses cues when peers want to change topics.",
      "A teen who takes sarcastic comments literally and struggles to keep up with group discussions in class."
    ],
    "when_to_seek_help": "Seek evaluation if persistent social communication problems interfere with relationships, school performance, or daily functioning, especially when language skills otherwise seem intact.",
    "prognosis_factors": {
      "positive_factors": [
        "Early diagnosis and targeted pragmatic language intervention",
        "Supportive peer group and inclusive school environment",
        "Strong structural language skills"
      ],
      "challenging_factors": [
        "Co-occurring language or learning disorders",
        "Social anxiety limiting practice opportunities",
        "Limited peer or group interaction experiences"
      ]
    }
  },
  "status": "active"
}
