{
  "name": "Specific Learning Disorder",
  "slug": "specific-learning-disorder",
  "type": "condition",
  "metadata": {
    "category": "attention-learning",
    "dsm5_code": "315.00",
    "icd10_code": "F81.9"
  },
  "content": {
    "description": "Specific Learning Disorder (SLD) is a neurodevelopmental disorder that involves persistent difficulties in learning and using academic skills, such as reading, writing, or mathematics, despite targeted interventions. The affected skills are substantially and quantifiably below expectations for age and interfere significantly with academic achievement or daily living activities.",
    "diagnostic_criteria": "A. Difficulties learning and using academic skills, indicated by at least one of the following persisting for at least 6 months despite targeted intervention: (1) inaccurate or slow and effortful reading; (2) difficulty understanding the meaning of what is read; (3) difficulties with spelling; (4) difficulties with written expression; (5) difficulties mastering number sense, number facts, or calculation; (6) difficulties with mathematical reasoning. B. Academic skills are substantially below those expected for age and cause significant interference with academic or occupational performance. C. Onset during school-age years but may not fully manifest until demands exceed capacities. D. Not better accounted for by intellectual disabilities, uncorrected sensory impairments, other mental or neurological disorders, psychosocial adversity, or inadequate educational instruction.",
    "evaluation": {
      "clinical_interview": "History of academic difficulties, intervention attempts, and developmental milestones.",
      "academic_assessment": [
        "Standardized academic achievement tests (e.g., WIAT-4, Woodcock-Johnson Tests of Achievement, KTEA-3).",
        "Comparison to cognitive ability testing (e.g., WISC-V) to identify discrepancies."
      ],
      "observational_data": "Classroom observations to assess learning behaviors, work completion, and response to instruction.",
      "collateral_information": "Teacher reports, school records, and parental input regarding academic history.",
      "rule_outs": "Exclude intellectual disability, uncorrected vision/hearing problems, ADHD, anxiety, depression, neurological disorders, and inadequate instruction.",
      "cultural_considerations": "Ensure assessment tools are culturally and linguistically appropriate; consider bilingual evaluations when necessary."
    },
    "prevalence": "Estimated 5–15% of school-age children, depending on criteria and assessment methods.",
    "age_of_onset": "Symptoms typically become apparent in early elementary school, though subtle signs may appear earlier.",
    "prognosis": "With early identification, targeted interventions, and academic accommodations, many individuals with SLD achieve functional literacy and numeracy, though challenges may persist into adulthood.",
    "symptoms": {
      "reading_difficulties": [
        "Slow, inaccurate, or effortful reading",
        "Difficulty decoding words",
        "Trouble understanding text meaning"
      ],
      "writing_difficulties": [
        "Frequent spelling errors",
        "Poor grammar and punctuation",
        "Difficulty organizing written work"
      ],
      "math_difficulties": [
        "Problems with number sense",
        "Difficulty memorizing arithmetic facts",
        "Struggles with complex problem-solving"
      ]
    },
    "severity_levels": {
      "mild": "Some difficulties in one or two academic areas; may function well with minimal supports.",
      "moderate": "Marked difficulties requiring specialized instruction and accommodations.",
      "severe": "Severe academic deficits requiring intensive and sustained specialized teaching."
    },
    "risk_factors": {
      "biological": [
        "Family history of learning disorders",
        "Genetic variants associated with reading and language skills",
        "Premature birth or low birth weight"
      ],
      "psychological": [
        "Low self-esteem related to repeated academic failure",
        "Performance anxiety"
      ],
      "environmental": ["Limited access to quality early education", "Chronic absenteeism"]
    },
    "impact_on_life": {
      "academic": "Ongoing struggles with reading, writing, or math impacting grades and school engagement.",
      "occupational": "Difficulty with written communication, numerical tasks, or following complex instructions in the workplace.",
      "social": "Risk of peer teasing or withdrawal due to academic struggles.",
      "self_esteem": "Persistent feelings of inadequacy and frustration."
    },
    "comorbidities": [
      "ADHD",
      "Language Disorder",
      "Speech Sound Disorder",
      "Anxiety Disorders",
      "Depressive Disorders"
    ],
    "treatment_approaches": {
      "academic_interventions": [
        "Structured, evidence-based reading interventions (e.g., Orton-Gillingham approach)",
        "Explicit instruction in spelling, writing organization, and grammar",
        "Direct, systematic math instruction with visual supports"
      ],
      "accommodations": [
        "Extended time on tests",
        "Access to audiobooks or text-to-speech software",
        "Use of calculators for complex math"
      ],
      "supportive_therapies": [
        "Occupational therapy for handwriting difficulties",
        "Speech-language therapy for underlying language deficits"
      ]
    },
    "treatment_goals": [
      "Improve specific academic skills in reading, writing, or math",
      "Enhance self-confidence and academic engagement",
      "Promote use of compensatory strategies and assistive technology",
      "Support transition planning for higher education or work settings"
    ],
    "missed_diagnosis_factors": [
      "Attributing poor performance to low motivation or behavior problems",
      "High verbal skills masking reading or writing difficulties",
      "Symptoms misattributed to ADHD or emotional disorders",
      "Inadequate assessment in culturally/linguistically diverse students"
    ],
    "overdiagnosis_factors": [
      "Diagnosing without adequate evidence of persistent, significant impairment",
      "Failure to account for inadequate instruction or limited English proficiency",
      "Using a single low test score without comprehensive evaluation",
      "Pathologizing normal academic variability"
    ],
    "specifiers": {
      "with_impairment_in": [
        { "area": "Reading (Dyslexia)", "dsm5_code": "315.00", "icd10_code": "F81.0" },
        { "area": "Written Expression", "dsm5_code": "315.2", "icd10_code": "F81.81" },
        { "area": "Mathematics (Dyscalculia)", "dsm5_code": "315.1", "icd10_code": "F81.2" }
      ],
      "current_severity": ["Mild", "Moderate", "Severe"]
    },
    "warning_signs": [
      "Avoidance of reading, writing, or math tasks",
      "Frustration or emotional outbursts related to schoolwork",
      "Falling behind peers academically despite effort"
    ],
    "self_help_strategies": [
      "Break assignments into smaller steps",
      "Use graphic organizers for writing",
      "Practice math facts with visual aids",
      "Leverage assistive technology tools"
    ],
    "real_life_examples": [
      "A third-grader who reads aloud hesitantly and avoids reading homework despite strong verbal reasoning skills.",
      "A high school student who excels in oral presentations but struggles with timed written essays."
    ],
    "when_to_seek_help": "Seek assessment if a child consistently struggles with reading, writing, or math despite additional help, especially if the difficulties persist over six months.",
    "prognosis_factors": {
      "positive_factors": [
        "Early identification and intervention",
        "Strong problem-solving skills",
        "Supportive school and family environment"
      ],
      "challenging_factors": [
        "Late diagnosis",
        "Co-occurring ADHD or language disorders",
        "Negative academic self-concept"
      ]
    }
  },
  "status": "active"
}
