{
  "kind": "resource",
  "slug": "adhd-medication-shortage",
  "name": "Navigating the ADHD Medication Shortage: Strategies and Alternatives",
  "category": "knowledge-hub",
  "description": "Practical advice for managing ADHD when your usual medication is unavailable, including alternative treatments and coping strategies.",
  "metadata": {
    "category": "knowledge-hub",
    "article_type": "latest",
    "topics": [
      "adhd",
      "medication",
      "shortage",
      "alternatives"
    ],
    "read_time": "10 min read",
    "published_date": "2024-02-01"
  },
  "author": "anonymous",
  "content": {
    "introduction": "The ongoing stimulant shortage has left many people with ADHD struggling to find their prescribed medication. This guide provides practical strategies for managing ADHD when your medication is unavailable.",
    "sections": [
      {
        "heading": "Finding Your Medication",
        "content": "Strategies: Call multiple pharmacies (independent pharmacies often have better stock than chains). Ask your doctor to call pharmacies directly. Try different generic manufacturers. Consider mail-order pharmacy. Use shortage-tracking apps. Check with hospital pharmacies."
      },
      {
        "heading": "Alternative Medications",
        "content": "Talk to your prescriber about: Different stimulants (if on Adderall, try Vyvanse or methylphenidate options). Non-stimulants (Strattera, Qelbree, Wellbutrin, Intuniv). Extended-release vs. immediate-release options. Combination therapy."
      },
      {
        "heading": "Non-Medication Strategies",
        "content": "Coping techniques: External structure (alarms, timers, visual schedules). Body doubling (work alongside others). Breaking tasks into tiny steps. High-protein meals. Regular exercise. Adequate sleep. Reducing decision fatigue. ADHD coaching."
      },
      {
        "heading": "Workplace Accommodations",
        "content": "Request: Flexible deadlines, written instructions, regular check-ins, quiet workspace, permission to use headphones, time-management tools. ADHD is covered under ADA—you have rights."
      },
      {
        "heading": "Managing Withdrawal",
        "content": "If stopping stimulants suddenly: Expect fatigue, increased appetite, mood changes for 1-2 weeks. Increase caffeine temporarily if safe. Clear your schedule. Ask for support. Know it's temporary."
      }
    ],
    "conclusion": "The shortage is frustrating and unfair. While you search for your medication, implement compensatory strategies and be kind to yourself. Your struggles aren't personal failure—they're a healthcare system failure. Advocate loudly for better access."
  },
  "pillar": "research-and-science"
}
